{"R1FKihMfOh0": {"likeCount": 0.25634810853944107, "dislikeCount": 0.15797835966168103, "videoId": "R1FKihMfOh0", "title": "", "description": "", "length": 0.26674529528899543, "keywords": "minecraft 1.8 update minecraft video games minecraft 1.8 minecraft 1.8 snapshot minecraft 1.9 minecraft 1.9 update minecraft 1.9 news minecraft ents minecraft walking trees minecraft mod minecraft mod mo creatures minecraft trees modMinecraft Walking Tree Giants! Amazing Mod MUST SEE!Minecraft Walking Tree Giants! Amazing Mod MUST SEE! Today I show you guys the amazing giant walking trees! They are part of the 1.7.2 version of Mo' Creatures Mod! Hope you guys enjoy and please don't forget to leave a Like if you enjoyed the video  Can we get 1,000 Likes?!?  Get Minecraft for Free Legit 1 Go to on your iOS device 2 Sign up! 3 Download Apps to get Nanas, which are used to get free gift cards 4 Once you have 15,000 Nanas, use the code \"w798474\" to get free Nanas! 5 Redeem your free gift card Follow us on Twitter Follow us on Twitter Follow us on Instagram Follow us on Instagram My twitch is  Download Mod Thumbnail By Thumbnail by Video Intro By Make sure to tune in every week for the latests news for minecraft 1.8 snapshot News & Development as well as minecraft News for all things minecraft!  ", "viewCount": 0.45998066819041716, "labels": [0, 1, 27, 291]}, "Sb6vXmxApYE": {"likeCount": 0.16627578316815741, "dislikeCount": 0.047712125471966245, "videoId": "Sb6vXmxApYE", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "Philadelphia Eagles Eagles Girl nfl football PhilaDehlia NFL fan best female fan San diego chargers week 2 3330 eagles lose to chargers phillip rivers eagles defense eagles vs chargers 2013 nfl week 2 highlights chip kelly's 1st loss chip kelly play calls philly sports female sportscaster NFL Network TV NetworkPhiladelphia Eagles lose to San Diego Chargers 3330You know me...always looking to the bright side  Yes defense struggled but there we're some glimpses of good and that's what I tried to focus on. If the mistakes from today become a pattern then I'll be worried but i'm not panicking yet. Click to Tweet RocknJocks Like RocknJocks on FB Also LIKE, FOLLOW, SHARE  ", "viewCount": 0.3185825359612962, "labels": [79]}, "Selc_91ZwqQ": {"likeCount": 0.10413926851582252, "dislikeCount": 0.09030899869919436, "videoId": "Selc_91ZwqQ", "title": "", "description": "", "length": 0.24563660331290432, "keywords": "Red Baron RSD Real Street Dragsred baron makes it up to the track! Real Street DragsAfter a long wait.... the Red baron finally made it up to the track and the car made several straight passes! WHOOT!!!", "viewCount": 0.31945143418824673, "labels": [2, 7, 17, 19, 48, 394]}, "P63mC8eWwgY": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "P63mC8eWwgY", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "almatari almatari2003 new Piano Variations Beat 2009 Hot rnb rap hip hop eminem 2pac dre fruity loopsHot Piano BeatA new Piano Variations Beat 2009", "viewCount": 0.31482940974347456, "labels": [31]}, "Cr2l_0vnCOE": {"likeCount": 0.11760912590556814, "dislikeCount": 0.1079181246047625, "videoId": "Cr2l_0vnCOE", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "f1 formula one podcast f1podcast australia f1racing grand prix racing race f1gp gp codemasters codies f12010 2010 game gamer gaming weather sony playstation ps3 xbox pc pep max tv showCodemasters F1 2010 Dev Diary 3  WeatherPep and Max discuss the latest Developer Diary from Codemasters to be released  3 Weather. See it here  Plus they released 2 screenshots, download the HD versions here  Thanks for watching.", "viewCount": 0.3978226181674526, "labels": [3238]}, "CunKtRO2kds": {"likeCount": 0.1380211241711606, "dislikeCount": 0.0, "videoId": "CunKtRO2kds", "title": "", "description": "", "length": 0.26473829701146195, "keywords": "protein pudding whey fluff casein bodybuilding night time snack fudge recipe home made low carb easy to make diet muscle mass gain carbohydrate fitness trainer abs ripped weight loss eating health workout exercise food training lose bodybuilder gym muscles nutrition cooking kitchen personal milk chocolate healthy oatmeal volcanoHealthy Protein Pudding  All Natural, No Equipment NeededFull post  Sign Up for the Newsletter! My famous protein pudding recipe, usually used in my oatmeal volcanoes. Read more about how I eat here ", "viewCount": 0.37228806106869394, "labels": [11, 20, 1725]}, "sVke6ryfMpQ": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "sVke6ryfMpQ", "title": "", "description": "", "length": 0.269196510276736, "keywords": "Syracuse University Marching Band SUMB Pride of the OrangeSyracuse University Marching Band Halftime Rutgers.mp4The Syracuse University Marching Band performs its second show of the 2011 season, \"SING!!!\" The show is a mashup of karaoke favorites from Bon Jovi, The Beatles, Journey, and Garth Brooks. Orange Appeal, a student run campus group, joins the SUMB get the audience out of their seats and singing along.", "viewCount": 0.3243286146083446, "labels": [4, 13, 164]}, "wspQkY9AoXs": {"likeCount": 0.26344772701607316, "dislikeCount": 0.1079181246047625, "videoId": "wspQkY9AoXs", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "ice fishing how to woodworking smitty sled ice shantySmitty SledTired of dragging your shanty through the snow and getting a heart attack from it. A smitty sled will make pulling your shanty and the rest of your gear much easier to do. The total project cost less than 35 to make. Darbin Orvar glue tests  ", "viewCount": 0.4534394211412905, "labels": [43, 252, 642, 1449]}, "_Zl31WKWBTU": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "_Zl31WKWBTU", "title": "", "description": "", "length": 0.215836249209525, "keywords": "megaman zx hivolt prairie serpent pandora prometheus double megamerge chapter anime nintendo secret animation raptoroid sho guardian base advance mangafox.com stage zero ds chaos naruto gba flash battleMegaman ZX manga chapter 5 \"Hivolt's Flash\"this is chapter 5 of the megaman zx manga. Here Vent is fighting against the evil Reploid Hivolt. again i don't own anything. go to mangafox.com for the whole manga ", "viewCount": 0.34974825373673707, "labels": [5, 328, 395, 672]}, "_aVw-MQ2v1w": {"likeCount": 0.21303337684950063, "dislikeCount": 0.09542425094393249, "videoId": "_aVw-MQ2v1w", "title": "", "description": "", "length": 0.2509202522331103, "keywords": "Dirty Bomb Cobalt HowTo Sniff Loadout Case Elite Gold Tradeup Trade UpGold TradeUp'sGenome Project 4.0 Play with me on Steam! Join my Steam Group! ", "viewCount": 0.405903300496378, "labels": [0, 1, 2435]}, "MNPOrFUVHo0": {"likeCount": 0.16627578316815741, "dislikeCount": 0.12304489213782739, "videoId": "MNPOrFUVHo0", "title": "", "description": "", "length": 0.25415792439465806, "keywords": "WoW pvp priest disc battleground wsg arathi basin world of warcraft player vs warsong gulch 4.0.6 patch new hunter rogue 2v2 3v3 5v5 Disc is back discipline holy mmorpg video game lvl world warcraftDISC IS BACK!!! 85 pvp disc priestPLZ COMMENT AND THUMBS UP reached 2k with a DK from my server, 30th acheivment down, SUP AIRMATT86YA LIL BITCH", "viewCount": 0.43096514558493193, "labels": [0, 1, 93, 102, 449]}, "m-foKwGk7JM": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "m-foKwGk7JM", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "big block 460 ford project 12.99 ltd rhp reincarnation high performance the mad porterFirst drive..mp4First Drive. Project 12.99 LTD. Dyno tested 529.9 HP 5,600 rpm 582.4 TQ 4200 rpm. Built by and owned by Scotty J. AKA The Mad Porter owner of RHP Link to build thread on 460 ford dot com Please excuse some excited but salty language. ", "viewCount": 0.3747334109615905, "labels": [2, 7, 165]}, "m233GpcwkhI": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "m233GpcwkhI", "title": "", "description": "", "length": 0.2484299839346786, "keywords": "YouTube CaptureRixton receiving their Shitty Gold Plaque for Me and My Broken Heartvia YouTube Capture", "viewCount": 0.3229681842317676, "labels": [3]}, "BisY1dmYynQ": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "BisY1dmYynQ", "title": "", "description": "", "length": 0.26848453616444123, "keywords": "God of War E3 2009 HDGod of War 3 E3 2009 HDSorry about the Song, here is the God of War 3  Playstation 3 E3 2009 Live stage demo from start to finish in true 720 hp HD! Brought to you exclusively by The 1 God of War community online...", "viewCount": 0.30406023401140736, "labels": [0, 1, 35, 896, 1249, 1834]}, "0ZdkB3t-u2I": {"likeCount": 0.2298853076409707, "dislikeCount": 0.1414973347970818, "videoId": "0ZdkB3t-u2I", "title": "", "description": "", "length": 0.26848453616444123, "keywords": "namastedwaejikim bap no mercy mv reaction awesome epic cool boss funny silly weird odd hilarious kpop music videoBAP No Mercy MV ReactionPraise the Kpop gods for giving us an epic music video with no cutsieboy at all!!!!!! Katie is very happy. D Subscribe for more awesomeness Like us on Facebook!  Katie  Msnamastelondon Mindy  Dwaejitokki.usa Amanda YunJiKim", "viewCount": 0.45835501495130737, "labels": [14]}, "IlZTZ0ZtiK4": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06020599913279624, "videoId": "IlZTZ0ZtiK4", "title": "", "description": "", "length": 0.26570558528571037, "keywords": "mobileBonei Olam Dinner choir 2012This video was uploaded from an Android phone.", "viewCount": 0.349982449583958, "labels": [41]}, "98NlQrLyjQQ": {"likeCount": 0.09030899869919436, "dislikeCount": 0.14913616938342728, "videoId": "98NlQrLyjQQ", "title": "", "description": "", "length": 0.26665179805548805, "keywords": "world of warcraft monk tutorial guide how to play mistweaver heals healing holy kill Monk character Class World Warcraft Tips Pvp Tricks help examples video WoW noob PTR Learn Rogue Guide Adventist Magazine Your Please Warrior Need Bow Mage IdeasPatch 5.3 Mistweaver Monk GuideExampleI teach you a bit about the Mistweaver monk in patch 5.3. Please pardon my lag, but I hope you see how strong the monk healers really are and learn to be one yourself. Thanks for watching! THUMBS UP FOR WORLD OF WARCRAFT!!!", "viewCount": 0.37053504628857126, "labels": [0, 1, 93, 102]}, "VUOzDTPC890": {"likeCount": 0.1079181246047625, "dislikeCount": 0.06020599913279624, "videoId": "VUOzDTPC890", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "SASC SI '09Eranetik performing  SASC SI '09 Fusion NightEranetik rapping & Andy on the guitar ", "viewCount": 0.3330007700872759, "labels": [4, 9, 10, 3466]}, "rr_qT23QH4s": {"likeCount": 0.199563519459755, "dislikeCount": 0.0, "videoId": "rr_qT23QH4s", "title": "", "description": "", "length": 0.24048337166199382, "keywords": "Pedal Steel Guitar Country Music Kjell HeldeI love you Because.Rhythm Tracks from John Hughey  Pure E9th. On Franklin D10 Pedal Steel Kjell Helde.", "viewCount": 0.4277081782125646, "labels": [9, 37, 40, 1566, 2144]}, "yP8a_zKrUk8": {"likeCount": 0.1414973347970818, "dislikeCount": 0.0, "videoId": "yP8a_zKrUk8", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "Terminal Velocity Reality fps space shooter Moon Dagger normal 1995 MSDOS 3D RealmsTerminal Velocity  Moon Dagger Stage 31Stage 31 Moon Dagger on normal difficulty. Played using Keyboard. Briefing MISSION OBJECTIVE Moon Dagger LOCATION Wolf 359 DISTANCE 7.80 L.Y. from Earth The Moon Dagger was designed for one purpose to demolish a planet. Basiclly a very huge and complex missile, once the Moon Dagger encointers the objective planet, it cycles up a Fusion Transference Wave, which has a similar effect on the planet as a sawedoff shotgun does on a human. Take out as many surface emplacements as possible. Then head for the control center, known as the GROB the Gravitational ReOrientation Base. Engineers have their own explanation for the acronym Go, Reach Objective, and Blow up. Take it out before it cores the Earth. No second chance on this one, Pilot. Do not trust any PDC ships. We believe they may be controlled by the alien forces. l l PREPARING TACTICAL REPORT l CRAFT GrayGull1. A shortrange fighter. Twin lasers. ARTILLERY WSF MaxFlak Gun Turrets. Destroy quickly. CRAFT WSF Razor4. Very fast and maneuverable. IonBurst guns. CRAFT The AFIGHT2 ship has a pilot and gunner. INSTALLATION SCARE Radar Dish. Used to communicate to other ships in the fleet. INSTALLATION SCORE Comm Arrays. Must be blown up before proceeding to the GROB Tower.", "viewCount": 0.34705574852172744, "labels": [0, 1]}, "yRH3IqbEiPw": {"likeCount": 0.16720978579357176, "dislikeCount": 0.047712125471966245, "videoId": "yRH3IqbEiPw", "title": "", "description": "", "length": 0.2696356388733332, "keywords": "carberry Raspberry Pi Computer automotive solution canbus line steering wheel commands xbmcCarberry XBMC Working TestIn this demo it is possible to view an XBMC distro running on Carberry managed by steering wheel commands. The JVC radio is used only as display and Carberry is connected in series to the car canbus line, in this way when we enable the steering wheel commands to manage Carberry some canbus codes like Seek buttons are filtered and redirected to Carberry only. Carberry Kit  Raspberry Model B  Carberry Shield  Car Plug&Play harness  RCA video cable  Jack to RCA audio cable www.carberry.it", "viewCount": 0.47619578923620587, "labels": [2, 7, 197, 316]}, "yRBhCG7X5eE": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "yRBhCG7X5eE", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "yaesu 817 20m 2meter Band Musical Group Radio Antenna Amateur Radio Hobby Ham Live Radio Edit Podcast Station Broadcast Tourist Destination Bbc radio Amateur Radio Emergency Service Organization amateur radio kenwood icom yaesu ft817 antenna qrp radioTest ft817 e antenna home made 20151710 2 meter !IT9BDM prova la nuova radio yaesu ft817 con 5 w e un antenna autocostruita con bobina a centro stelo !", "viewCount": 0.3425208051138657, "labels": [1255]}, "H-6PjFyvpKg": {"likeCount": 0.19444826721501687, "dislikeCount": 0.09542425094393249, "videoId": "H-6PjFyvpKg", "title": "", "description": "", "length": 0.2534026106056135, "keywords": "3ds mario eminem furby flare ps3 mkds wii tutorial games code mkwii lol ctww psp darkflare pinky play find save kart hack lets deaththeglaceon yourself flashcart cfw iso rom nintendo gaming eazy ps4 amiibo ps2 sony ps1 gamepad ctgpr mk7 nand spider3ds gateway xd mk8 loloadcode3DS How To Get Private Headers Using Powersaves 3DSIn this video, I'll be showing you how to get private headers from your game cartridges using Powersaves 3DS. It's pretty simple if you have all the required materials. Once you find the headers, they can be used with Gateway and Sky3DS to avoid bans from online play. Nintendo started cracking down on piracy, but we beat them again P WHAT YOU'LL NEED 1 Powersaves 3DS or Powersaves 3DS Pro 2 Game cartridge to get the header from 3 Computer with HxD Hex editor & Powersaves 3DS software. TUTORIAL This is a noob friendly tutorial, step by step. Original tutorial by LameNobody GBAtemp. PreSetup Download HxD PreSetup Download & install the Powersaves 3DS software. 1 Put your game cartridge into your Powersaves 3DS. 2 Plug the Powersaves 3DS hardware into one of the USB ports on your computer. 3 Go to CUsersUSERNAMEPowersaves3DS and move all the '.bin' files to another location You must move them, not simply copy. 4 Make a backup on the Powersaves software. Name it something easily recognizable, but unique, because you'll have to find it later in a hex editor. 5 Close Powersaves 3DS software. 6 Open Powersaves 3DS software Don't ignore these steps. 7 Minimize the Powersaves 3DS window. 8 Open HxD Hex Editor. 9 At the toolbar at the top, go to \"Extras  Open RAM...\" and choose the \"Powersaves3DS.exe\" application. 10 Press 'CTRL  F' on your keyboard 11 Type the name of your backup For example, mine was called 'HeaderFile' 12 Look for '00 00 00 88' in the hex values. 13 Everything after that until 'FF FF FF FF' is your private header! 14 Copy the bytes in between '00 00 00 88' and 'FF FF FF FF' and save them to a .txt file. 15 Done! You've successfully found your game cartridge's private header. DOWNLOADS HxD Powersaves 3DS software Thanks for watching! I hope this helped. You can use these on Gateway or Sky3DS cards to avoid getting banned from online play. Leave a like if this tutorial helped. Don't forget to subscribe, too ", "viewCount": 0.4265266047887377, "labels": [0, 358]}, "sBqp-XmwCXY": {"likeCount": 0.15051499783199063, "dislikeCount": 0.047712125471966245, "videoId": "sBqp-XmwCXY", "title": "", "description": "", "length": 0.25526682161121933, "keywords": "blue eyed bitch blue eyeshadow tutorial gina estrada gna4beyonce bitch slap cosmetics\"blue eyed bitch\" eyeshadow tuttorialfill out 2morrow", "viewCount": 0.33234583668494677, "labels": [39, 121, 156, 207]}, "sDzvMFYg9Uk": {"likeCount": 0.1792391689498254, "dislikeCount": 0.06020599913279624, "videoId": "sDzvMFYg9Uk", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "enter shikari adieu piano cover take to the skies sonofrageandlove13Enter Shikari Adieu piano coverI choped this out by ear in maybe an hour honestly. I havent seen any other covers of it on youtube so i thought i would post one. a couple of flaws because i figured it all out the night before. there are alot of harmonies that i left out so ignore that xP. please give me feedback and do subscribe xD", "viewCount": 0.37983743766815614, "labels": [31, 40, 47, 57]}, "JTMA0nOwmGE": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "JTMA0nOwmGE", "title": "", "description": "", "length": 0.25646660642520897, "keywords": "starcraft broodwar english dual commentary pro smiley mrsmiley korean matt steve ever osl 2009 ro semi finals zerg terran flash calmEver OSL 2009 SemiFinals 2Set  Flash vs Calm P1Ever OSL 2009 SemiFinals 1Set  Flash vs Calm P1 Flash  T vs Calm  Z on New Heartbreak Ridge played 1.1.10", "viewCount": 0.30542299098633974, "labels": [0, 1, 42, 2971]}, "8kRKfW1dAIk": {"likeCount": 0.15051499783199063, "dislikeCount": 0.0, "videoId": "8kRKfW1dAIk", "title": "", "description": "", "length": 0.26857417386022636, "keywords": "Gallery Fake episode5Gallery Fake episode5 part1Gallery Fake episode5 part1 Enjoy ", "viewCount": 0.44746969281168286, "labels": [5, 16]}, "zGINwVavN_w": {"likeCount": 0.199563519459755, "dislikeCount": 0.1146128035678238, "videoId": "zGINwVavN_w", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "Zeiss SF zeiss victory SF 10x42 binoculars wildlife watching review binocular simon king equipment Zeiss somerset BirdZeiss Victory SF Binoculars  Review by Simon KingAs an avid Zeiss fan, Simon tries out their latest innovation. The Victory SF 10x42 Binoculars Visit my channel for more videos Subscribe to Simon King Wildlife TV and make sure you opt in to receive emails so we can let you know when new films have been added. Facebook page G Twitter ", "viewCount": 0.4553664611376377, "labels": [15, 146, 363]}, "r1I3y7BWWYI": {"likeCount": 0.20211892990699384, "dislikeCount": 0.03010299956639812, "videoId": "r1I3y7BWWYI", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "cover piano the killers sam's town sams live performance playingPiano Cover of Sam's Town by The KillersCover of me playing piano. I do not own the rights to this song. A big thank you to Scott Atkins for providing the transcribed sheet music for me. Entertainment purposes only. Enjoy!", "viewCount": 0.3992730203954143, "labels": [31]}, "JJ353z-RbXI": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "JJ353z-RbXI", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "JFNew Human Dog Sled RaceJFNew Human Dog Sled RaceJFNew Demon Dragonfly Destroyers Intergalactic Human Dog Sled Race Grand Haven Winterfest January 2009", "viewCount": 0.31122697684172707, "labels": [1449]}, "Kj4hzJxqNuk": {"likeCount": 0.0, "dislikeCount": 0.07781512503836437, "videoId": "Kj4hzJxqNuk", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "DMR CrewSams DMR VideoDMR video for Sam by Sam!", "viewCount": 0.3207634367388962, "labels": [53, 58]}, "5GvCIkLrTcE": {"likeCount": 0.07781512503836437, "dislikeCount": 0.07781512503836437, "videoId": "5GvCIkLrTcE", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "vintage trailer rally airstream silver trailers campers funny greeting card Campervan Body StyleVintage Trailer Rally Ideas for Your Camper!Love vintage trailers and animals, this video is for you! Guinea Pigs at the vintage trailer rally. Get the Happy Wanderers Greeting Card at speciesspectrum.com !", "viewCount": 0.3656577291396114, "labels": [15, 402, 428]}, "CZXRS00X7R0": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "CZXRS00X7R0", "title": "", "description": "", "length": 0.22671717284030138, "keywords": "Hiphop Dance Cheerleading first place Balmoral MegaJamBalmoral State High HiphopBalmoral State High School World Cup Cheer Competition, performing hiphop and coming first! Thank you very much MegaJam for choreographing such an amazing routine! Well done girls ", "viewCount": 0.31945143418824673, "labels": [8]}, "ghy-_uglV3Q": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "ghy-_uglV3Q", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "Super Mario World Custom Level Ice CavernSuper Mario World Custom Level Ice CavernWell, I actually replaced this level with a Automatic level. I decided to make the special world to a Automatic world. I'll do them later. Anyway, the first Sensitive brick is a little weird. It didn't break when I jumped at it. One of the bricks acts as a Star block and sensitive brick, because the only way to take that first dragon coin is to jump down there you'll see in the video. At the end of the level I lost some inspiration, and yes, the goombas at the end owned me. Yeah, I forgot to show what the Message box showed, here Some of these frozen blocks can be melt down with fire. Use this Fire flower to get rid of them! Please rate and comment  And take a look at my other custom levels too P", "viewCount": 0.4057019124322766, "labels": [0, 1, 5, 928]}, "Dw_JhwxU7w0": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "Dw_JhwxU7w0", "title": "", "description": "", "length": 0.26928469192772303, "keywords": "Horse sale jinx hyjinx oldenburg dressage HorsesSOLD Jinx, ridden by a ProfessionalJinx 2006 16.2hh Liver Chestnut Oldenburg Gelding for sale. Ridden by Professional rider, Norma Jean Clayton. More information at www.normajeanclaytondressage.ca", "viewCount": 0.3215637563435062, "labels": [15, 18, 87, 365]}, "EbK4J55FLzg": {"likeCount": 0.3308564413561239, "dislikeCount": 0.08450980400142569, "videoId": "EbK4J55FLzg", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "BTS Kpop The Red Bullet Kim Namjoon Rap Monster Min Yoongi Suga Kim Seokjin Jin Kim Taehyung Jeon Jungkook Park Jimin Jung Hoseok Jhope141207 TRB in Manila  Boy in LuvDo not cut or crop the logo Take out with proper credits", "viewCount": 0.5135320327848388, "labels": [3, 6]}, "yHmcNkiZUco": {"likeCount": 0.14471580313422192, "dislikeCount": 0.08450980400142569, "videoId": "yHmcNkiZUco", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "angry nerd ricardo cat haters anger bad cats kitty annoying youtube kittenAngry German Kid watches Nyan CatAngry German Kid watches Nyan Cat", "viewCount": 0.36521496054016533, "labels": [15]}, "yHxYPkP3SpY": {"likeCount": 0.14623979978989562, "dislikeCount": 0.0, "videoId": "yHxYPkP3SpY", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "glammeup glammeup8 glammeup glammeupxo getglammedup beauty guru canon canon t4i fashion clothing ootd outfit of the day work style professional black and white charming charlie forever21 charlotte russe ross essie Outfit retailer Fashion film Office Camera simple comfort patent matte makeupWork OOTD Polka Dots & Bows 1025Tons of pics and items listed on my blog Click to see my month in photos from October for personal pics  Check out my latest video  My Mascara Routine 2012 Follow my Lockerz page!  BLOG  DESIGN WEBSITE  TWITTER  FACEBOOK  EMAIL business inquiries & subscriber inquiries glammeup8gmail.com  GOOGLE  INSTAGRAM  POSE  My favorite makeup brushes Please support by subscribing! Thank you for watching!  MUSIC \"The A Team\" by Landon Austin I have written permission by Landon Austin to use his music with credit provided in my videos. CAMERA Filmed with Canon T4i 1855mm lens. Kit I purchased FTC This is not a sponsored video.", "viewCount": 0.3190611797813605, "labels": [39, 66]}, "TlywCa9wy1Q": {"likeCount": 0.1361727836017593, "dislikeCount": 0.047712125471966245, "videoId": "TlywCa9wy1Q", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "Feather River Hwy 70 Bucks LakeFeather River CanyonHwy.70 along Feather River Bucks Lake", "viewCount": 0.3865340905624584, "labels": [2, 289, 419]}, "TlnwLazlweA": {"likeCount": 0.2305351369446624, "dislikeCount": 0.09542425094393249, "videoId": "TlnwLazlweA", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Cooking Steaming wandu appa hoppers sri lanka appa Food sri lankan sri lanka cooking sinhala steamed hoppre srilankan snack LankaSteamed Sweet Hoppers Wandu Aappa SeenakkuTip............ Use kanda or banana leaf instead of paper. If you find this runny don't hesitate to add some self raising flour. The consistency should be like for hoppers. This is an any time snack that you can buy with a cup of tea. Its a very common snack in villages but not in cities.", "viewCount": 0.47449966740385596, "labels": [11, 20, 22, 29, 32]}, "Eex3tXc7Z58": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "Eex3tXc7Z58", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "acappella church of Christ SWCC Summer Tour Easternnaires235.SWCC 19992000 Summer Tour Thanking God for familySWCC Summer Tour 1999in Roosevelt, New York", "viewCount": 0.3074450718954591, "labels": [41]}, "FdnpqkOylaU": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "FdnpqkOylaU", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "oversize heavy haul trucking ford super duty spokane washington peterbilt kenworth escort driverOversize pilot trucks.Video of mine and a friend of mines Ford Super Dutys set up to pilot oversize loads. This is an older video, got a new one in the works of mine and a few more people I have worked with. Been getting all my old \"project\" videos finished and uploaded.", "viewCount": 0.3583312151983078, "labels": [2, 7, 75, 165, 172]}, "nAxMNK3tzx0": {"likeCount": 0.14471580313422192, "dislikeCount": 0.07781512503836437, "videoId": "nAxMNK3tzx0", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "jasey rae drum cover all time low rian dawson jmdunne1395 jonathan beaverton oregon drumsJasey RaeAll Time LowDrum CoverDrum Cover for \"Jasey Rae\" by All Time Low I love this song. It's just great overall, and really fun to play. COPYRIGHT STATEMENT Jasey Rae by All Time Low c 2006 Hopeless Records THE AUDIO IN THIS VIDEO IS THE PROPERTY OF ITS OWNERS AND NOT ME. THEREFORE, NO COPYRIGHT INFRINGEMENT CLAIM SHOULD BE MADE BY YOUTUBE.", "viewCount": 0.38840586470939387, "labels": [28, 33, 38, 78, 86]}, "cL_tv4flCrE": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "cL_tv4flCrE", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "try suspension training chris lopez dan long sfg fitness bootcamp kettlebell strongfirst improve postTRX Ab Exercise To Help Press Heavy Kettlebells Chris Lopez, SFGII, shows you why making sure that your ribs are locked down and your abs are properly engaged are crucial for you to be able to press heavy. Using the TRX, Chris shows you the proper form for a TRX fallout and how doing that exercise will help with any type of overhead activity from pressing to throwing. For more great TRX exercises and programs, go to ", "viewCount": 0.3221414237842339, "labels": [100, 161, 1455]}, "9degutyDGGE": {"likeCount": 0.2250420002308894, "dislikeCount": 0.12304489213782739, "videoId": "9degutyDGGE", "title": "", "description": "", "length": 0.25526682161121933, "keywords": "plump runner gaming lets play walkthrough borderlands gearbox maya siren berzerker phaselock thoughtlock ruin scorn tank ytqualityhighBorderlands 2 Skill Tree Builder  Maya Siren ClassBest recomendation for your SIREN class skill tree in Borderlands 2. Let me know what you think, and how you would spec it otherwise! SUBSCRIBE to PLUMP RUNNER Work out your favorite class skill tree perks now for Borderlands 2! Watch these videos for my advice on how to get the most out of your skill tree perks. SALVADOR GUNZERKER ZERO ASSASSIN AXTON COMMANDO Try out the MAYA Siren Class Skill Tree Builder This video will show you HOW TO PLAY BORDERLANDS 2 HOW TO PLAY MAYA HOW TO BUILD YOUR SKILL TREE IN BORDERLANDS 2 Xbox Live Gamertag ZYLIOUS Follow PlumpRunner on Twitter LIKE PlumpRunner of Facebook Music Super Dance Party  ", "viewCount": 0.4714489027741424, "labels": [0, 1, 774]}, "HwYGnRHwM2o": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "HwYGnRHwM2o", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "YouTube Capturepsvita video download bahasa indonesiavia YouTube Capture", "viewCount": 0.3777281791671015, "labels": [0, 1, 24, 105, 349, 424, 510, 535, 590]}, "I5rlgC4z8_s": {"likeCount": 0.13979400086720378, "dislikeCount": 0.047712125471966245, "videoId": "I5rlgC4z8_s", "title": "", "description": "", "length": 0.26273658565927327, "keywords": "violin concerto RiedingRieding Violin Concerto in G major op 24Liam 6 plays Rieding's violin concerto in G Major Op 24. First movement.", "viewCount": 0.3497067936398505, "labels": [4, 31, 40, 47, 97]}, "R5UhH8Mtj-U": {"likeCount": 0.1361727836017593, "dislikeCount": 0.047712125471966245, "videoId": "R5UhH8Mtj-U", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "Cheerleading Cheer All Star Level Worlds Bid World Cup Shooting Stars Extreme Stunts Tumbling Best Grand ChampionSparks All Stars Eclipse Junior Level 1Athletic Championships 2012 Providence, RI Level 1 Grand Champion", "viewCount": 0.38365139988906716, "labels": [8]}, "1u_NJjIt8qU": {"likeCount": 0.14913616938342728, "dislikeCount": 0.0, "videoId": "1u_NJjIt8qU", "title": "", "description": "", "length": 0.24199557484897583, "keywords": "dreadlock update dreads Dreadlocks Year Hair Old Haircut Style Hairstyle NaturalDREADLOCK UPDATE 1 YEAR DREADIESThis is my 1 year dreadlock update.", "viewCount": 0.3688775655272845, "labels": [50, 65, 998]}, "BR9GLgqAe84": {"likeCount": 0.1414973347970818, "dislikeCount": 0.03010299956639812, "videoId": "BR9GLgqAe84", "title": "", "description": "", "length": 0.23710678622717363, "keywords": "JVC Prohd Apple Final cut pro .mp4 .movA Guide to the JVC GYHM100E  Part 10 of 13The GYHM100 is the worlds first native support for Apple QuickTime file format for Final Cut Pro GYHM100 natively records in the file format used by Apple QuickTime for Final Cut Pro. Compact HandHeld form factor  weighing only 1.44 kg., the GYHM100 is the smallest and lightest HD camcorder to offer true 35 Mbps professional performance. Its size and portability open up new possibilities for highquality HD recording applications, while reducing the strain of handheld operation. Newly developed progressive 3 CCD provide 1080p digital processor applies 5 advanced noise reduction technologies. A 10x Fujinon lens provides edgetoedge sharpness, and offers manual or auto focus, zoom and iris.", "viewCount": 0.3761852694466383, "labels": [24, 158, 1010, 2209]}, "GGxqc24bEZo": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "GGxqc24bEZo", "title": "", "description": "", "length": 0.25514499979728755, "keywords": "kartingWKA International Engine Heat RaceThis is the International Engine class heat race for May 8, 2010 at Thunder Ridge Raceway in Spring City, TN. This was the race with the wreck.", "viewCount": 0.3218272853571448, "labels": [17, 19, 659]}, "Qj_uYwtHV9o": {"likeCount": 0.27558748556724916, "dislikeCount": 0.15910646070264992, "videoId": "Qj_uYwtHV9o", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "Song Sparrow Canon 7D Sigma 300800 f5.6 EX HSM Sony Vegas 9 PlatinumSparrow  Morning Song 2My wife told me we have a Song Sparrow singing in our backyard every morning. So on Saturday I hauled out the Canon 7D and the Sigmonster Sigma 300800 f5.6 EX HSM, mounted up the shotgun mic, and tried my hand at recording this wonderful little bird.", "viewCount": 0.5227966360792998, "labels": [15, 96]}, "Qj2rVeyl-e8": {"likeCount": 0.03010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "Qj2rVeyl-e8", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "adapter car charger power supply USBUniversal Power AdapterUniversal Power AdapterEvery day we have to deal with a large number of portable devices, MP3 players, communicators, smart phones, Bluetooth headsets and other devices. As you know, any device if it operates on battery must be recharged. But hardly anyone would like to carry a bunch of charging devices with him. Therefore, universal power adapters are very popular. This adapter allows you to save space, since it can replace multiple chargers. This model is an adapter that is designed for those who has to carry a set of all possible devices during a day. You can charge multiple devices with it MP3 players, communicators, smart phones, Bluetooth headsets and others, where USB charging is allowed. The model we describe has a small size and it is rather handy. The adapter is very simple to use just plug it into the car cigarette lighter. Red LED lights up, it means that the adapter is on. Now you can connect the device you want to charge through the USB port. Input voltage 1224V. Output voltage 5V. When the battery is full simply remove the adapter from the cigarette lighter, switchingoff device. That's all simple and easy.", "viewCount": 0.3261738547352538, "labels": [2, 7, 937]}, "QngZPL8-bS0": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "QngZPL8-bS0", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "my little pony friendship is magic apple bloom spin twilight sparkle rainbow dash fluttershy pinkie pie rarity spike scootaloo cutie mark crusaders sweetie belle derelle CMC princess celestia luna derpy hooves doctor octavia dj pon3 scratch the great and powerful trixie whatever other ponies missed ric david flair wwe tna raw smackdown impact wrestling random PMV you me right roundApple Bloom Spin Spin SpinsProbably only my fellow wrestling bronies will get this one right away, but lemme describe here. The song is Spin Spin Spin, it was used by David Flair during his time in WCW and WWF And for those of you with a small amount of wrestling knowledge and recognised the name, yes, it is Ric Flair's son. P", "viewCount": 0.33463529744506393, "labels": [5, 16]}, "XwKlg-vtdvs": {"likeCount": 0.1, "dislikeCount": 0.06989700043360189, "videoId": "XwKlg-vtdvs", "title": "", "description": "", "length": 0.23636119798921446, "keywords": "Minecraft My House Fun tf2 wrap assassin tf2 144hz tf2 balloon race dark souls 3 144hz cheat para el dark messiah 144hz tf2 det hammer hammer fedt melodi hammer hammer fedt melodi hammer hammer fedt karaoke dark messiah of might and magic cheats hammer hammer fedt dark messiah cheatsMinecraft My HouseSorry its not HD again. I use bandicam to record.", "viewCount": 0.3735039705033721, "labels": [0, 1, 27, 35]}, "i0wQhVI1g0M": {"likeCount": 0.13010299956639812, "dislikeCount": 0.09542425094393249, "videoId": "i0wQhVI1g0M", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "coolMy monster high collectionplease comment and subscribe!!!", "viewCount": 0.4255802985353698, "labels": [26, 194, 326, 445, 581]}, "_T41iEdGN9U": {"likeCount": 0.15051499783199063, "dislikeCount": 0.06020599913279624, "videoId": "_T41iEdGN9U", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "disney's planes presents priyanka chopra ishani mary kom exclusive interviews 2013 disney india official disney's planes present trailer official trailer planes trailer planes official trailer disneys planes trailer bollywood disney trailers 2013 comedy adventure plane flight flying race racing aviator circuit Teaser Trailer Jet Airplane Fly disney junior disney kids kids children pixar disney pixar aircraft august 23rd 23Disney's Planes  Priyanka Chopra  ISHANI  Disney India OfficialCheck out the exclusive interview with the voice behind Ishani in Disney's Planes  Priyanka Chopra. Disney's Planes will be in cinemas August 23rd, 2013' From above the world of Cars comes Disney's Planes, an actionpacked 3D animated comedy adventure featuring Dusty voice of Dane Cook, a plane with dreams of competing as a highflying air racer. But Dusty's not exactly built for racing, and he happens to be afraid of heights. So he turns to a seasoned naval aviator, who helps Dusty qualify to take on the defending champ of the race circuit. Dusty's courage is put to the ultimate test as he aims to reach heights he never dreamed possible, giving a spellbound world the inspiration to soar. Subscribe to the Disney India Channel here Return to the Disney India Channel here www.youtube.comdisneyindia Check out and LIKE our Disney India Facebook Page Check out our Disney India Twitter Page ", "viewCount": 0.36631353149577545, "labels": [16]}, "Cm9LxSgHx_I": {"likeCount": 0.16720978579357176, "dislikeCount": 0.1278753600952829, "videoId": "Cm9LxSgHx_I", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "barbecue barbeque bbq grilling grill recipes how to charcoal charcoal grilling sous vide emu emu steak cooking emu emu recipe exotic meat charcoal vs gas tutorial lightHow to Grill Emu Steaks by BBQ DragonThe adventurous chefs at BBQ Dragon's Exotic BBQ are grilling Emu steaks on their barbecue grill today. They take you through the entire delicious recipe, from the sous vide bath, an often necessary cooking technique in exotic meats, through the charcoal grill, where they sear the outside, and then to the table, for a barbeque treat you won't forget. Nor will they. Websites ExoticBBQ.com BBQFresh.com Twitter BBQDragon ExoticBBQ BBQFresh Facebook Httpfacebook.compagesBBQDragon500493093303563 Meat Provided by Anshu at ExoticMeatMarkets.com Website Facebook Twitter ", "viewCount": 0.40169498130975606, "labels": [11, 20, 22, 29, 173, 477, 528, 560, 892]}, "mAtCtZoOlqo": {"likeCount": 0.12041199826559248, "dislikeCount": 0.03010299956639812, "videoId": "mAtCtZoOlqo", "title": "", "description": "", "length": 0.244870631990508, "keywords": "Halo Montage Tagged mpbmx ncew sticky grenade stick plasma spike nadeHalo 3 Stick Montage .Tagged.KGOZi and NCEW have brought some of our best stick clips together into a montage.", "viewCount": 0.30751818546186915, "labels": [0, 1, 157, 407, 481]}}