{"QqcFQexjSJQ": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "QqcFQexjSJQ", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "kampa awning kampa fiesta air kampa fiesta air pro 350 fiesta pro air 350 awning caravan inflatable awning2015 Kampa Fiesta Air Pro 350 Heavy Duty AwningThe all new Kampa Fiesta 350 Pro Air inflatable caravan awning with otional bedroom annexe and sun canopy", "viewCount": 0.41051012445496426, "labels": [428, 825]}, "CTpXOYiJkGI": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "CTpXOYiJkGI", "title": "", "description": "", "length": 0.254282542695918, "keywords": "London Londra Underground London Tube London Underground mind the gap metro metropolitana England United Kingdom Country Livemind the gap!  riding the London Tubea spasso per la \"London Underground\".....MIND THE GAP!", "viewCount": 0.3525304009958239, "labels": [2, 45, 212]}, "1vEEiHIavjk": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "1vEEiHIavjk", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "NorthPark Indoor Skatepark Skating Skateboarding Sk8 BMX Inline Thessaloniki Hobao Hyper Star Electric OFNA Onboard HD Camera Tekin Futaba 8th buggy Jump sk8 park www.northpark.gr 2012 2013HOBAO HYPER STAR IN SKATEPARK\"NORTHPARK\" NEW INDOOR SKATEPARK  THESSALONIKI  GREECE www.northpark.gr", "viewCount": 0.3130655349022031, "labels": [17, 151]}, "X0m8cnEwprY": {"likeCount": 0.15440680443502758, "dislikeCount": 0.06020599913279624, "videoId": "X0m8cnEwprY", "title": "", "description": "", "length": 0.25502283530550945, "keywords": "ladybug ati 5000 series dx11 directx 11 tech demo on radeon hd 5670 hd5670 asus amd athlon II X2 240 kingston benchmark overclocking msi ka790gx 790gx windows ultimateATI DX11 Tech Demo Ladybug on HD 5670running ATI DX11 Tech Demo on HD5670 AMD Athlon II X2 2403.64Ghz MSI KA790GX Motherboard 2x2GB Kingston DDR2800866 ASUS Radeon HD 5670 1GB8501050 Catalyst 10.2 Windows 7 Ultimate 64bit", "viewCount": 0.424445030913543, "labels": [499, 2806]}, "X2dHLLhiNFE": {"likeCount": 0.17634279935629374, "dislikeCount": 0.07781512503836437, "videoId": "X2dHLLhiNFE", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "Adam's Polishes Adam Pitale Dylan von Kleist car washing car wash Adam's Polishes Two Bucket Car Wash two bucket two bucket car wash wash car car care premium car care Adam's Polishes Premium Car Care detailing car detailing suds soap bucket adams polishes Washing FunAdam's Polishes Two Bucket Car Wash  The Washing SequenceThis is a closer look at how Adam's Polishes Two Bucket Car Washing sequence is utilized. When washing your vehicle the biggest factor is being absolutely prepared. Nothing is more frustrating then rinsing your whole car down only to find you didn't have your two buckets ready. At Adam's Polishes headquarters we enjoy washing vehicles. This video shows the necessary steps for the Adam's Polishes Two Bucket Wash and the great results you'll achieve by using this process. Adam's Polishes offers all products showcased in this video. Head over to adamspolishes.com to find these products more for your detailing needs. adamspolishes.com ", "viewCount": 0.3856728890382883, "labels": [2, 7, 297, 763, 957, 1373, 1397]}, "XwgSFxOMACc": {"likeCount": 0.18692317197309763, "dislikeCount": 0.08450980400142569, "videoId": "XwgSFxOMACc", "title": "", "description": "", "length": 0.26031443726201825, "keywords": "iowa hawkeyes football 2012 mark weisman minnesota gophers highlights kirk ferentz jordon cotton flea flicker Christian Kirksey interception american football University College Minnesota Golden Gophers Football American Football Team 2013 2014 2015Floyd Returns Home  2012Hawkeyes destroy Minnesota 3113, with a Homecoming victory. The Iowa Hawkeyes stormed out to a 240 halftime en route to handing Minnesota its first loss with a 3113 Homecoming victory Saturday afternoon inside Kinnick Stadium. Home Sweet Home! The hawkeyes welcome the Flody of Rosedale trophy back where he belongs!!! Sophomore running back Mark Weisman had 177 yards  8.4 per attempt  on 21 carries with a touchdown. Weisman has gone over the 100yard mark in each of the last three games. Senior quarterback James Vandenberg completed 18of31 passes for 192 yards with a touchdown, while senior Keenan Davis had six catches for 50 yards. \"After one game, you're kind of like hmmm... hope I am seeing it right,\" said Ferentz of Weisman. \"Then after two weeks, you start thinking, this guy might not be bad. After three games, a lot of us are starting to think maybe this guy is a running back. His fullback days may be numbered... he may be retiring from that spot.\"", "viewCount": 0.4252537506990004, "labels": [0, 79, 376]}, "XyNGL4qRD5g": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "XyNGL4qRD5g", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Lego 8803 Minifigures SeriesLego 8803 LEGO Minifigures  Series 3!!!Lego 8803 LEGO Minifigures  Series 3!!! 8803 Minifigures Series 3 was released in January 2011. This series and any series released after this one havne't got any barcodes on the packets that can be used to identify which minifigure is inside the packet. Instead they are using bumps on the bottom of the packet. The packets will be green All my Lego on ", "viewCount": 0.3165837624690129, "labels": [26, 130, 435]}, "CmanJmx7VjA": {"likeCount": 0.09030899869919436, "dislikeCount": 0.047712125471966245, "videoId": "CmanJmx7VjA", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "super mario galaxy mecha bowser mecabowser jr junior harmonie harmony luigi toad peach boss miniboss subboss sub dino piranha dinopiranha king kaliente poulpoboss no damage aucun degatSuper Mario Galaxy Miniboss 11  MechaBowserMcabowser no damageThis miniboss looks like Megaleg by the way you have to defeat it. His weak point is on his head. But you have to climb to reach it.", "viewCount": 0.39726655922661114, "labels": [0, 1, 738, 983, 1149]}, "m8vdUi7Jjxo": {"likeCount": 0.18129133566428557, "dislikeCount": 0.03010299956639812, "videoId": "m8vdUi7Jjxo", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "Air Jordan 12 Air Jordan 12 cherry air jordan 12 playoffs air jordan 12 retro air jordan 12 obsidian air jordan 12 2009 air joran 12 cheery air jordan cherry 12Air Jordan 12 retro Cherry 2009Review of the air jordan 12 cherry from 2009. Thanx guys for all the support..stay humble god first payce  G1st", "viewCount": 0.4127007557371327, "labels": [66, 148, 253, 271]}, "mDJlu4Zeyx0": {"likeCount": 0.19344984512435678, "dislikeCount": 0.0, "videoId": "mDJlu4Zeyx0", "title": "", "description": "", "length": 0.2545307116465824, "keywords": "kirk hammet lars ulrich jason newsted cliff burton james hetfield dave mustaine milanicachannel one enter sandman sanitarium fade to black unforgiven quebec magnetic live shit big 4 slayer megadeth live solo dvd metallica album cover nothing else matters master of puppets metal black album anniversary for whom the bell tolls seek & destroy creeping death funny laugh moments fuel 2014Metallica  Sanitarium  AUDIO UPGRADE  Detroit  USA 1986Follow us on....Facebook,Twitter, Google,Instagram!!! ", "viewCount": 0.34827307000799435, "labels": [3]}, "mEZWvvAWj4A": {"likeCount": 0.18920946026904806, "dislikeCount": 0.0, "videoId": "mEZWvvAWj4A", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "Intel Jim Parsons Internet of Things iot Intel edison computer video company innovation computer hardware official channel tech technology mobile semiconductor processors blutetooth flash memory microprocessors interface cards PCEducation India Boru Gujarat learning teaching Vidyadham Boru Primary School Pragna Rahevar primary school Mehul Suthar smart class education laptops Jalpa Rabari Bahadur Solanki Visionary Leadership ytcconBoru, Gujarat, India  Transforming learning  IntelRural school in India uses technology to transform learning and teaching.Subscribe now to Intel on YouTube About Intel Intel, the world leader in silicon innovation, develops technologies, products and initiatives to continually advance how people work and live. Founded in 1968 to build semiconductor memory products, Intel introduced the world's first microprocessor in 1971. This decade, our mission is to create and extend computing technology to connect and enrich the lives of every person on earth. Connect with Intel Visit Intel WEBSITE Like Intel on FACEBOOK Follow Intel on TWITTER Follow Intel on INSTAGRAM Boru, Gujarat, India  Transforming learning  Intel ", "viewCount": 0.36997510316895144, "labels": [205]}, "mIj8RZZ1xVM": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06020599913279624, "videoId": "mIj8RZZ1xVM", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "Show choir showchoir Sullivan singers It Had Better Be TonightSullivan 2008  \"It Had Better Be Tonight\"Sullivan \"Singers\" perform \"It Had Better Be Tonight\" at the Mt. Zion \"Invitational\" 2008 in Mt. Zion, IL. Director Dave Moellenkamp Choreographer April James and Ron Morgan", "viewCount": 0.3658964842664435, "labels": [3, 6, 13, 41]}, "UntFtbg327U": {"likeCount": 0.3205204363948145, "dislikeCount": 0.13424226808222062, "videoId": "UntFtbg327U", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "Fernando lamadrid band bass bassist bass player tapping slap solo latin groove envelope filter funky marcus miller victor wooten Bass Guitar Musical Instrument Bass Musical Instrument Bassist Profession bobby vega basstheworld bass the world basstheworld.com basstheworldbyvideo gregor frisFERNANDO LAMADRID PLAYS \"NTURAL NANA\"  BassTheWorld.comFernando Lamdrid plays his original composition \"Natural NaNa\" for BassTheWorld.com  Find out more about Fernando YouTube Website www.fernandolamadrid.com Facebook www.facebook.comfernandolamadridmusic Instagram www.instagram.comfernandolamadrid Thanks for watching! Gregor Fris  BassTheWorld.com ", "viewCount": 0.49093366872381267, "labels": [4, 9, 10]}, "fnxFuKUg-vw": {"likeCount": 0.16720978579357176, "dislikeCount": 0.07781512503836437, "videoId": "fnxFuKUg-vw", "title": "", "description": "", "length": 0.22479732663618068, "keywords": "chainsaw bike motorized bicycle odd homemadeHomemade Chainsaw Bike motorizedmotorized chainsaw bike made with homelite 240 engine", "viewCount": 0.40392951180843106, "labels": [2, 30, 53, 58, 982]}, "P16mhEBG2SA": {"likeCount": 0.14623979978989562, "dislikeCount": 0.0, "videoId": "P16mhEBG2SA", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "hobie cat pro angler 14 bass fishing bassresource fishing techniques howto kayak kayak fishing canoe canoe fishing hobie hobiecat hobie cat hobie pro angler 14 pro angler 14 hobie pro angler 14 fishing hobie pro angler 14 review 2014 hobie pro angler 14 hobie pro angler hobie cat 14 hobie kayak pro angler 14 hobie pro angler 2014 pro angler pro angler 14 fishing 2014 hobie pro angler 2014 pro angler hobie pro angler 14 2013 hobie pro angler 14 2014Hobie Cat Pro Angler 14 Kayak  Bass FishingLearn about the big brother of fishing kayaks, the Hobie Cat Pro Angler 14! Come check out the best Bass Fishing videos from BassResource.com! They're loaded with bass fishing tips and techniques, plus useful fishing information designed to help you catch more fish the next time you go bass fishing. bassfishing bassresource fishing NEW VIDEOS.......Subscribe & click on \"\" to get Notified SUBSCRIBE.......... Website Follow Us! Facebook Instagram Twitter Pinterest Want the best in fishing tips, fishing videos, fishing tackle reviews, fishing news, photos and the most active bass fishing forums on the Internet? Check out ", "viewCount": 0.37724684030532807, "labels": [2, 43, 76, 385]}, "P2QkdUUk6yU": {"likeCount": 0.14913616938342728, "dislikeCount": 0.09542425094393249, "videoId": "P2QkdUUk6yU", "title": "", "description": "", "length": 0.25693739096150464, "keywords": "new bounces teaser high rev engine downhill mod spoiler custom rail stunt community dualtage for fg Mw2 cod Call of Duty Black Ops glitch jump rpg strafe bounce cod4 elevator ufo tutorial modding 101 help series episode 01 the fanatic glitchers map montage upload float creek ambush backlot bloc bog broadcast crossfire crash chinatown downpour wetwork huge strike sabotage showdown weapons gadgets call duty glitches hack hacks warfare cheat cheats modern warfareSalvation MaddMikey's Bounce Montage Riipshey guys its BBobcat i know we havent uploaded that much but i hope that changes and heres mikeys new Mongtage i think its pretty good ", "viewCount": 0.346686762035411, "labels": [36, 185]}, "P51wcIi7hzs": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "P51wcIi7hzs", "title": "", "description": "", "length": 0.26031443726201825, "keywords": "Aliens Vs. Predator 2010 TheJugador227 juegos pc ESPAOL video guias Let's PlayAliens Vs. Predator 2010 Marine 2  Refinera 22 ESPAOLFinal de la segunda misin de \"Marine\".", "viewCount": 0.40254287614072415, "labels": [3210]}, "7S86UBUosA8": {"likeCount": 0.29273703630390235, "dislikeCount": 0.1740362689494244, "videoId": "7S86UBUosA8", "title": "", "description": "", "length": 0.25118833609788743, "keywords": "Dragonball big wind up yu hakushoWe gotta power english Fulllyrics see it coming down, all over town, it's chaos There's no time for me to be afraid Raise the excitement now and be the king of your mountain Be the king now, it's a masquerade, so it's made... Things you want that you can't touch, but you know One day you will hold that special feel that make you a man NoTen, PKan I can feel the sky so blue I'm so down right, see that I'm so cool Playing with them all, trouble calls Don't you know, I take them all We Gotta Power, Dragon Ball Z Don't mind at all, no shocks can stall my pace I keep my eyes fixed all the time to my goal Don't mind at all, cause after all, it's my way Cause after all, it's my life, it's my soul One day we shall chase a dream, that is ours Till then you won't know that I'm your friend, to the very end NoTen, PKan The time is now to wisen up Feel the strength come right up from your gut You know the world is now, coming down To changing times, we'll show them how We Gotta Power, Dragon Ball Z Things you want that you can't touch, but you know One day you will hold that special feel that make you a man NoTen, PKan I can feel the sky so blue I'm so down right, see that I'm so cool Playing them all, trouble calls Don't you know, I take them all We Gotta Power, Dragon Ball Z I do not own this music.", "viewCount": 0.5238577976325977, "labels": [5, 144, 190]}, "76EtXaCDK4A": {"likeCount": 0.03010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "76EtXaCDK4A", "title": "", "description": "", "length": 0.26884198220027106, "keywords": "red remover the game homepage thepiacshowRed Remover walkthrough 2140Me Cody beating levels 2140 of red remover Will make last 5 levels and bonus walkthrough soon!", "viewCount": 0.36580113966571126, "labels": [0, 5]}, "77HSAv8xLdE": {"likeCount": 0.13010299956639812, "dislikeCount": 0.0, "videoId": "77HSAv8xLdE", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Glee TV SeriesGleeBrittany Pierce and Santana Lopez  I Wanna Dance With Somebody Who Loves MeGleeBrittany Pierce and Santana Lopez  I Wanna Dance With Somebody Who Loves Me", "viewCount": 0.35370631427816174, "labels": [332]}, "b0NEw2m08cc": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "b0NEw2m08cc", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "National Basketball Association Organization san antonio spurs heat miami lebron Miami Heat Basketball Team Basketball Invention NBA TV TV Network kobe bryant ray allen Ray Allen Basketball Player iverson playoffs the finals los angeles lakers new york knicksNBA Mix  HaloNBA Mix. Song Machine Gun Kelly  Halo", "viewCount": 0.36717280882395587, "labels": [0, 70, 125]}, "HSgyi5p74x8": {"likeCount": 0.21702617153949577, "dislikeCount": 0.047712125471966245, "videoId": "HSgyi5p74x8", "title": "", "description": "", "length": 0.24199557484897583, "keywords": "SpinTech Mufflers Muffler Exhaust Cars Automotive Chambered Automobile Industry Automotive Industry Industry Drag Nascar Flowmaster Boyd Butler Dr.Gas Boom Tubes Boom Tube Thermodynamics Second Law of Thermodynamics Entropy Racing Mustang Drag Racing Sport Race Burnout Camaro Turbo Performance Corvette Cobra Burnout vehicle AC Cobra Automobile Model Muscle Supra FordHow SpinTech Mufflers Work Made EasyThis is just a video on how SpinTech Mufflers work made easy.", "viewCount": 0.44058925138050586, "labels": [49, 80, 196, 942]}, "FF0JQub86E0": {"likeCount": 0.203342375548695, "dislikeCount": 0.08450980400142569, "videoId": "FF0JQub86E0", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "virginia government virginiagovernment vdot pavement interstate 81 construction recycling savingsVDOT Interstate 81 InPlace Pavement RecyclingUsing three pavement recycling processes together on a single rehabilitation project on the U.S. interstate system had never been done  until Virginia did it in 2011. VDOT employed fulldepth reclamation, cold centralplant recycling and cold inplace recycling to rebuild a 3.7mile, twolane section of southbound Interstate 81 near Staunton. The agency reduced its estimated construction time by twothirds and saved millions of dollars by using the three pavement recycling methods to reconstruct this part of the interstate. Visit ", "viewCount": 0.44066423553507666, "labels": [2, 75, 500, 2761]}, "FFN1R6iMj7M": {"likeCount": 0.3301897717195208, "dislikeCount": 0.1792391689498254, "videoId": "FFN1R6iMj7M", "title": "", "description": "", "length": 0.24548448600085104, "keywords": "black ops black ops gameplay best gaming setup 402thunder402 black ops gameplay black ops call of duty codBlack Ops Gameplay!  My New Gaming Equipment Best Gaming SetupBlack Ops Gameplay!  Thunder's New Gaming Equipment Best Gaming Setup New Scuf Elite Controller  New MLG Legit Gaming Monitor  And HDMI Converter so i can still use my PVR  Game Like The Pro's order your Scuf Gaming controller today use promo code THUNDER for 5 off all orders. Click this link and get 10 off all Kontrol Freak Orders  Best Podcast Show On Youtube  call of duty black ops gameplay commentary by 402thunder402", "viewCount": 0.4507248513918787, "labels": [0, 1, 36, 94, 132, 142, 147]}, "El-lvXXOzaY": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "El-lvXXOzaY", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "Ace Bollywood Bollywood Gossips.Priyanka Chopra stuns at Trailer Launch of Dil Dhadakne DoPriyanka Chopra stuns at the Trailer Launch bash of Dil Dhadakne Do LiKe ! Share ! CoMmEnT ! Subscribe ! FaVoRiTe Bollywood News, Style, Interviews, Reviews, Videos, Hindi Movies, Images of Bollywood, Fashion Show, Gossip", "viewCount": 0.3435047641339965, "labels": [225]}, "Eqcd23W6ExY": {"likeCount": 0.26364878963533656, "dislikeCount": 0.11139433523068368, "videoId": "Eqcd23W6ExY", "title": "", "description": "", "length": 0.26674529528899543, "keywords": "wiring dcc layout how to model railroader railroading railroad ho scale modular concrete ties atlas flex track union pacific UP JLWII2000 reviewsPart 6 of How to Build your Layout from Start to FinishIntro to WiringIntroduction to wiring for DCC layouts For great prices and customer service, check out www.trainworld.com", "viewCount": 0.5051723485481293, "labels": [51, 298, 1890]}, "TxeOmSdYu3k": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "TxeOmSdYu3k", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "1995 Ford Crown Victoria P71 P74 police interceptor fuel pump gas tank supply siphon siphoning shadowrider460Draining Fuel from the Wrecked 1995 Ford Crown VictoriaWhile getting ready to mow the lawn, I noticed that not only was the mower out of fuel, but my fuel container was also empty. Here, I fill up the fuel container using the leftover fuel in the wrecked 1995 Ford Crown Victoria. Not having the fuel pump relay, PCM, and associated wiring, I wired the fuel pump directly to a booster battery for the power source. Then, I ran a piece of 58\" heater hose from the fuel supply line that normally goes to the engine into the fuel container. The filling process took about seven minutes. 972013", "viewCount": 0.37402837196818794, "labels": [2, 7, 90, 165, 2575]}, "Tzyx9-vV_aM": {"likeCount": 0.2530199698203082, "dislikeCount": 0.10413926851582252, "videoId": "Tzyx9-vV_aM", "title": "", "description": "", "length": 0.2608526033577194, "keywords": "Minecraft Minecraft Xbox Minecraft Xbox 360 Minecraft Xbox 360 Minecraft Xbox 360 Edition TU12 Release Date TU12 TU12 In Certification Minecraft Xbox 360 TU12 Release Date Minecraft Xbox 360 TU12 In Certification Eskimo xXxIncisionxXx 4JStudios 4J Studios Change List TU12 Change List Released TheChaoticCreeper BigBSt4tz2 TheGamingLemon Stampylonghead iBallisticSquid TU12 Seed Showcase Seed Showcase Minecraft Xbox 360 Seed ShowcaseTU12 In Certification! 4JStudios Confirmed! Change List Released!Let's break 300 LIKES for TU12 FINALLY being in certification! Full Change List \"Minecraft Xbox 360 TU12 Full Change List\" New Mobs  OcelotCat  Iron Golem  Baby Villager New Items  Redstone Lamp  Jungle Wood Stairs  Jungle Wood Half Slab  Jungle Wood Block  Jungle Wood Planks  Jungle Tree Sapling  Ocelot Spawn Egg  Creative Mode only Chiseled Stone Brick  Creative Mode only Mob Heads Skeleton, Wither Skeleton, Zombie, Human and Creeper ChangesAdditions  New Tutorial World.  New map height limit 256 instead of 128.  Jungle Biome  Jungle trees  Cocoa beans grow on Jungle trees  Slabs and Stairs can be placed upsidedown by placing them below a block.  Added Corner Stairs and upside down Corner Stairs.  Added 3D dropped items.  Added dispensing Boats and Minecarts to Dispenser.  New ambient cave sounds.  New AI for Mobs.  Added rare drops for Mobs.  Villagers will have children if there is room in their village.  Zombie sieges will occur occasionally at night.  Zombies break down doors on Hard Mode.  Crafting recipe for ladder now yields 3 ladders instead of 2.  Placing blocks on grass will replace it.  Lava now has a faint rumbling sound effect, and large particles that hop out of the lava produce a popping sound.  Very rare Desert Wells can be found in Desert biomes.  Increased max boats in a world to 40.  When in the Nether, Snow Golems will melt and die same as when they are in Desert biomes.  Abandoned Mineshafts can generate with wooden bridges now when generated over a cave or over top another tunnel.  Doors have been updated so that double doors work better with Redstone.  Added a Favorites tab to the Skin Selector menu, storing most recently used skins.  Added support for Texture Packs and Mashup Packs, and display of these in the Minecraft Store. Fixes  Fixed local player shadows not being displayed.  Fixed a few issues with the Privileges settings.  Fixed visible seams in clouds.  Fixed 3rd person camera issues with water, where the underwater filter would be randomly removed.  Fix for structures generating at the edge of a world.  Fix for putting enchanted items in a Minecart With Chest and destroying it removes the enchantments.  Fix for breaking a bow having improper animation.  Fix to make Minecarts run at the correct speed.  Fixed a few memory leaks.  Fixed issue with \"Can Open Containers\" option.  Fixed issues with \"Can Build and Mine\" option.  Fixed Issue with TNT blocks being triggered by explosions even with \"TNT explodes\" option off.  Fixed Wolves not tilting their heads when the player has a bone in their hand.  Fixed the color of Potion particles status effect to match the Potion color.  Fix for doors spitting in half and glitching in openclosed motion when mined.  Fixed artifacts on edge of flames when in first person.  Fixed a lot of game lighting issues. Minecraft Xbox 360 \"Minecraft Xbox 360\" Minecraft Xbox 360 Edition \"Minecraft Xbox 360 Edition\" Herobrine's Box \"Herobrine's Box\" Minecraft Xbox 360 Herobrine's Box \"Minecraft Xbox 360 Herobrine's Box\" Let's Play Minecraft Xbox 360 \"Let's Play Minecraft Xbox 360\" Seed Showcase \"Seed Showcase\" Minecraft Xbox 360 Seed Showcase \"Minecraft Xbox 360 Seed Showcase\" Eskimo \"Eskimo\" Eskimo Minecraft \"Eskimo Minecraft\" xXxIncisionxXx \"xXxIncisionxXx\" Redstone TU12 \"TU12\" 1.2.3 Minecraft Xbox 360 1.2.3 \"Minecraft Xbox 360 1.2.3\" Skin Pack 5 Ocelots Jungles Jungle Biomes Minecraft Xbox 360 Jungle Seed \"Minecraft Xbox 360 Jungle Seed\" Blackskith Chest Stronghold The Ender Dragon Abandoned Mineshaft Hardcore Mode Minecraft Xbox 360 Hardcore Mode \"Minecraft Xbox 360 Hardcore Mode\" Texture Packs Minecraft Xbox 360 Texture Packs \"Minecraft Xbox 360 Texture Packs\" Minecraft Xbox 360 Today Minecraft Xbox 360 This Week Minecraft Xbox 360 This Month Building Tutorial Minecraft Xbox 360 Building Tutorial Parkour Map Treasure Runner Hunger Games The Hunger Games Hunger Games Map Minecraft Xbox 360 Hunger Games Minecraft Xbox 360 Parkour Map Minecraft Xbox 360 Adventure Map Adventure Map TU12 Minecraft Xbox Minecraft Xbox 360 Carpet Carpet Carpet Confirmed Zombie Sieges Hardcore Mode Redstone Lamps Skin Pack 5 Skin Pack 5 Release Date Skin Pack 5 Information 4J Studios \"Skin Pack 5\" TU 12 Seed Showcase Minecraft Xbox 360 TU12 Seed Showcase Jungle Biome Spawn MashUp Packs Minecraft Xbox 360 MashUp Packs \"Minecraft Xbox 360 MashUp Packs\" MashUp Packs Confirmed! Minecraft Xbox 360 Texture Packs Confirmed! \"Minecraft Xbox 360 TU12 In Certification\" \"Minecraft Xbox 360 TU12 Change List Released\"", "viewCount": 0.37823292689968374, "labels": [27]}, "BMtrTyhmwh4": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "BMtrTyhmwh4", "title": "", "description": "", "length": 0.2637489729512511, "keywords": "review toddler floats step1 step2 baby hairstylistheather the411mommas ages 24 ages 924 monthsReview Toddler Floats! HeatherFloats from Target! 1st  Step2 Green Float is 30 24 years old 2nd  Step1 Pink Float is 20 924 Months old & Talk about a few other diff floats like the Arm Floats & the little Bathing suit Floats Target.com Hope you all are enjoying your summer!!! Thank you So much for watching! SUBSCRIBE!!! Make me SMILE!!!! Go Check me out at FACEBOOK FAN PAGE PINTREST My CHANNEL HairStylistHeather TWITTER INSTAGRAM hairstylistheather", "viewCount": 0.334752515999869, "labels": [453]}, "RnWJrXaHnrs": {"likeCount": 0.34303975913869666, "dislikeCount": 0.23283796034387377, "videoId": "RnWJrXaHnrs", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "angels and airwaves the adventure live on lettermanangels and airwaves  the adventure live on lettermanangels and airwaves  the adventure live on letterman", "viewCount": 0.5966046881857268, "labels": [3, 4, 9, 10]}, "RovBVEO4Rn0": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06020599913279624, "videoId": "RovBVEO4Rn0", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "www.ssei.com.mxINSTALACION DE BANCO CAPACITORES..wmvCORRECCION DEL BAJO FACTOR DE POTENCIA", "viewCount": 0.3776192514747072, "labels": [2665]}, "z3IFiXex1e4": {"likeCount": 0.2346352974450639, "dislikeCount": 0.07781512503836437, "videoId": "z3IFiXex1e4", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "Pump It Up PIU Fiesta 2010 The Devil The Devil BanYa Production Yahpp Chris Lee Original Tunes Full Combo FPC Single Crazy CZ S6 Hard Gold Dave Busters D&B Buffalo Williamsville NY New York HD EX NX 2011 2012 2013 Fiesta 2 Perfect Pump It Up Fiesta 2 Infinity 2014Pump It Up Fiesta 2  The Devil  Single 6  FPCBanYa Production  The Devil  Single 6  FPC Slightly harder than the other one, but with a really cool ending that tricked me up the first time. Kind of hard to FPC this cause I hate the slow parts. My body wants to react faster. Twitter MeChrisLee Recorded at Dave & Busters in Buffalo, NY.", "viewCount": 0.48135209437057463, "labels": [0, 1, 193, 1418, 2693, 3428]}, "Q5jEPuUC_JQ": {"likeCount": 0.1806179973983887, "dislikeCount": 0.0, "videoId": "Q5jEPuUC_JQ", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "starcraft 2 starcraft whitera whitera itr intotherainbow video game day9 day 9 KotB King Beta King of the Beta vs Day Daynine Day nine sc2 blizzard tournament gameplay commentary starcraft ii starcraft2Starcraft 2 Whitera vs IntoTheRainBOw Game 1 Part 2 King of the Beta Tournament Day 4Find the newest games at Don't miss the launch party on July 26 where the finals of this tournament will be cast live   or watch it on Ustream.tvdaytv", "viewCount": 0.41289159784538376, "labels": [0, 1, 42, 487]}, "x1PhWG0N81E": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06020599913279624, "videoId": "x1PhWG0N81E", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "Sailor Moon Anime Music Video Last Beautiful GirlSailor Moon  Last Beautiful GirlTook some favorite parts of Sailor Moon and made this video. I think the song choice for this is pretty good.", "viewCount": 0.38238001537498784, "labels": [5, 597, 1030]}, "ccVf9NOYiU4": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "ccVf9NOYiU4", "title": "", "description": "", "length": 0.24424797690644487, "keywords": "Traxxas Jato Moab tire Flying nitro metanol hill climb jump Rc high speed automobiles stuntsRc jump test with jato 3.3 and hill climbingSome jump test and hill climbing It's a traxxas jato 3.3 with proline 2.2 moab tires", "viewCount": 0.3789298611159441, "labels": [64, 149, 729]}, "KWsDNRBAqM4": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "KWsDNRBAqM4", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "DLR  it's a small world Holiday light show Disneyland2009.11.13. it's a small world Holiday  Disneyland Railroad  ", "viewCount": 0.3747023177451628, "labels": [3355]}, "KaOs2QC108I": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "KaOs2QC108I", "title": "", "description": "", "length": 0.2432969290874406, "keywords": "Viking Wong Edit MP4 768KbpsFashion with Viking WongFashot.tv joins Viking Wong as we find out more on his aesthetic vision of the mordern power women of the 21st century.", "viewCount": 0.3329601248356519, "labels": [66]}, "HM1vUBg-neA": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "HM1vUBg-neA", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "2012 SBSfx Electric Shock  2012 SBSfx 2012 sbs ballads war livefx 2012 sbs ballads war live", "viewCount": 0.35492485568540566, "labels": [3, 6]}, "i3un6BcadqA": {"likeCount": 0.17853298350107671, "dislikeCount": 0.06989700043360189, "videoId": "i3un6BcadqA", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "JonsWorld daily adventure vlog travel event exploration jonathan paula New Hampshire Jon's Adventure Vlog adobe premiere pro experience tour panasonic DMCFZ200 documentary journal mono lake california road trip tufa towers dam reservoir water supply calcium stalagmite Stalactite towers pictures photography sunset shore water trail Mono County US County Lake Geographical Feature Category Tourist Destination Park Climbing Mountain MountainsCalifornia's Beautiful Mono Lake Tahoe 3March 8, 2014 Jon, Ezra, Danny, and Joe continue their Tahoe Time road trip with a stop at Mono Lake  offering beautiful picturesque shots of its unique \"tufa towers\" just before sunset. Tahoe Time Road Trip Vlogs  California Travel Vlog Playlist   Jon's Adventure Vlog  Whenever Jon ventures out into the world to do something exciting, he will take you along for the adventure! New episodes are posted sporadically, often in small bursts immediately following any traveling Jon does, so the schedule depends on when Jon actually goes on an adventure! Born in February 1986, Jonathan Paula is a professional YouTuber and creator of the hit web series, \"Is It A Good Idea To Microwave This?\". In April 2006 he founded Jogwheel Productions, a new media production company that specializes in web video. Jon graduated from Emerson College in 2008 with a degree in Television Production  Radio Broadcasting. He currently lives in Rockingham, NH with his wife Rebecca.  Jon's World Shows  Jon's Adventure Vlog  World According To Jon  Game Time  Other \"Jon\" Content   Other Channels  Jogwheel Main channel  Movie Night Archive  The Microwave Show  uStream Live Shows   Social Media & Merch  Twitter  Facebook  Instagram  Patreon  Letterboxd  TShirts   Technical Credits  Created by  Jonathan Paula Cameras  Panasonic FZ200  Canon EOS Rebel T2i Software  Adobe Premiere Pro CC 2014 Computer   Jogwheel Productions  2014  ", "viewCount": 0.334908316877959, "labels": [571]}, "ZUQPawggwyE": {"likeCount": 0.13424226808222062, "dislikeCount": 0.06020599913279624, "videoId": "ZUQPawggwyE", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "wow video techno song music world of warcraft with tetristechno  tetris with wow videoUPDATE ON UPDATE  sorry Limpich should be in credits for fixing songs ! SORRY Limpich! UPDADTE i toke 60 fps im realy sorry for that  sadface A Nice Techno Song With WoW Video  No intro or credit. Hope you like it and say whats wrong with it. Cuse im... new....", "viewCount": 0.35628873812938794, "labels": [0, 1, 93]}, "XW-bW9pOnxI": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "XW-bW9pOnxI", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "red bull epic blast 2011 red bull fox hunt mtb irelandepic blastred bull fox hunt part 1 2011.MP48 yr old oisin even gives the adult riders and the athertons a headstart but then tries to hunt them down...too young to smoke and drink but not too young for this ", "viewCount": 0.3224533062606086, "labels": [53, 58, 60, 163, 166, 232, 690]}, "aaNtsLvqSQc": {"likeCount": 0.15797835966168103, "dislikeCount": 0.03010299956639812, "videoId": "aaNtsLvqSQc", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "ron paul fed weapons systems military industrial complex public domain footage rand paul f35 air force marinesRon Paul 1 Fed weapon cost 1.5 trillion. Oh and it barely works.Sponsor  Ron Paul 1 Fed weapon cost 1.5 trillion. Oh and it barely works. Straight Talk from the real leader of the opposition...first broadcast 3.4.2013 in audio form only...now independently illustrated with video, from RidleyReport.com and friends. I don't have any official connection with Dr. Paul however. Here's the playlist of the Ron Paul 2013 speeches which I've illustrated with video so far How you can buy an ad  on the Ridley Reports Some or all the videoaudio in this clip is probably available for you to use, commercially or however you like. Basically anything that was shot by me or was public domain to begin with. Until further notice my stuff is automatically released into the public domain. Usually if I shot it, \"RidleyReport.com\" or \"YouTube.comWinWinParty\" will appear at the bottom. And anything...which has that super or was obviously shot by me, is public domain. Like what ya see here?? Well, you can donate to the Ridley Report most easily using Bitcoin! See my latest BTC address, at I generally keep the wallet fairly empty for security reasons. So plz do not be shy about letting me know you've donated. That way I can evacuate or spend the BTC's.... fed weapons systems military industrial complex public domain footage nh raw news videos, police states. f35 joing strike fighter freedom ridleyreport free state project fighterbombers free to use, dave ridley report sdi missile defense resistance movements. Creative commons license, boondoggles live free or die, staters liberty. cops rand paul wasteful spending waste new hampshire federal reserve military marines ron paul 2013 libertarians brutality scandals gonzo journalism hunter s. thompson USMC Gold Wing Pinning Ceremony u.s. marines army navy air force tailhook sexual assaults gary johnson politics political.", "viewCount": 0.3221414237842339, "labels": [155, 264, 377, 3010]}, "Zj5WA_5Tkjs": {"likeCount": 0.2100370545117563, "dislikeCount": 0.1146128035678238, "videoId": "Zj5WA_5Tkjs", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "suscribeteThis Day Aria  Versin Rainbow Dashsuscribete", "viewCount": 0.43571913387837297, "labels": [5, 244, 292, 1993]}, "ZkKikUjLdv8": {"likeCount": 0.15314789170422552, "dislikeCount": 0.047712125471966245, "videoId": "ZkKikUjLdv8", "title": "", "description": "", "length": 0.26857417386022636, "keywords": "edgefest 21 ef21 janes addiction jane's addiction nothings shocking the edge kdgeEdgefest 21  Jane's Addiction performs \"Nothings Shocking\" liveJane's Addiction performs \"Nothings Shocking\" live at Edgefest 21 April 30th", "viewCount": 0.38069935136821076, "labels": [3, 4, 6]}, "WtdLDj6M_o0": {"likeCount": 0.16812412373755872, "dislikeCount": 0.06020599913279624, "videoId": "WtdLDj6M_o0", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "Bonnaroo Festival Bonnaroo Music Festival Music Festival Fashion Street Style festival style Solange KnowlesBest Street Style From Bonnaroo Festival 2013  Fashion Flash  POPSUGAR FashionDressing for the Bonnaroo Music Festival in Manchester, TN, is more about keeping cool in 90degree weather than it is about glamorous women in designer clothes. But that doesn't mean attendees at the fourday festival skimped on the style front. In fact, more than a few women put their own spin on Spring 2013's biggest trends. We break down the three best looks we saw this weekend  from the grounds of the festival to its stage  here. On Jessica Rachel Roy Dress. On Justin Club Monaco Shirt and Blazer Subscribe for more POPSUGAR Fashion! Visit our website for more hot fashion tips! Are we friends yet? Join us on Facebook! Get the latest updates via Twitter! ", "viewCount": 0.34811558708280355, "labels": [324]}, "WvQmKyn0D38": {"likeCount": 0.18808135922807914, "dislikeCount": 0.047712125471966245, "videoId": "WvQmKyn0D38", "title": "", "description": "", "length": 0.24638929889859074, "keywords": "alba berlin basketball o2 world beko bbl eurocup euroleague nba spursALBA beats the Spurs 9493  full highlightsFive minutes of highlights of ALBA BERLIN's 9493 win against the reigning NBA champion San Antonio Spurs in the o2 World Berlin on October 8th, 2014.", "viewCount": 0.39476297473843547, "labels": [0, 52, 70]}, "LDrZKKIEo1w": {"likeCount": 0.17160033436347993, "dislikeCount": 0.0, "videoId": "LDrZKKIEo1w", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "Ps4 Play Station 4 Play station Play Station Nation PS4Share Guerilla Games DehMuffinMan iDentity eSports iDentity eSports First person shooter Helghast ISA VSA Video Game Industry Project Genesis Gaming Allience Stun Drone mrdurant 35 Cruiser Park Slums Spire T0nin0t MadHeadjosh DaveCzezky Greatness Awaits Perfect Day Killzone 2 Killzone 3 Video Game Killzone Video Game Killzone Liberation Video Game Killzone Video Game SeriesKillzone Shadow Fall's Top 5 Kills of the Week number 2Hey guys can i get 50 likes?? D Facebook page Twitch Twitter PGGA Partnermy gaming new website iDentity eSports' twitter ", "viewCount": 0.31408221801093106, "labels": [0, 1, 1742]}, "nK-yCtQ9l_o": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "nK-yCtQ9l_o", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "Audi Ferrari Porsche Lamborghini Lexus Mercedes Benz Mercedes Aston Martin Rolls Royce Maybach Noble Bentley Lotus Maserati Ford Toyota F430 Cars Exotic Cars Automobiles Fast Luxury Expensive Bugatti Veyron Bugatti Chevrolet Vintage Car Automotive Class Auto Racing Sport VSSCA Hillclimbing Antique MG Wayne Carini Hershey PA Grand Ascent Hershey Hill Climb Mercedes Automobile Make Racing Game Genre Carrera Automobile Industry BmwVintage Cars Racing at the Hershey Hill Climb!Lotuses, Porches, MG's, and more racing at the Grand Ascent in Hershey. Thanks for Watching and Please Rate and Subscribe! You can also follow me on Facebook and Flickr!", "viewCount": 0.36094876898532857, "labels": [2, 7, 17, 19, 48]}, "9v5QSLxor5w": {"likeCount": 0.13010299956639812, "dislikeCount": 0.07781512503836437, "videoId": "9v5QSLxor5w", "title": "", "description": "", "length": 0.2167317334748176, "keywords": "Minecraft Minecraft 1.6.4 Minecraft Mod Minecraft Mods 1.6.4 Minecraft 1.6.4 How to install Halocraft Mod Minecraft How to install Halocraft 1.6.4 Halocraft Minecraft Halocraft 1.6.4 Minecraft Halocraft Mod Halocraft 1.6.4 Halocraft Mod Minecraft Halocraft Mod 1.6.4 Halocraft Mod 1.6.4 Minecraft 1.6.4 How to install HalocraftMinecraft 1.6.41.7.10  How to install Halocraft Mod OUTDATEDMinecraft  Topic Halocraft FML Forge ModLoader for 1.7.10  Steam Facebook Twitter Google  Song Janji  Miles Away Original Mix ", "viewCount": 0.38923172607224804, "labels": [27]}, "y3UOL9lq36I": {"likeCount": 0.2790988475088816, "dislikeCount": 0.15682017240669952, "videoId": "y3UOL9lq36I", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "metallica the call of ktulu piano solo guitar bass metal cover acoustic keyboard live cthulhu Cliff Burton James Hetfield Lars Ulrich Kirk Hammett Jason Newsted Robert TrujilloMetallica  The Call Of Ktulu on pianoThis is my piano solo version for metallica's the call of ktulu. I played it by ear so i don't have any sheet music for this song sorry .", "viewCount": 0.5038290243053403, "labels": [31, 40]}}