{"2N7PStHCbiM": {"likeCount": 0.3277838333002048, "dislikeCount": 0.14623979978989562, "videoId": "2N7PStHCbiM", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "Beck Full Moon Sways Maho Koyuki.Moon on the water koyuki and Maho.Koyuki y Maho cantando Full Moon Sways.", "viewCount": 0.5417136085608352, "labels": [5, 717]}, "JD4VkzHk6rk": {"likeCount": 0.34253711664389414, "dislikeCount": 0.2271841606536499, "videoId": "JD4VkzHk6rk", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Francis Turbine Pelton Turbine Kaplan Turbine Water Turbine Green Energy Power GenerationFrancis Turbine The Francis Water Turbine is one of the widely used turbine to generate electricity.", "viewCount": 0.5851795074044746, "labels": [2, 7, 1128]}, "qmFEg49PH7I": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "qmFEg49PH7I", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "Nutrience nutrience pet food pet pets dog dog food cat cat food Hagen Hagen pet products Hagen pet foods Quality control Healthy Balanced Nutrition vitamins and herbs human grade meat plant facility NIR tested Neogen tested stringent standers Waverly New York state of the artLinstallation Hagen Pet FoodsDcrit Hagen Pet Foods, linstallation  la fine pointe de la technologie qui produit les aliments secs de Nutrience.", "viewCount": 0.3121887985103681, "labels": [11, 62, 411]}, "to1eJr6505U": {"likeCount": 0.20899051114393982, "dislikeCount": 0.09030899869919436, "videoId": "to1eJr6505U", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "re education through labor rise against guitar hero world tour ecstacy ecstasy annie leung fc 100ReEducation Through Labor Rise Against Guitar Hero 100 FC ExpertReEducation Through Labor by Rise Against Guitar Hero World Tour Full Combo 100 Expert Another old previously unreleased FC video. Enjoy. This was played on hyperspeed 4 on Xbox360. Btw don't forget to SUBSCRIBE to my channel and follow me on twitter for my updates! Thx! Also check out my live stream profile on Justin TV and become a fan! please follow ", "viewCount": 0.4464534256300944, "labels": [0, 1, 339, 1431]}, "jXGYhlqBzGU": {"likeCount": 0.20170333392987805, "dislikeCount": 0.09030899869919436, "videoId": "jXGYhlqBzGU", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "soulja boy gangsta grillz grills dj drama rell scream g.a.n.g.s.t.a mix tape 2009 teen of the south woogie follow me twitter editon gold grill kush on deck bump this in my lambo love hate is what you become im official pronto freestyle cold summer mojo gucci mane bandsi put that every thang FOLLOW ME TWITTER EDITONSOULJA BOY COLD SUMMER GANSTA GRILLZ MIXTAPEHOT NEW TRACK FROM SOULJA BOY GANGSTA GRILLZ MIXTAPE FOLLOW ME TWITTER EDITON CHECK OUT CAVALIER MONEY LEAGUE!!!!", "viewCount": 0.45181189471431527, "labels": [578]}, "RHZik8pk14Q": {"likeCount": 0.2977266212427293, "dislikeCount": 0.2296665190261531, "videoId": "RHZik8pk14Q", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "Jan Benkwitz Blastphemer drums drummer drumming blast beat fast sick insane speed double bassDrumming up to 260I am really excited to finally announce my partnership with YourMusicMuse! Sign up to my page and improve your drumming  Jan Benkwitz gives you an insight. Playing 220  260 bpm. warm up.", "viewCount": 0.550118391561332, "labels": [28, 33, 38, 78, 86, 553]}, "SwzQxamDYTg": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "SwzQxamDYTg", "title": "", "description": "", "length": 0.269810054562339, "keywords": "Rocky Mountain Premix Colorado Springs concrete premixed concrete batch plant mixer truckRocky Mountain PremixSouth PlantTake a tour of Rocky Mountain Premix's south plant and see the process of how concrete is produced!", "viewCount": 0.34230819582972316, "labels": [62, 126, 411, 606]}, "SxLiFBxVOxA": {"likeCount": 0.4130655349022031, "dislikeCount": 0.25352941200427703, "videoId": "SxLiFBxVOxA", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "How to Fold TShirts Best Way to Fold TShirts how to fold a shirt in 2 seconds simple life hacks science experiments 10 Amazing Science Experiments crazy russian hacker crazy russian Boil Coke Survival Tips survival skills How to Food Life Hacks Doing Wrong 10 Simple Life Hacks Life Hacks slow mo lab how to prank diy do it yourself What Will Happen If You Boil Coke science science tricksBest Way to Fold TShirtsSubscribe to my 2nd channel instagram  Facebook  twitter  ", "viewCount": 0.5902857034109948, "labels": [400, 2305]}, "Sy2su-dnEe4": {"likeCount": 0.24857214264815802, "dislikeCount": 0.1079181246047625, "videoId": "Sy2su-dnEe4", "title": "", "description": "", "length": 0.24440447959180764, "keywords": "rs  mv  SMF RS RETRO Official MV     rock Acoustique  Acoustique Version     Official MV\"Download on iTunes   Deezer     RS  RS RETRO 3399 Fanpage  SMF Acoustique   \"  \"  11    Acoustique Version   2         Acoustique Version  , , , , , , , , ,        NO CIGARRATE NO SMOKING       WE SAY NO  NO WHISKY NO ALCOHOL        WE SAY NO                      ANTIDRUG  ANTI        WE SAY NO  \"", "viewCount": 0.5133280170627915, "labels": [4]}, "8-l6ADLpFkU": {"likeCount": 0.14913616938342728, "dislikeCount": 0.03010299956639812, "videoId": "8-l6ADLpFkU", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "Wario World WW TAS Any WIP Greenhorn Forest Excitement Central Mario Nintendo UWR WR Untied Record Gamecube Game Cube Wii Dolphin TAS ToolAssisted Tool Assisted Speedrun Speed Run Superplay Super Play mapler90210 mapler 90210 sonicpacker sonic packerWario World TAS  Any WIPMapler90210 and I had plans to do an any run of this game for TASVideos, but the game is yet to be emulated correctly. There are very many bugs, for example, if you stand still in a main level, it will randomly transport you to a sublevel. If you stand still there, if will give you the red crystal from that sublevel, then teleport you back up. I would continue the run anyway, but the boss for level one doesn't load and just leads to a black screen of nothingness. Anyway, this is all we have for now. The goal is to get the required amount of red crystals for each level, and then get to the end and beat the boss. In this case, 3 red crystals is the requirement and there are 8 to choose from throughout the level. About the run Dashing is obviously the fastest method of travel, hence why it is abused quite often. To my knowledge, the 2 conversations red sprite  garlic...thing cannot be skipped. If anyone knows how to, feel free to mention it. Mapler and I chose what we felt were the fastest sublevels 1st, 2nd, and 6th in order of appearance for getting the 3 red crystals. I found some tricks like using the rock in the 1st sublevel to grab the blue platform, and skipping the 2 pole grabs. We are pretty satisfied with this TAS. So far, I have been doing the TASing until Mapler gets a controller or a TAS Input comes out, but he helped a bit with route planning, etc. Here's his channel Uploading this on my birthday. D Happy birthday to bobmario511 as well!", "viewCount": 0.3806654723991861, "labels": [0, 1]}, "SRj1eI8IQB0": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "SRj1eI8IQB0", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "dodge charger usa police car cars photo images ram auto polizia americana american automobili america automobilesDodge Charger  american police carsPLEASE RATE, COMMEMMENT and SUBSCRIBE!!! THANKS 4 WATCHING!! BY DADDY2548!!", "viewCount": 0.3673941998634088, "labels": [2, 7, 437, 1035]}, "YS49qtvd2y0": {"likeCount": 0.1380211241711606, "dislikeCount": 0.0, "videoId": "YS49qtvd2y0", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "cloud strife final fantasy advent children simple plan how could this happen to me untitled tifa vincent yuffie cid lifestreamFinal Fantasy VII How Could This Happen To MeAn old AMV I made, and decided to upload Taken from Cloud's pointofview, and very in line with the movie, it traces how he feels about his regrets, and onward to overcoming them with the help of his friends Music is copyrighted to Simple Plan, Final Fantasy clips to SquareEnix  I do not claim rights to these", "viewCount": 0.3337059726320525, "labels": [159, 626, 1773]}, "3d_8Mgxx7j8": {"likeCount": 0.15185139398778877, "dislikeCount": 0.07781512503836437, "videoId": "3d_8Mgxx7j8", "title": "", "description": "", "length": 0.24502491083193612, "keywords": "Montreal Canadiens Boston Bruins NHL hockeyCanadiens  Bruins 12607Montreal Canadiens  Boston Bruins 12607", "viewCount": 0.4082426300860772, "labels": [82, 103, 118]}, "3gY_CiXmALo": {"likeCount": 0.20043213737826426, "dislikeCount": 0.07781512503836437, "videoId": "3gY_CiXmALo", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "riot metal mark realeThundersteel  RIOT coverGuitar  Gibson LesPaul Studio  VAMP2 Guitar  Fender American standard Stratocaster  VAMP2 Bass  FGN NCJB10M  ZOOM B2", "viewCount": 0.3856728890382883, "labels": [4, 9, 10, 37]}, "NzJC-0x4vxw": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "NzJC-0x4vxw", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "Car show 36 0011955 CHRYSLER NEW YORKER DELUXE NEWPORT  ONE OF 5,777Three Chrysler models were offered this year The Windsor Deluxe, the New Yorker Deluxe and the famous hemipowered 300. The Chrysler Imperial was a seperate make under the Chrysler Corp. umbrella. Both the Windsor and New Yorker models offered a four door sedan, hardtop coupe, convertible coupe, and Town and Country wagons. The Windsor model was powered by a V8 301 cid  188 bhp., and the New Yorker had a V8 331 cid  250 bhp.  The 300 also used the 331 cid but with 300 horses . This 2door New Yorker hardtop would have put you back around 3,652 bucks, a princely sum in 1955. This Saphire White over Canyon Tan example is outstanding in it's condition. The interior is in original condition and well preserved. I noticed that the steering wheel hub states \" power steering \". Notice also the twin tower taillamps and the front to back trim. This New Yorker is a prime example of the Chrysler products \" Forward Look\" design and you can see the quality of this vehicle all around. Thanks very much for viewing this long titled 1955 Chrysler New Yorker Deluxe Newport.", "viewCount": 0.3464638559095033, "labels": [2, 7, 1386]}, "_x7NBxkQeYU": {"likeCount": 0.1361727836017593, "dislikeCount": 0.047712125471966245, "videoId": "_x7NBxkQeYU", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "80s Human League I'm Only Lisbon Portugal 2007 1986\"Human\" Human League LIVE IN LISBON,PORTUGAL AUGUST 200780's electropop band Human League performing they're hit \"Human\" live in Lisbon, August 2007", "viewCount": 0.43929957575773537, "labels": [3, 6]}, "5APk-zqlutg": {"likeCount": 0.13979400086720378, "dislikeCount": 0.06989700043360189, "videoId": "5APk-zqlutg", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "Leonardo Maddog despegue MD fs2004 MC DONELL DOUGLAS MADDOG FS9 FSX SIMULADOR boeing landing simulator airport airplane airlines airbus aviation flight simulator argentina extreme driving takeoff warfare flying SimulationLeonardo Maddog Cabina compartida despegue MD fs2004 Y ATERRIZAJE FORZOSOLeonardo Maddog despegue MD fs2004 Cabina compartida con LVOOP Y ATERRIZAJE FORZOZO EM EL PALOMAR ARGENTINA Tragedia MD Mcdonnell douglas FSPassenger ACCIDENTE Encendido Ignition Leonardo Maddog MD  take off  ejercicio exercise 210 nudos 2000 alt. Encendido del Maddog MD MC DONNELL DOUGLAS MADDOG FS9 MC DONNELL DOUGLAS SIMULADOR EMERGENCIA CON PASSENGER FS2004 AERODROMO SAVG ", "viewCount": 0.3776701183988411, "labels": [46, 107, 109, 114, 138, 631]}, "LPNjsKhNcek": {"likeCount": 0.2041392685158225, "dislikeCount": 0.11760912590556814, "videoId": "LPNjsKhNcek", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "nepali agriculture nepal agriculture modern agriculture modern farming nepal power tiller nepal powertiller nepal12 HP Multifunction Diesel Power tiller for Nepali FarmersSTEP brand multi function power tillers are especially manufactured to assist farmers and farming organizations to carry out tough farm works in low cost and time. These machines have lower fuel consumption, higher performance and durability. Shrestha Agri Inputs directly imports these farm machinery suitable for Nepali conditions. Ample supply of spare parts and easily repairable structure makes this machine a good farm assistant to it's users. This machine can perform tedious farm operations such as tilling, deep hoeing, ditching, ridging, harvesting crops, milling, water pumping, generating electricity and many other functions. For more information on our products, please feel free to contact us at Shrestha Agri Inputs Satungal9 Kathmandu Nepal. Phone 977015108054 shresthaagriinputsgmail.com", "viewCount": 0.4656088614832357, "labels": [2, 7, 83, 1820]}, "LRAYYNzMnMg": {"likeCount": 0.14913616938342728, "dislikeCount": 0.03010299956639812, "videoId": "LRAYYNzMnMg", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "Dragon Age Inquisition DAI devasted varric cry hugDragon Age Inquisition  Devastated VarricThat dwarf made me cry. He was such a good friend in DA2 and the dead of Hawke killed him. I hope I can cheer him up.", "viewCount": 0.39502187666418637, "labels": [1004, 1344, 2768]}, "Lok45s8slAU": {"likeCount": 0.2617000341120899, "dislikeCount": 0.1278753600952829, "videoId": "Lok45s8slAU", "title": "", "description": "", "length": 0.2374748346010104, "keywords": " eSpoir MAKEUP Tutorial cosmetics    foundation     HOW TO  FOUNDATION TUTORIAL              ?       !          , ,          .             ,    ! Make your skin perfecttailored with the new eSpoir PRO TAILOR LIQUID FOUNDATION. This makeup tutorial teaches you how to use eSpoir PRO TAILORED FIT FACE BRUSH foundation brush and create perfectly flawless skin. tailored for everyone, tailored by PRO. Fashionize You, eSpoir More on www.espoir.com www.facebook.comeSpoirstory", "viewCount": 0.5098622962237912, "labels": [39, 986]}, "Lp8SNYyUj0c": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "Lp8SNYyUj0c", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "Lewis and Floorwax Chatfield Dakota Ridge Football Sports High School Preps HighlightsMileHighSportsPreps Interviews Rick Lewis of Lewis and Floorwax 103.5 The FoxRick Lewis of Lewis and Floorwax 103.5 The Fox Interviewed at the Chatfield Dakota Ridge High School Football Game by Marky Dupe of MileHighSportsPreps.com", "viewCount": 0.3261976191397813, "labels": [0, 79]}, "Lsky9IBkC24": {"likeCount": 0.11139433523068368, "dislikeCount": 0.047712125471966245, "videoId": "Lsky9IBkC24", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "Colorado Avalanche Vancouver Canucks NHLAvalancheCanucksColorado Avalanche  Vancouver Canucks 21807", "viewCount": 0.38833206783829755, "labels": [0, 82, 103, 118, 440]}, "LsbCqdnuHQQ": {"likeCount": 0.21105897102992488, "dislikeCount": 0.047712125471966245, "videoId": "LsbCqdnuHQQ", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "FE fundamental elements fundamental elements sickness nuggy insideus hip hop oz hip hop aussie hip hop rap boom bap vc velvet couch clockwork records Hip HopFundamental Elements  The Sickness ft. Nuggy Gee, Insideus & DJ Upryt OFFICIAL VIDEOOrder now from WWW.FEHIPHOP.COM Available on limited edition 12\" Vinyl, CD, USB Card & digital download. \"The Prerequisite\" is the second single from the forthcoming EP of the same name  Check WWW.FEHIPHOP.COM for updates. \"The Prerequisite\" Features DJ Johnny Love, DJ Upryt, Nuggy Gee, Insideus, & features production by Leaf Dog High Focus Records, Soley & Pleura. Film Clip by Mindkill. Produced by Leaf Dog. Mixed by T Pearson  Clockwork Studios. Cuts by DJ Johnny Love. Mastered by Jack the Bear  Deluxe Mastering. Fundamental Elements 2014 www.fehiphop.com www.facebook.comfehiphop Twitter fehiphop Contact  Media  tristanclockworkrecords.com.au", "viewCount": 0.40301137527075936, "labels": [14]}, "LvV-HCSaq7I": {"likeCount": 0.1, "dislikeCount": 0.06989700043360189, "videoId": "LvV-HCSaq7I", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "NSMB new super mario bros hack hacking 32 world castle worlds custom edited editor level extra water ocean sushi funNSMB hack Castle worlds 32My first water level", "viewCount": 0.4306425027550687, "labels": [0, 1, 1091]}, "Lxo1CgNwumQ": {"likeCount": 0.13010299956639812, "dislikeCount": 0.11139433523068368, "videoId": "Lxo1CgNwumQ", "title": "", "description": "", "length": 0.2459392487759231, "keywords": "dress of dresses petite women clothing women dresses petites fashion style what is fashion la fashion fashion is in fashion about fashion handbag handbags purses bags and purses handbags purses purses and handbags handbags and purses purses handbags shoes belt belts fashion review ann taylor jcrewFashion Review Ann Taylor vs. JCrew BeltsFor outfit details and more photos, visit ", "viewCount": 0.3867290669854884, "labels": [66, 293, 1867]}, "tuSm75J1ILY": {"likeCount": 0.16901960800285137, "dislikeCount": 0.1278753600952829, "videoId": "tuSm75J1ILY", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Modern Warfare VTGamescom  Modern Warfare 3 with Julia Hardy  Ginx TVCall of Duty Modern Warfare 3 abbreviated as Call of Duty MW3 or simply MW3 is an upcoming firstperson shooter video game currently in development by Infinity Ward with assisted development from Sledgehammer Games and Raven Software codeveloping multiplayer. It will be the third installment in the Modern Warfare series, and the eighth Call of Duty installment. Sledgehammer Games has announced the game to be the first Infinity Ward entry in the Call of Duty series to have builtin support for colorblind gamers.", "viewCount": 0.3710540447933297, "labels": [1, 36, 142, 185, 2649]}, "untpjt6OcEc": {"likeCount": 0.1079181246047625, "dislikeCount": 0.07781512503836437, "videoId": "untpjt6OcEc", "title": "", "description": "", "length": 0.22479732663618068, "keywords": "    UPNew4UP UP ", "viewCount": 0.41457556236372073, "labels": [0, 1, 5, 203, 1091, 2500]}, "9L2STERcl8E": {"likeCount": 0.21986570869544228, "dislikeCount": 0.11139433523068368, "videoId": "9L2STERcl8E", "title": "", "description": "", "length": 0.26473829701146195, "keywords": "Motorcycle helmet www.wowair.de Tricks Schablonen Stepbystep AirbrushbyWow custompainting custompainting illustration airbrushing techniques art airbrushed motorcycles bikes lowriders artist murals custom cars graphics painting stencils cool fun tutorial simple vehicle easy learn awesome airbrushanleitung speedpaint speedpaint speedpainting fotorealismus essen wowair.de Motorrad Helm Bike Spider net Spinne Spinnennetz flames Flammen fire FeuerNo.065 Airbrush by Wow Helm Spinne HD 1080.mp4Airbrush mit der Schablonentechnik fr den perfekt und schnell gemalten Motorrad Helm mit Spinnen MotivenAls Farben werden ein opakes Wei und Schwarz genommen , bei den restlichen Farben sind das dann transparente Farbtne Airbrush with the Stencil technique for a perfect and fast painted motorcycle helmet The colors I used are an opaque black and white ,the other colors are transparent visit my homepage www.wowair.de", "viewCount": 0.4703059118974319, "labels": [49, 127, 277, 724, 1276, 2420]}, "tME3shqOhWk": {"likeCount": 0.15797835966168103, "dislikeCount": 0.047712125471966245, "videoId": "tME3shqOhWk", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "Kingdom Hearts Shrek trailerKingdom Hearts shrek 2 trailerHere is the trailer for the best Shrek movie in my option. I don't own Kingdom Hearts or Shrek. Clips from khvids.net and Kh13.com", "viewCount": 0.3834229902851678, "labels": [5, 16, 25, 327, 587]}, "UROVslumIHI": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "UROVslumIHI", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "PituresMy Garden Prickly Pear Sprouts, Dragon Fruit Sprouts,& much more!I have quite a bit going and more to come. Excited to see the prickly pear and dragon fruit get bigger and grow. Hopefully I will have some strawberry guava soon, because i planted seeds a few weeks ago.", "viewCount": 0.3358125285276649, "labels": [11, 126, 1077]}, "1e5MIpMGQvc": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "1e5MIpMGQvc", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "lampshades ska battle bands musicLampshades Keasby NightsThe Lampshades a ska band out of central jersey with their rendition of \"Keasby Nights\", performed at a battle of the bands. Conditions at the battle forced it to be shut down with 20 seconds left to go of the song, so only horns and the audience singing can be heard at the end!", "viewCount": 0.3054613054556888, "labels": [3, 6, 13]}, "Ev-o-QLVftg": {"likeCount": 0.3529558673021163, "dislikeCount": 0.16812412373755872, "videoId": "Ev-o-QLVftg", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "taimur shahid malik malik shahid taimoor taiem dil ka panchi judaiyan music indian pakistani music hit tracks video story board b4u 9xm 8xm jalwa arymusik punjabi song sad grief feelings ishq namazan jeddah pisj pop music balli kalsi jia ali fashion diva ras films MTV Organization Bollywood Movie Awards Award BollywoodHollywood FilmJudaiyan by Taimur Shahid Malik Official Music Video Join Taimur Shahid  Official Page on Facebook To Download Mp3 Judaiyan  Taimur Shahid Malik Music Balli Kalsi Female Vocals Natasha Khan Directed By Rao Ayaz Shehzad. Model Jia Ali. Makeup & Stylist Furqan Ahmed Nina Lotia Lyrics Lyrics Taimur Shahid Malik is Available at Official WebPresence www.taimurshahid.com Official FB Page www.facebook.comTaimurShahidOfficial Official Soundcloud Twitter  www.twitter.comTaimurShahid Instagram www.instagram.comTaimurShahids", "viewCount": 0.5584652302610676, "labels": [14]}, "-c4wFOEiHuU": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "-c4wFOEiHuU", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "Nintendo 3DS Legend of Zelda Ocarina of Time 3D PAX East 2011 handson gameplay footage Nintendo 3DS Legend of Zelda Ocarina Time 3D PAX East 2011 gameplay footage3DS Legend of Zelda Ocarina of Time 3D  PAX East 2011 handson gameplay.Legend of Zelda Ocarina of Time 3D  PAX East 2011 handson gameplay.", "viewCount": 0.30809870469108874, "labels": [0, 1, 105, 309, 358, 510]}, "rmcrDrmxrUk": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "rmcrDrmxrUk", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "rally escort mk2 silverstone driving schoolSilverstone Rally School, June 2011A day at Silverstone Rally School. Thanks to Andy, John and all at this great place. ", "viewCount": 0.3527114111639805, "labels": [2, 7, 17, 129]}, "PLTZJ0Elbkk": {"likeCount": 0.24116197059632302, "dislikeCount": 0.08450980400142569, "videoId": "PLTZJ0Elbkk", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "Naruto Hinata NaruHina Love Shy Determined Ninja BraveryNaruHina AMV She Will Be LovedMy second amv I own nothing of the Naruto Franchise. I do not own the song. Enjoy People! D I do requests.", "viewCount": 0.41282376707691876, "labels": [5, 84]}, "Vs7h9j-VYY4": {"likeCount": 0.1146128035678238, "dislikeCount": 0.03010299956639812, "videoId": "Vs7h9j-VYY4", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "be your own pet video musicale black holeBe your own pet  Black holevideo musicale realizzato per la canzone che Mtv aveva scartato dall'album dei Be your own pet", "viewCount": 0.3332034277027518, "labels": [14]}, "qr709OfV4RE": {"likeCount": 0.1380211241711606, "dislikeCount": 0.047712125471966245, "videoId": "qr709OfV4RE", "title": "", "description": "", "length": 0.24927603890268377, "keywords": "Arizona Fishing Power Ranch Fish Lakes Monster Catfish Tilapia Largemouth Bass Queen Creek Road Germane Higley Gilbert Chandler Mesa Fly Tilapia Fishing Fishing For Tilapia BestTilapia Fishing!Fishing For Tilapia. Another review of a local lake. Its located in a very nice neighborhood park and is a catch a release deal. This lake has BlueGill, Tilapia, Largemouth Bass, Channel Catfish, Koi, and sometimes mystery fish Fish that people toss in there. Shot with my GoPro Hero HD. Please like, comment, share and SUBSCRIBE! Follow Arizona Fishing on Facebook Follow Arizona Fishing on Instagram Follow Arizona Fishing on Twitter Tilapia Fishing Tilapia Fishing Tilapia Fishing , Fishing For , Fishing For Tilapia , Best Tilapia Fishing Video ,", "viewCount": 0.38241258339165496, "labels": [18, 43, 59, 906, 3403]}, "gX2dJthkICY": {"likeCount": 0.1361727836017593, "dislikeCount": 0.03010299956639812, "videoId": "gX2dJthkICY", "title": "", "description": "", "length": 0.2592176757395867, "keywords": "Saga Frontier Showdown! Alexei Showdown Wil Knights Egg Nina Death Hell Wingers GriffonSaGa Frontier 2  Showdown! AlexeiI failed to record this part of the video earlier. Sorry. Anyway, here is the thrilling conclusion! It really is cool! And Alexei is hard before New Game , not just because of the moves but because I bought a Paladin Spear in Hahn Nova can only be done with Ginny's party and Cody was equipped with it. You have to have Nina in your party or you will get a game over when the Hell Wingers kill you. I don't think you can beat the Hell Wingers, but I'm not sure. According to Zach Keene's site, they have about 50K HP, and I'm pretty sure I've done that much damage to one with a ridiculo party, but they may regenerate. The solution? I have to train until I can do 50K damage with one combo. And I will! It's nice that SF2 is a world where people release their animas when they die instead of voiding their bowels. RIP, Nina. You were probably better than I gave you credit for.", "viewCount": 0.346686762035411, "labels": [0, 1, 5, 159, 3198]}, "1zpjWCVwMDA": {"likeCount": 0.15797835966168103, "dislikeCount": 0.1079181246047625, "videoId": "1zpjWCVwMDA", "title": "", "description": "", "length": 0.26972293427597177, "keywords": "Rich gta Rich GTA players Rich in GTA Best GTA Cars expensive cars in GTA Richest Gta player Richest player in gta Best GTA video best gta player rechest in gta adder cabrio stinger gt vacca entity cheetah bullet gta motorbikes gta funny moments richest in gta ruchest gta player ever Richest GTA player cool gta player gta elf costume GTA christmas GTA V GTA 5 Christmas in gta z type gta z type gta v z type all gta v cars all cars in gta TanksGTA V Online Meeting One Of The Richest Players In GTA Garage 2Thanks to slev for letting us see his garage it was fun to make this video make sure to like and subscribe if you enjoyed  Like for more Garages of rich people in gta ", "viewCount": 0.3887729797288031, "labels": [0, 1, 35, 85]}, "j8P4NwpuD7Y": {"likeCount": 0.18808135922807914, "dislikeCount": 0.06020599913279624, "videoId": "j8P4NwpuD7Y", "title": "", "description": "", "length": 0.2558708570533166, "keywords": "caterpillar D9G bulldozer truck offroading cars offroadCaterpillar D9G with 2BMS RipperOne of several D9G's.", "viewCount": 0.42534833920870146, "labels": [2, 7, 208, 1134]}, "jAWg7JOUgPI": {"likeCount": 0.1977723605288848, "dislikeCount": 0.13424226808222062, "videoId": "jAWg7JOUgPI", "title": "", "description": "", "length": 0.2507855871695831, "keywords": "download nba nba 2k14 android download free download 2k14 on android basketball Free Full install 2k14 MobileHow to install NBA 2K14 on Android device for freeAPK download link DON'T FORGET TO LIKE,COMMENT,SHARE AND SUBSCRIBE TO MY CHANNEL ", "viewCount": 0.4791922117501735, "labels": [0, 1047]}, "0y-ONHWLqT8": {"likeCount": 0.1414973347970818, "dislikeCount": 0.08450980400142569, "videoId": "0y-ONHWLqT8", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "Chevrolet s10 4.3 262 edelbrock tes imco summit racing summitracing exhaust chevy Exhaust System1998 Chevrolet S10 4.3 with edelbrock headers and Summit Racing Exhaust98 S10, 4.3L HO V6, custom intake manifold, Edelbrock TES Headers, stock catalytic converter, Summit Racing 3\" mandrel bent exhaust with IMCO 3\" muffler, cut exhaust tip to mimic factory exhaust", "viewCount": 0.4443169075796116, "labels": [2, 7, 196, 224, 413, 942, 1709, 2077]}, "8yyQN-ImkFE": {"likeCount": 0.2693726948923647, "dislikeCount": 0.1380211241711606, "videoId": "8yyQN-ImkFE", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "nismo fx infiniti fx35 fx45Jebaker1121's INFINITI FX35 NISMO Exhaust  516th plenum spacer 2 and other modsINFINITI fx35 nismo stune catback exhaust motordyne 516\" plenum spacer other mods...", "viewCount": 0.5361333015096917, "labels": [2, 7, 116, 196, 1908]}, "c47QsJSwNv4": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "c47QsJSwNv4", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "corolla carbs 4k engine KE35 3KB toyotaToyota Corolla KE35 with 4K and Twin CarbsToyota Corolla KE35, with 4K engine and twin carbs idling. The original engine was a 3KB, but was changed for a 4KC. Right now I'm using the 3KB carbs, but I'm planning on changing them with a single bigger carb a Weber DGV or similar.", "viewCount": 0.4242963591821483, "labels": [2, 7, 90, 235, 1435]}, "S_-IDcGbB9o": {"likeCount": 0.16127838567197356, "dislikeCount": 0.06989700043360189, "videoId": "S_-IDcGbB9o", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "Day In Day Out Day In Out Hardcore Melodic Hardcore PostHardcore Alternative Metalcore Metal Hardcore Punk New Jersey New York Music Video SinkDAY IN DAY OUT  SINK OFFICIAL MUSIC VIDEOOfficial music video for the brand new single, \"Sink\" which will be featured on a 4way split with They All Float, Distances, and Corkscrew. The split will be pressed on a limited number of vinyl records and released through Nothing Special Records in late spring 2014. Preorder vinyl not final art Preorder digital Download Sink RecordedMixedMastered by Adam Cichocki at Timber Studios We worked very hard to make a completely DIY video, and we weren't sure how it would turn out. The final product exceeds our expectations and proves that you don't have to go with a wellknown company to make a high quality music video. Share this around and help get the word out about us, as well as the split that is coming out soon. Lyrics Resurfacing again, It seems I've been drawing too close to comfort. My life's been painted in black and white But in the end, it all just runs together. I'm not lost, I've just been misled, Force fed an image formed inside my own head. I can't find the strength to let go, Even if it means for me... To feel the heat of the day, With some sense of peace, But I'll never find my place. And that's the way I've learned to live, Ending on my own. I could never let you go. I could never let you go Your whispers alone terrify me. Haunting, contorting my feelings. Into a pit, never ending. I guess I've learned to numb the pain Forget your face and just move away. You have my full attention at the end of every single day. I'll sink. I need to know that I didn't let you down. Resurfacing again, It seems I've been drawing too close to comfort. My life's been painted in black and white But in the end, it all just runs together. I'm not lost, I've just been misled, Force fed an image formed inside my own head. Treading water for nine years straight, Leaves the deepest scars on your life. I've been hiding everything beneath the surface, But I guess it's starting to show. Filmed by Jeff Corneilson and Matt Bastos DirectedEdited by Matt Bastos Day In Day Out is Matt Whipple, Matt Bastos, Brian Pharai, Will Reyes, and Kevin Antunes ", "viewCount": 0.35300715688373785, "labels": [4, 9, 14, 37]}, "0_tOQJYkUbs": {"likeCount": 0.2060697840353612, "dislikeCount": 0.12304489213782739, "videoId": "0_tOQJYkUbs", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "rc driftingrc driftingrc drifting", "viewCount": 0.5189167350298488, "labels": [2, 7, 17, 19, 26, 64, 128, 149]}, "zuRwBcFfy9o": {"likeCount": 0.16720978579357176, "dislikeCount": 0.07781512503836437, "videoId": "zuRwBcFfy9o", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "Honey bee decline exterminators removal spreading globally United Nations Environment Programme UNEP honey Bee breeding beeswax dieoffs diseases hive swarm workers drones colonies beekeeping crop pollinator pest control spray insects Europe China Japan U.S. Department of Agriculture harmful chemicals insecticides Queen Breeder weeds knapweed dandelion eradication royal jelly BEE bread protein probiotics YOLO JCVdude Sony HDR XR550 AX200 HD nature tourism travel review videographerHoney bee decline spreading globallySaturday, March 12, 2011 Scientists working for the United Nations Environment Programme UNEP reported Thursday that the collapse of honey bee colonies is becoming a world wide phenomenon and will continue unless humans work to restore habitats for bees. The insects are necessary for pollinating crops and the report calls for profound changes in how humans manage the planet. The decline in managed bee colonies, first noticed in Europe and the U.S., is now seen in China and Japan, and there are signs of colony collapses in Egypt. According to the U.S. Department of Agriculture, honeyproducing colonies in the U.S. have declined from 5.5 million colonies in 1950 to 2.5 million in 2007. A coauthor of the report, Peter Neumann, said changes in rural areas during the past 50 years have contributed to decline of wild bees and other pollinators. Additional factors include the declines in flowering plants, the use of harmful chemicals and insecticides, the increase in air pollution and a worldwide trade system that spreads bee pathogens and pests. The world's growing population means more bees are needed to pollinate the crops to feed more people. According to the U.N. report, of the 100 crop species that supply 90 percent of the world's food, bees pollinate more than 70 percent. Noting that humans seem to believe that they can operate independent of nature through technological innovations, Achim Steiner, the executive director of the UNEP said, \"Bees underline the reality that we are more, not less dependent on nature's services in a world of close to 7 billion people.\" The report calls for such measures as incentives for farmers and land owners to encourage them to restore habitats that are friendly to pollinators. Music Morning dream by Alexandr Fedorov ", "viewCount": 0.4352163215705444, "labels": [15, 126, 499, 723, 1145]}, "mUkIK8CC2qc": {"likeCount": 0.21875207208364633, "dislikeCount": 0.09030899869919436, "videoId": "mUkIK8CC2qc", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "Electric Guitar Musical Instrument Recording warren huart recording warren huart electric guitar how to record electric guitar bae audio Pro Tools Software tutorial produce like a pro home recording home recording studio budget recordingRecording Basics Electric Guitar  Warren Huart Produce Like A ProSign up here to get exclusive videos and suggest topics Recording an electric guitar using a BAE 1073DMP in Pro Tools. Warren discusses gain staging and pre amp distortion. Produce Like A Pro is a website which features great tips to help the beginning recordist make incredible sounding home recordings on a budget.", "viewCount": 0.40631080829986205, "labels": [9, 37, 421]}, "ZBj2is44NcA": {"likeCount": 0.19242792860618818, "dislikeCount": 0.03010299956639812, "videoId": "ZBj2is44NcA", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "goanimate cartoonJustin, Candace and Caitlin's NightmareGage Gets Groundedcredit to everyone. no copyright infringement intended. this video is a request for JennerQueenRockz.  created at ", "viewCount": 0.40166155475571774, "labels": [5, 16]}, "5_C_DKVLLAA": {"likeCount": 0.13979400086720378, "dislikeCount": 0.03010299956639812, "videoId": "5_C_DKVLLAA", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "Paddle Club Interest kayaking kayak paddle education jackson kayak how to kayak educational instruction kayak education kayak instructional paddle instructional whitewater kayak river water how to the ferry how to ferry education water educationRescue Basics  Basic River RunningBasic River Running. Eric Jackson, will teach you how to have a great time running rivers safely in EJ's Basic River Running DVD! Lifetime kayaker and world squirt boat champion, Clay Wright, heads up the best practical safety program of all time showing you just how to keep your self out of trouble. This is the most comprehensive instructional program on equipment, logistics of river running, practical safety skills and knowledge, river reading and running skills ever assembled. We teach you the lingo of kayaking, all of the 5 major features you'll encounter, and how to easily recognize and use them on your way down the liquid conveyor belt called a river. See some of the beautiful rivers of the Southeast USA, where EJ and Clay call home. The Tellico, North Chic, Chattooga, Nantahalla, and Tallulah Rivers, and more provide our outdoor classrooms. Filmed and edited entirely by award winning videographer Chris Emerick you will enjoy the high quality of the audio, video, and the packaging of the information to make your learning experience as enjoyable and rapid as possible.", "viewCount": 0.37394932307816153, "labels": [2, 60, 76, 385, 419, 1569]}, "6dtdUMVtDzg": {"likeCount": 0.2618048096712093, "dislikeCount": 0.12304489213782739, "videoId": "6dtdUMVtDzg", "title": "", "description": "", "length": 0.2574031267727719, "keywords": "pokemon garchomp luxray luxchomp trainer supporter nationals pack unleashed opening pokemandan pokefanjem diamond and pearl rising rivals supreme victorsOpening 7 Random Booster Packs!Another pack opening video  Not amazing packs but got a Prime! Watch to see which one. If your wondering \"Why the random packs?\" It's because we got a Garchomp C Lv X tin but opened it and found only 3 boosters! Not happy. Thanks for watching.", "viewCount": 0.4347739717920052, "labels": [0, 21, 23, 81, 215, 217, 447, 790, 915]}, "tf3k8OXlTTM": {"likeCount": 0.18325089127062366, "dislikeCount": 0.12552725051033062, "videoId": "tf3k8OXlTTM", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "VideoStarApp vs3.2.1Lps rude MV 21 subs special\"Why ya gotta be so rude? Don't u know I'm human too?\" That's my FAVORITE lyrics Created using Video Star ", "viewCount": 0.3905310062116086, "labels": [14, 466]}, "lXrOFdsoDt0": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06020599913279624, "videoId": "lXrOFdsoDt0", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Australia Uruguay Aloisi penalty shootout 3ds max foosball table soccer annimation world cup qualifierAustralia V Uruguay World Cup Qualifier  3D Table Soccer AnimationThis is my final assesment piece for my Computer Graphics course 2008. I presented my foosball table by recreating the most important game of soccer in Australian history, Australias 2006 World Cup Qualifier against Uruguay. On the 16th of November 2005, Australia ensured a berth in our first world cup for 32 years. John Aloisis winning penalty goal has gone down is history as one of our ever greatest sporting moments. The modeling and animation was done in 3ds Max 9 and video editing was done in Sony Vegas 8.", "viewCount": 0.3516667559099043, "labels": [0, 1, 12, 2738]}, "lXO9CsCsH1k": {"likeCount": 0.2671172842715083, "dislikeCount": 0.1, "videoId": "lXO9CsCsH1k", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "mclaren 12c mp4 mp412c mclaren mp412c mclaren 12c mclaren 12c sound mclaren 12c acceleration mclaren 12c exhaust mclaren 12c exhaust sound mclaren 2015 mclaren p1 mclaren p1 sound mclaren twin turbo v8 mclaren twin turbo v8 sound twin turbo twin turbo sound twin turbo v8 turbo sound tubo spool mclaren mp412c sound v8 engine sound mclaren 12c launch control mclaren sound acceleration full hd 1080p video nm2255 full hd 1080pBest of McLaren 12C Twin Turbo V8 Engine Sounds!What you see here is a 3 minutes video fully dedicated to the roaring twin turbo V8 sound of the McLaren 12C. Video includes tons of start ups, revs, accelerations and much more! Follow me also on  Facebook  Google  Twitter  2nd Car Channel ", "viewCount": 0.4340820736655919, "labels": [2, 7, 17, 19, 48, 177, 196, 213, 1029, 1724, 2796, 3037]}, "JN4PApiRAG8": {"likeCount": 0.2374748346010104, "dislikeCount": 0.1079181246047625, "videoId": "JN4PApiRAG8", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "cut off denim shorts cutoffs denim shorts how to make cut off jeans kin kin style kin community diy fashionHow to Make CutOff Denim Shorts  KIN STYLEStay trendy & cute w more KIN STYLE Cut off denim shorts should be a casual staple in every stylish girl's wardrobe. Samantha Hutchinson  shows you how to make the perfect pair yourself! Supplies Needed Ruler, Scissors and Sharpie Shopping Guide Boyfriend Jeans James Jeans White Blouse Zara Tan Booties Steve Madden Gold Bracelets Vintage and Jennifer Fisher Sunglasses Garrett Leight Black Bag Celine", "viewCount": 0.4436782624993158, "labels": [66, 1117, 1876, 2539]}}