{"1Dsgx8YUx60": {"likeCount": 0.1146128035678238, "dislikeCount": 0.1079181246047625, "videoId": "1Dsgx8YUx60", "title": "", "description": "", "length": 0.253655844257153, "keywords": "Tibia Video Game PK Intense Xerena Chrona Retro PVP Snurvlan Untorak NIka Quilia Ventrilo Records Teamspeak War SD combo Commander Funny Rash Kamikaze Pareidolia Real Tibia TeamTIBIA CHRONA PK  INTENSE TEAM RETRO PVP  TS RECHello, I'm glad that I can present you my new movie about our team  Intense on Chrona lands retro pvp server. Happy watching! Music  1. BEDOES  FANI 2. Tinashe  2 ON 3. Rae Sremmurd  No Type 4. Long&Lunior  Bo Ja Taczy Chce 5. Anna JantarPrzetaczy z tob chc ca noc", "viewCount": 0.31622656142980216, "labels": [0, 1, 621]}, "1Grbf8LOipM": {"likeCount": 0.24248816366310671, "dislikeCount": 0.17075701760979364, "videoId": "1Grbf8LOipM", "title": "", "description": "", "length": 0.2620136054973758, "keywords": "kfx 700 ATV kawasaki quad motocross motor sports Looney Tuned Exhaust dual exhaust special quiet cores looney tuned exhaust can am maverick Polaris rzr yamaha SXS atv utv dixville notch nh ride the wilds cf moto Jericho atv parkKFX 700 with LTE dual exhaust  atv trailsKFX 700 with LTE dual exhaust  1st ride with go pro 3 on a 2005 kfx 700  the green kfx is a 2004", "viewCount": 0.4964500052437626, "labels": [2, 17, 30, 55, 196, 427]}, "MdFv6Rszamc": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "MdFv6Rszamc", "title": "", "description": "", "length": 0.254282542695918, "keywords": "Dir en Grey Die Toshiya Kaoru Kyo Shinya Orlando Florida 2008 Concert NovemberDir en Grey Nov.7 2008 Orlando Florida part 4Here's part 4 Sorry it's taking me awhile I have lots of school shit to do.", "viewCount": 0.3026533264523297, "labels": [3]}, "2xvYJWuHTSU": {"likeCount": 0.20170333392987805, "dislikeCount": 0.1414973347970818, "videoId": "2xvYJWuHTSU", "title": "", "description": "", "length": 0.24871383754771867, "keywords": "Swedish Svenska Apple Reviews Tutorials iphone ipad windows till macHur man gr en windows dator att se ut som en macsom sagt var detta min frsta video om man borstser frn introduktionen, jag ber om urskt om kvalitn, det var frsta gngen jag anvnde programmet men DET KOMMER BLI BTTRE, subscribaprenumerera om ni vill se apple tutorialsreviews p t.ex appar, spel och tillbehr, och lmna grna en kommentar om vad ni vill se! winrar apple skin extra taggar swedish apple reviews svenska apple reviews tutorials", "viewCount": 0.4369197297420316, "labels": [0, 106, 200, 496]}, "PvAcmRYHIzs": {"likeCount": 0.19444826721501687, "dislikeCount": 0.06020599913279624, "videoId": "PvAcmRYHIzs", "title": "", "description": "", "length": 0.26444385894678385, "keywords": "Chicken PulpMX Wey Kawasaki MatthesPulpMX Project 90Project 1990 KX250 is complete and here's a little video of Nick Wey and Jeff Matiasevich putting her to work.", "viewCount": 0.3914871817540051, "labels": [17, 19, 55, 143, 345]}, "dVoKQWNi5tk": {"likeCount": 0.19590413923210936, "dislikeCount": 0.0, "videoId": "dVoKQWNi5tk", "title": "", "description": "", "length": 0.23654879848909, "keywords": "Unicycling Aidan Teleki Kris Holm riding Fun Editing Crazy Extreme unicon awesomeness awesome montreal hugo emile ed leduc 2014 uni mad4one impact crazy riders whoa Canada Funny utvGET UP  UNICON XVII Hey everyone! Here is my Unicon video, filled with awesome riders listed below and spots. I mostly filmed when we were on our \"Street rides\" but there is some competition footage in it as well! I hope you enjoy and please, share, comment, and subscribe! Riders In order of appearance Emile Mathieu Christian Huriwai sorry for not getting more footage of you. Jack Sebben David Hackett Eli Brill Elias Poham Max Schulze Kyle Alviani Mike Taylor Mrk Fbin Colby Thomas Eddie Ducol Raphael Pham Alexis Mercat Adam Krupa Mike Padial Daniel Cormeau Simon Berry Jonas Jrgensen Maxime Peabody Lorenz Pham Music  AltJ  Something Good Thomas Jack edit", "viewCount": 0.3784331948022148, "labels": [53, 58, 2158]}, "OgKcOdgYWxg": {"likeCount": 0.33492775274679554, "dislikeCount": 0.18260748027008267, "videoId": "OgKcOdgYWxg", "title": "", "description": "", "length": 0.2591064607026499, "keywords": "Clash of clans Godson coc Hip hopClash of clans  Hip Hop AttaCk!  Feat. iC MoNie  Hip hop is UnDeAd  YEEEAAAaa!!! Help Godson get to lvl 40. Use this link This link will let u get points to use for iTunes, Xbox Points for watching apps for 30 seconds. Help Godson by going here and using the invite Code dothuma So we can give these guys a BeAt DoWn YEEAAAAaaa!!!! Cocbattlethrone.com twitter.comgodsonCoc www.facebook.compagesBattleThrone665191606830673", "viewCount": 0.5232375972799311, "labels": [0, 1, 306]}, "OjaBGiWIDjY": {"likeCount": 0.13222192947339192, "dislikeCount": 0.15314789170422552, "videoId": "OjaBGiWIDjY", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "GB3 Ghost Busters III C2JUKGhostBusters 3 TrailerGhostBusters Trailer that i like very very much... P clips taken from braxtanfilm Freddy vs the ghostbusters fanfilm.. many thanks for making a great film hank", "viewCount": 0.4563208082308394, "labels": [25]}, "a9KmtZE6GKo": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "a9KmtZE6GKo", "title": "", "description": "", "length": 0.2527629900871339, "keywords": "Hang Hau attachment 0001Hang N Haul attachment 0001Rear carrier for garden tractor, easier than a lawn cart!", "viewCount": 0.36296134453781836, "labels": [2, 83, 172, 276, 620, 783]}, "_SYA3lo_JS0": {"likeCount": 0.3496652939250918, "dislikeCount": 0.33941013020400446, "videoId": "_SYA3lo_JS0", "title": "", "description": "", "length": 0.2677606952720493, "keywords": "moon conspiracy hypnosis david icke mind control science matrix wavelength conciousness human race alien aliens ufo earth planet whack solar system theorist theory etThe Moon is Not Real David IckeDavid Icke explaining there is no moon. Due to a high level of noise complaints, here is no music version ", "viewCount": 0.6004852951565145, "labels": [717]}, "48M2AwRrv-w": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "48M2AwRrv-w", "title": "", "description": "", "length": 0.2661812685537261, "keywords": "FMD dance birthday loveFMD dance routineFMD and my nieces Grace and Gloria's dance routine for Tracy's birthday.. Happy birthday and love you to bits sis! xx", "viewCount": 0.33694014136966244, "labels": [8]}, "4fgX8UgE14I": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "4fgX8UgE14I", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "Lego indiana jones legos ij lij Trouble in the sky video game playstation2 playstation da ski lego leviLego indiana jones  2 glitches on danger in the skyYes! i finally got the right quality you cant quite make out words on this yet but you can see every thing else clearer than the other video. In this video ive found two glitches on lego indiana jones \"Trouble in the sky\". These two glitches are pretty much self explanitory but if you have any questions just ask me.", "viewCount": 0.3732715340349993, "labels": [0, 1]}, "4gb3Hk2K7CE": {"likeCount": 0.1146128035678238, "dislikeCount": 0.047712125471966245, "videoId": "4gb3Hk2K7CE", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "Rose Doctor Adventures LoveDoctor & Rose  PossessionAbout the doctor and rose's memeries", "viewCount": 0.38842854623396755, "labels": [1127]}, "OtRclfxkjvs": {"likeCount": 0.29965116721541785, "dislikeCount": 0.13010299956639812, "videoId": "OtRclfxkjvs", "title": "", "description": "", "length": 0.24941545940184429, "keywords": "destiny bungie tips strategy guide titan warlock hunter gunslinger blade dancer free for all ffa control squirmish rumble raid raids strike strikes mars venus moon earth rare legendary exotic vex mythoclast atheon vault of glass hard level 30 templar oracle oracles vision of confluence scout rifle auto rifle hand cannon pulse rifle best gunSITH BRO Destiny Taken King DLC GameplayUse coupon code \"HUTCH\" for 5 off Scuf Controllers Want some gear? My things and stuff Livestreaming Twitter Facebook Music supplied by MonsterCat ", "viewCount": 0.4589044343518195, "labels": [0, 1, 387]}, "qfPAsxvc4yo": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "qfPAsxvc4yo", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "Festival Campervan VW Summer 76 Seaside Campers Vintage Vehicles Beach Surf Surfing Waves UK MeetScarborough Surf Festival  VW Camper VansA selection of VW Camper Vans and their owners meet at the Scarborough Surf Festival. The Campers where lined up along the seafront with a selection of colours, designs and types each one reflecting its owners personality. The backdrop of waves and professional surfers competing completed the scene as the public got the chance to examine every inch of the well loved vans.", "viewCount": 0.3562768543016519, "labels": [2, 7, 197, 316, 402, 508, 1670, 2727]}, "D-jalhdJa4Y": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "D-jalhdJa4Y", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "MSI XSLIMMSI XSLIMen este video uso la MSI XSLIM por primera vez", "viewCount": 0.330362797638389, "labels": [1, 24, 74, 187]}, "UcJwoVpazng": {"likeCount": 0.1414973347970818, "dislikeCount": 0.09030899869919436, "videoId": "UcJwoVpazng", "title": "", "description": "", "length": 0.26283889300503116, "keywords": "RandomNubs Nubs Random Nitro N!tr0 Flanking Coastal Clash Gunner Royal National Soldier FailClanwar Random Nubs vs. Ancient Skills VV1 recorded by Nitro.First time playing soldier after months.", "viewCount": 0.33594560201209867, "labels": [0, 1, 124, 1512]}, "Uh6nfSt4Gf8": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "Uh6nfSt4Gf8", "title": "", "description": "", "length": 0.2514547752660286, "keywords": "Armada rts war real time strategy multiplayer ipad ipod iphone ipod touch appleArmada  Galactic War Basic Strategy GuideThis is a basic strategy guide to get new players up to speed. There are many different strategies but this is the most basic one I start off with.", "viewCount": 0.3099335277685958, "labels": [0, 1]}, "CD5cKJ_48CY": {"likeCount": 0.21271047983648078, "dislikeCount": 0.06989700043360189, "videoId": "CD5cKJ_48CY", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "MLB Baseball Highlights 2012 Top Plays Yankees Pirates Reds Nationals Brewers Cubs Dodgers Rangers Angels Giants Padres Rockies Mets Cardinals Twins Indians Tigers Rays Orioles Blue Jays Mariners Red Sox Athletics Diamondbacks Marlins Braves Royals Phillies Astros Mike Trout Josh Hamilton Ryan Braun Andrew McCutchen Derek Jeter Miguel Cabrera Buster Posey Papa RoachMLB Top Plays 2012 Part 2 Highlight VideoSecond half highlights of the 2012 MLB season.", "viewCount": 0.4476686742945645, "labels": [0, 538]}, "CFkfk0Bpc3Q": {"likeCount": 0.1954242509439325, "dislikeCount": 0.03010299956639812, "videoId": "CFkfk0Bpc3Q", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "the commitments Olympia Theatre Dublin ireland movie cast stars of thank you Live gig concert 20th Anniversary Andew Strong Angeline BallThe Commitments  I Thank YouAngeline Ball & Andrew Strong  from The Commitments  sing I Thank You  Olympia Theatre Dublin, 9th Nov 2011", "viewCount": 0.4419195480907105, "labels": [3, 4]}, "CH0EDaRr2IE": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "CH0EDaRr2IE", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "LAMB OF GOD Live In Manila Philippines desolation resolution Live Music heavy metal groove 1080p HD Heavy Metal Music Concert Definition manila feb 2012 high definition QualityLamb Of God  Desolation Live in Manila Feb 18 2012 1080pLamb Of God performs Desolation right off the start of the show.", "viewCount": 0.3316808752053022, "labels": [3]}, "0MPYtpH8IqE": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "0MPYtpH8IqE", "title": "", "description": "", "length": 0.23654879848909, "keywords": "kourtney kardashian hair tutorial twistKourtney Kardashian Hair inspired tutorialenjoy hope you guys like it and try it out for yourself! Things you need! Hair tie Bobbypins Hair spray to keep your baby hair down lol", "viewCount": 0.3289588952542597, "labels": [39, 50, 65]}, "0SaIo75TsfM": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "0SaIo75TsfM", "title": "", "description": "", "length": 0.24771212547196628, "keywords": "Napier Sportz Truck Tent Napier Sportz Truck Tent Auto Accessories Garage AutoAccessoriesGarageNapier Sportz Truck Tent InstallationHow to install the Napier Sportz Truck Tent, now available at AutoAccessoriesGarage.com ", "viewCount": 0.38547310172139426, "labels": [2, 75, 172, 428, 825]}, "0SlbIUO5-KY": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "0SlbIUO5-KY", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "izaak brandt weighv wavey bean soul mavericks soul meezy soul mavs breaking battle competition bbc young dancer of the year 2015 dance bboying bboy allstyle music dj dbo laban school company bruh Disc Jockey Profession Soul Music Musical Genre Crew Dancing Jazz Break Popping Freestyle HiphopIzaak  Soul Mavericks  Battle Highlights  BBC Young Dancer Of The Year 2015A Small Selection Of Izaak, Of Soul Mavericks, Battle Rounds From BBC's Young Dancer Of The Year 2015.", "viewCount": 0.32711443179490785, "labels": [6, 8]}, "fRdLKISzTnw": {"likeCount": 0.17558748556724915, "dislikeCount": 0.08450980400142569, "videoId": "fRdLKISzTnw", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "junior mx world championships 125cc mx 65cc ben watson 2011 2010 thomas do motocross vurb moto professional motocross chase bell james dunn racing bikes jeremy seewer moto vurbmoto joey savatgy sx 2009 stunts junior world championship 2 stroke supercross jonass pauls dirt amateur motocross motorbike jorge prado garcia 85cc cingoli vurbJunior MX World Championships Sunday ft Prado Garcia  Jonass  SavatgyVurb Moto once again brings you exclusive coverage from race day at the World Junior Championships in Cingoli, Italy. The titles were all on the line, with two races deciding who'd be World Champion. Featuring Jorge Prado Garcia  Chris Alldredge  Joey Savatgy  Jeremy Seewer  Tim Gajser  Jonas Paulss  Chase Bell  Brian Hsu  Ben Watson  Thomas Do  James Dunn and many more. Subscribe to Vurb Moto Vurb Moto Website Vurb Moto Facebook Vurb Moto Twitter ", "viewCount": 0.4700539311624957, "labels": [17, 19, 55, 143, 166, 659]}, "2ezB2bkAzNM": {"likeCount": 0.14471580313422192, "dislikeCount": 0.03010299956639812, "videoId": "2ezB2bkAzNM", "title": "", "description": "", "length": 0.24082399653118497, "keywords": "Stargate SG1 SGA Atlantis JackSam SamJack DanielVala ValaDaniel JohnElizabeth ElizabethJohn Couples XxxStarg8rocksxxXStargate Couples \"You'll Be In My Heart\"Sorry for some of the quality!  Song used \"You'll be in my heart\" From Walt Disney's \"Tarzan\" soundtrack Sung by Phil Collins I DO NOT OWN ANY OF THIS!!! STARGATE SG1 AND STARGATE ATLANTIS BELONGS TO MGM THIS VIDEO IS PURELY FAN MADE! NO COPYRIGHT INFRINGEMENT OR ANYTHING INTENDED!!!", "viewCount": 0.3448551739201578, "labels": [2313]}, "VLLAL1xhZrk": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "VLLAL1xhZrk", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "cake decorating barbie doll christening baby shower cupcake chocolate buttercream modelling sugar paste marzipan basket weave royal icing birthday wedding kung fu panda snow white tiffany gift box present booties bow ribbonMy cakes on video!!I've been teaching myself to decorate cake for the last few months here are some of the cakes I've done so far. From the start to the most recent, please comment and leave any advice. Thank you xx", "viewCount": 0.33081373786380386, "labels": [11, 123, 176, 683, 814, 1379, 1411, 2066, 2561]}, "PN9rfwy7CKU": {"likeCount": 0.15682017240669952, "dislikeCount": 0.19395192526186186, "videoId": "PN9rfwy7CKU", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "command conquer cnc APB path beyond red alertAPB Trailer 2The New trailer I finaly got around to making for A Path Beyond a Mod for Renegade", "viewCount": 0.4672919467697059, "labels": [0, 1, 25]}, "PNAiuhtBvfI": {"likeCount": 0.3319938439980309, "dislikeCount": 0.22528530309798933, "videoId": "PNAiuhtBvfI", "title": "", "description": "", "length": 0.2583198773968623, "keywords": "gamestv   Dragon Age Inquisition  RPG      Dragon Age Inquisition   Dragon Age                          Facebook         Twitch  ", "viewCount": 0.4943068916484601, "labels": [0, 1, 1004, 1344]}, "PSr524PZSnk": {"likeCount": 0.13979400086720378, "dislikeCount": 0.03010299956639812, "videoId": "PSr524PZSnk", "title": "", "description": "", "length": 0.25797835966168103, "keywords": "Cara Robinson Martin Kaymer Wentworth European Tour PGA Tour BMW PGA Championship European Tour HQ West Course European Tour Flagship Event The Players Player Championship The Players Championship TPC Sawgrass Fifth Major USPGA Championship USPGA PGA Championship Major Champion Major Championship gw walk kaymer martin course wentworth golf golfers golfing world course player swing par birdie bogey eagle shot putt putting club iron wood driver chipGW Walk The Course Martin Kaymer  WentworthPGA Champion and recently crowned Players Champion Martin Kaymer walks the course with us at Wentworth Subscribe for more About Golfing World GW gets you inside the ropes watch exclusive features with the pros from all the major golf tours worldwide. Find out more about the world's best courses in our destination reviews and improve your game with our instruction videos from professional coaches and players. Channel updated daily.  YouTube Channel   Facebook   Twitter  Instagram Leave us a comment below!", "viewCount": 0.38503398545834794, "labels": [0, 1056]}, "PTLgnF0x0rg": {"likeCount": 0.17634279935629374, "dislikeCount": 0.1, "videoId": "PTLgnF0x0rg", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "contender walter wright tribute k9 andre eason jeremy williams boxingwalter wrightmy tribute video for the best fighter from the season 2 of hte contender", "viewCount": 0.46021034186048254, "labels": [92]}, "6xx79b3DLpc": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "6xx79b3DLpc", "title": "", "description": "", "length": 0.26720978579357174, "keywords": "Infinity Blade apple ipad iphone ipod display recorder jailbreak 4.3.1 rpg game gameplay guide Review Epic Games ChAIR Unreal gameanyone overlord73Infinity Blade  ipad  44Infinity Blade is the allnew action RPG swordfighting game for iPhone, iPad and iPod touch developed by Epic Games' awardwinning studio, ChAIR Entertainment. The first mobile game powered by Epic's cuttingedge Unreal Engine 3 technology, Infinity Blade takes handheld gaming to new heights with gorgeous visuals, adrenalinefueled battles and advanced character progression in a fully 3D castle realm. Follow me for more updates Gameanyone Twitter Facebook Formspring ", "viewCount": 0.32999429000227676, "labels": [0, 1, 209]}, "6xNijTmimyM": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "6xNijTmimyM", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "Lindy Park Jazz Step HepJen LitP Bee's Knees Dance SwingLindy in the Park  Jazz Step 05.04.08  Bee's KneesLindy in the Park  Jazz Step of the Week for 050408. Bee's Knees taught by Hep Jen. ", "viewCount": 0.3480725378988488, "labels": [8]}, "DldWMLdBzro": {"likeCount": 0.12041199826559248, "dislikeCount": 0.03010299956639812, "videoId": "DldWMLdBzro", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "Let's Insanely Play Rainbow Power Follow Fluttershy Follow Fluttershy Fluttershy ChromosomeExcelLet's Insanely Play Rainbow Power Follow FluttershyRequested By Roselux", "viewCount": 0.3181271771559462, "labels": [0, 5, 16, 244, 292]}, "OmVdPl-yyGU": {"likeCount": 0.1653212513775344, "dislikeCount": 0.0, "videoId": "OmVdPl-yyGU", "title": "", "description": "", "length": 0.2519827993775719, "keywords": "Airbus A320 Family Aircraft LineDespegue de MexicoDespegue pista 05L Aeropuerto Benito Juarez. Mexico Intl. Airbus A319", "viewCount": 0.3325310371711061, "labels": [2, 44, 46, 109, 138, 145, 507, 631]}, "gsFa7SB9fsk": {"likeCount": 0.16334684555795864, "dislikeCount": 0.0, "videoId": "gsFa7SB9fsk", "title": "", "description": "", "length": 0.2540329474790874, "keywords": "Puzzle Addictions Store in Colorado Buy Now PuzzlesPuzzle Addictions Storefront USADirections on how to get to my store Buy here ", "viewCount": 0.3693287157005656, "labels": [574, 596, 609]}, "vXv-XRxm5GM": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "vXv-XRxm5GM", "title": "", "description": "", "length": 0.23710678622717363, "keywords": "bmxfort myers bmx contestbmx", "viewCount": 0.3104487111312395, "labels": [53, 58, 68, 151, 228]}, "MHlBSvL3fjI": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "MHlBSvL3fjI", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "bmw K1600 GTL engine protection barBMW K1600 GTL engine protection barBMW K1600 GTL ENGINE PROTECTION BAR  Sima Team made in Hungary", "viewCount": 0.36548500905613945, "labels": [2, 30, 174, 280, 361]}, "at3suHIPp9w": {"likeCount": 0.12552725051033062, "dislikeCount": 0.06989700043360189, "videoId": "at3suHIPp9w", "title": "", "description": "", "length": 0.2639486489268586, "keywords": "Appliance Repair Repairs Fix DIY Training DoItYourself diagnose troubleshoot GE RCA Hotpoint Kenmore Caloric Fridge fan motor is making noise freezer fan is loud freezer icing up freezer frosting over replacing main control board accessing mother board evaporator fan motor sounds odd relay not kicking on finding and replacing main board Main Board WR55x10942 WR55X10024 WR55X10037 WR55X10045GE Refrigerator Repair  Fan Motor Ramps Up And Down  GSS20IEPJWWView this Repair Fix your GE Side by Side Refrigerator which has the following dilemmas Fan Motor Ramps Up And Down Visit us at To complete the repair we had to use a Main Board WR55x10942 Don't get another repair bill, watch these free troubleshooting and repair videos from your friends at ApplianceVideo.com We go into an actual customers home with Ace Appliance to show you how to \"Fix it Yourself and Do it Right the First Time\" Find out more Fix a damaged appliance which has stopped working. Click above to subscribe to our channel, and remember to comment this videos! Bosch,Thermador Fisher & Paykel General Electric, G.E., Hotpoint, RCA, Electrolux, AEG, Frigidaire, Crosley, Coldspot, D&M, Gibson, Kelvinator, Tappan, Westinghouse, Molteni, Okeefe and Merritt, Fedders, Signature, LG Samsung Kenmore ,LG, Whirlpool, Electrolux Speed Queen, Amana Whirlpool, Admiral, Amana, Crosley, Maytag, JennAir,KitchenAid, Norge, Roper, Caloric, Inglis, Magic Chef, Estate, Litton, Magic Chef, Montgomery Ward, Ikea, Cold Spot, Crosley, ESTATE, MODERNMAID, MONGOMERY WARD Heating and Cooling Armstrong, adams Bryant, American Standard, Century, Carrier, Coleman ,Comfort Maker, Goodman, Sears, Amana, Frigidare, Mitsubishi, Ducane, Addison, Airpro, Airquest,argo,Bard,Centurion, Clare, Emmerson, Gibson, Heil, Rheem, Rudd, Universal, Janitrol, Lennox, Luxaire, York,Magic Chef, JcPenny , Williamson,York,Trane, Comfot Air, Magic Chef, concord, Dakin,Dayton,Elextrolux,LG,LG, Samsung, Maytag, Nordyne,Panasonic,payne,philco,Polaris,Sharp,Tempstar,weatherking,Fedders,Fraser Johnston,General Electric, GE, Goldstar,Heat controller,Honeywell,Janitrol, Kenmore, Kelvinator.", "viewCount": 0.3911530462307163, "labels": [341, 1510, 3746]}, "KzsAh71u4kM": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "KzsAh71u4kM", "title": "", "description": "", "length": 0.25526682161121933, "keywords": "winter sportsworld figure skating gala 2008 in gothenburg with Stephane LStephane lambiel in Gothenburg world champion ship gala", "viewCount": 0.3301897717195208, "labels": [82, 103, 350]}, "L2qc_eIpvRA": {"likeCount": 0.12041199826559248, "dislikeCount": 0.0, "videoId": "L2qc_eIpvRA", "title": "", "description": "", "length": 0.25797835966168103, "keywords": "Counter Strike CounterStrike Video Game MontageCS 1.6 Montage HDCounter strike 1.6 Montage", "viewCount": 0.32135177569963047, "labels": [0, 1, 153, 219]}, "L7gLbxkc9M0": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "L7gLbxkc9M0", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "nyird eb tomi mix 02 Krai Tams Skoda Fabia WRC Autocross Nyird EC EM 2011 by Gaszi Sport VideoKrai Tams Skoda Fabia WRC Autocross Nyird EC EM 2011 by Gaszi Sport VideoKrai Tams Skoda Fabia WRC Autocross Nyird EC EM 2011 by Gaszi Sport Video", "viewCount": 0.34124605474299613, "labels": [17, 19, 345, 639, 3009]}, "u_uGpx9lz9w": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "u_uGpx9lz9w", "title": "", "description": "", "length": 0.2513217600067939, "keywords": "Corpus Christi Caller Times Caller.com TX South Texas News Boys High School Basketball West Oso Bears Smith UIL 3A State SemiFinals March Madness Championship 2011 local newsWest Oso 80, Smith 60UIL Boys Basketball 3A State Semifinals West Oso vs. Smith", "viewCount": 0.3223236273102998, "labels": [0, 52, 70, 125]}, "ua1rwgi1puc": {"likeCount": 0.15682017240669952, "dislikeCount": 0.06020599913279624, "videoId": "ua1rwgi1puc", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "Folding Knives Damascus Friction Folder Blade Steel Custom Knife Knife Sports Equipment GI Custom KnivesDamascus Friction FolderAlabama Damascus Steel  Alabama Buckshot Pattern Billet Material  4 layers 5160, 3 layers 203E, 3 layers 52100, 3 layers 15N20 folded 5 times for 416 layer damascus. Damascus steel was a type of steel used in South Asian and Middle Eastern swordmaking. Damascus steel was created from wootz steel, a steel developed in India around 300 BC. These swords are characterized by distinctive patterns of banding and mottling reminiscent of flowing water. Such blades were reputed to be tough, resistant to shattering and capable of being honed to a sharp, resilient edge. The original method of producing Damascus steel is not known. Because of differences in raw materials and manufacturing techniques, modern attempts to duplicate the metal have not been entirely successful. Despite this, several individuals in modern times have claimed that they have rediscovered the methods in which the original Damascus steel was produced. The reputation and history of Damascus steel has given rise to many legends, such as the ability to cut through a rifle barrel or to cut a hair falling across the blade, but no evidence exists to support such claims. A research team in Germany published a report in 2006 revealing nanowires and carbon nanotubes in a blade forged from Damascus steel This finding was covered by National Geographic and the New York Times. Although modern steel outperforms these swords, microscopic chemical reactions in the production process may have made the blades extraordinary for their time. Woody biomass and leaves are known to have been used to carbonize the Wootz ingots used in Damascus steel, and research now shows that carbon nanotubes can be derived from plant fibers, suggesting how the nanotubes were formed in the steel. Some experts expect to discover such nanotubes in more relics as they are analyzed more closely.", "viewCount": 0.32190603324488615, "labels": [180, 304, 2038]}, "g3RkypawBjM": {"likeCount": 0.03010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "g3RkypawBjM", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "Robbie Bolger Darren Appleton drift australia drifting mallala2007 Round 2  Top 4 Bolger v Appleton2007 Toyo Drift Australia Series, Round 2. Top 4 battle between Robbie Bolger and Darren Appleton.", "viewCount": 0.30877814178095425, "labels": [17, 19, 48, 128, 448]}, "g5n9KpIuTGc": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "g5n9KpIuTGc", "title": "", "description": "", "length": 0.215836249209525, "keywords": "Incar Camera with 776 Ady Groome Caravan Race banger racing totallytrashed20Incar Camera with 776 Ady Groome  Caravan RaceIncluding a rollover and lots of caravan destruction", "viewCount": 0.30305997219659514, "labels": [2, 7, 17, 19]}, "g8fdmYG0Ih0": {"likeCount": 0.21303337684950063, "dislikeCount": 0.13424226808222062, "videoId": "g8fdmYG0Ih0", "title": "", "description": "", "length": 0.26730209071288963, "keywords": "Mega Man X1 Zero's theme X2 vs. Zero X3 X5 stage X7 endingMega Man X series  Zero's ThemesThese are all the Zero themes in the entire Mega Man X series, that I know of. Correct me if I forgot any themes of Zero in the Mega Man X games, I have only ever played X2 and X3. Sorry about the messed up audio for most of the songs, I used the entire song for most, and the fade out effect in the songs somehow messed up when I published this video, the only song the I used Windows Movie Maker's fade out effect on was the Mega Man X5 Zero stage 1 theme.", "viewCount": 0.4579211780231499, "labels": [0, 1, 395, 2210]}, "GuLxE8K_v3o": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "GuLxE8K_v3o", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "Lebron 9 Real Fake Comparison fake Lebrons From GoodsellerLebron 9 Real Fake Comparison...fake Lebrons From Goodseller  www.chinashopsell.com.mp4Do you like the things in the video? Would you like to make your friends cheering for you by your unique personality? Just come over here ,we provide you all brand merchandises with incredible high quality but cheap price.Such as new era cap,nike shoes,nfl jerseys etc.Up to 30 discount,absolutely a surprise for you", "viewCount": 0.35605044151950566, "labels": [66, 148, 253, 271]}, "GvyADc2jVeA": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "GvyADc2jVeA", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "ebel watches ebel 1911 discoveryEBEL Watches  1911 DiscoveryView the 1911 Discovery Collection of EBEL Watches. Exquisite designs in watchmaking. Available at World Lux  one of the World's Largest Authorized Dealer. ", "viewCount": 0.33312247810207324, "labels": [343]}, "Gw9VSMe3Sb8": {"likeCount": 0.17160033436347993, "dislikeCount": 0.0, "videoId": "Gw9VSMe3Sb8", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "mpoiuz fingertsyle guitar original tommy emmanuel don ross pat methenySentimental Bench original  fingerstyle guitara new tune, hope you like it Eb Ab Eb G Bb Eb tuning Yamaha cpx 8M Audiotechnica AT4040 Mic build in piezo pickup", "viewCount": 0.4057742155828753, "labels": [9, 10, 34]}, "L8PZ4vBUuWc": {"likeCount": 0.1, "dislikeCount": 0.06020599913279624, "videoId": "L8PZ4vBUuWc", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "HoN Heroes of Newerth Heroes of newerth Devourer Easiest Immortal Noob MMR 1500 everHoN Easiest Immortal Ever DevourerEasiest Immortal ever with devourer against 1500 mmr players. Witch slayer my friend almost cost me that immortal 2 times xD rofl noob Song DJ Fresh  Gold Dust ", "viewCount": 0.3316180098893453, "labels": [0, 1, 1427]}}