{"06JHbqHNO1c": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "06JHbqHNO1c", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "MONDEO Android Internet Wifi Dual Core A8 Car DVD Player AutoRadio GPS Multimedia Radio autocardvdgps central multimidia navigationssgert indash kit oem aftearmarket stereo navi dinMONDEO Android Internet Wifi Dual Core A8 Car DVD Player AutoRadio GPS Multimedia RadioBUY IT NOW FREE SHIPPING  PAYPAL  3 YEARS WARRANTY  BEST QUALITY", "viewCount": 0.3334252642334231, "labels": [2802]}, "etLYF4Fxe8w": {"likeCount": 0.17481880270062006, "dislikeCount": 0.03010299956639812, "videoId": "etLYF4Fxe8w", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "theminecraftpiggs minecraft romanRoman City ReduxPLEASE UPVOTE ON REDDIT! Same build, new video In celebration of the Roman Megabuild video hitting 100k views we made this video. Video by Busterposey WORLD DOWNLOAD MUSIC Blackmill  Miracle Get it here Support them here MODS Camera Studio Mod PROGRAMS USEDUSAGE RIGHTS Minecraft Adobe After Effects ", "viewCount": 0.37208205817703444, "labels": [0, 27]}, "0kCSngg1b5k": {"likeCount": 0.27678976160180907, "dislikeCount": 0.12041199826559248, "videoId": "0kCSngg1b5k", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "HP Hogwarts Map Rev qt 700The Map of Hogwarts  Harry Potter Wizard's CollectionHarry Potter Wizard's Collection   coming in September 2012. This limited and numbered 31disc collection contains all eight Harry Potter movies, including hours of neverbeforeseen footage and the 8part documentary series Creating the World of Harry Potter.", "viewCount": 0.5077941739637377, "labels": [282, 1842]}, "c9MQJzmZuu0": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "c9MQJzmZuu0", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "Spermbirds punk live Burning Fight youth of today Garage Saarbrcken hard rock alternative rock live concert concert live music hardcoreYouth of Today  Youth of Today  Burning Fight Tour 2010  GarageSaarbrckenYOUTH OF TODAY \"Youth of Today\", live at the Burning Fight Tour together with SPERMBIRDS, GarageSaarbrcken Germany 17092010, played as last song", "viewCount": 0.3466719371681599, "labels": [3]}, "c9v0xXVqguk": {"likeCount": 0.24424797690644487, "dislikeCount": 0.06020599913279624, "videoId": "c9v0xXVqguk", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Daekun Jang Niccolo Paganini Sonata Guitar Guirarre    Daekun Jang   Niccolo Paganini   Sonata Op 3 No 6  , Facebook From my 3rd CD \"Azahar  19th Century Guitar Music\" Daekun Jang's all CDs are also available through iPhone apps.  Songs of the Guitar   Impressions of Spain   Azahar  ", "viewCount": 0.46578968423463674, "labels": [4, 9, 10, 34]}, "oH3k8pZYVxE": {"likeCount": 0.13010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "oH3k8pZYVxE", "title": "", "description": "", "length": 0.2558708570533166, "keywords": "Steparu Seinarukana Spirit of Eternity Sword Battle gaming steparu steparutv first lookSteparu Seinarukana Spirit of Eternity Sword 2 Battle 1Steparu Seinarukana Spirit of Eternity Sword 2 Battle 1", "viewCount": 0.4494738828059336, "labels": [0, 1]}, "QxqFytQ3uE0": {"likeCount": 0.26063813651106055, "dislikeCount": 0.18260748027008267, "videoId": "QxqFytQ3uE0", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "lego marvel super heroes video game carnage desbloqueo de personajes espaol gammeplay lego marvel super heroes gua matanza parte 11 spanish gaming gua juego juego de computadora juego de ordenador let's play video juego walkthrough consejos trucos computer game play tutorial personaje xgammeplayx intro lego juego multijugador un jugador marvel gameplay hulk trailerLEGO Marvel Super Heroes Gua  Desbloqueo de Personajes  Parte 12  Capitan America Clasico y Union JackLEGO Marvel Super Heroes Gua  Desbloqueo de Personajes  Parte 12  Capitan America Clasico y Union Jack  Sigueme en GOOGLE    Sigueme en Twitter   Sigueme en Facebook   Mi segundo canal   Canal principal   Mi ID PS3 xgammeplayx", "viewCount": 0.4938589767025189, "labels": [0, 1, 1051, 2146]}, "SgJg46q8WJ4": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "SgJg46q8WJ4", "title": "", "description": "", "length": 0.2575187844927661, "keywords": "2009 Gina Relays Hillsdale College Women's 800m Run michigan runner tv television glsp2009 Gina Relays  Hillsdale College  Women's 800m Run Michigan runner2009 Gina Relays  Hillsdale College  Women's 800m Run", "viewCount": 0.3201670179646582, "labels": [19, 210, 696]}, "Cz9KGo9yzDg": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "Cz9KGo9yzDg", "title": "", "description": "", "length": 0.24785664955938436, "keywords": "MTH NYC Transit Subway 6Train IRTLex IRTPelham OGauge Railking DCS R142A MTAMTH MTA NYC Transit R142A Subway Set in DCS ModeJust going through the announcements in the DCS System.", "viewCount": 0.354257647626053, "labels": [2, 45, 51, 56, 77, 212, 298, 1745]}, "wvYyAjJ7mqA": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "wvYyAjJ7mqA", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "Asianet News Gulf News MalayalamGulf News 19th Nov 2012 Part2Gulf News 19th Nov 2012 Part2", "viewCount": 0.33364597338485297, "labels": [342]}, "hIZX6CXjgdw": {"likeCount": 0.21643528557844371, "dislikeCount": 0.07781512503836437, "videoId": "hIZX6CXjgdw", "title": "", "description": "", "length": 0.2507855871695831, "keywords": "SPACE FROGS SPACE RADIO Rick Steve Speedpainting funny YouTube Drawing Painting SAI Software Artist 46Akuma DrawingsSPACE FROGS Speedpainting PaintTool SAIPLEAS SUBSCRIBE IF YOU LIKE THIS QvQ READ THE DESCRIPTION Im back with two another awesome YouTubers The SPACE FROGS alias. Rick and Steve 3 I admire them soooo much! Juhuuuu! Ja, ich spreche Deutsch xD Hach...Rick und Steve...wie lange war das schon geplant? seufz Ich hoffe sie sehen sich das Video an OvO Wenn ja, dann solltet ihr folgendes wissen ICH habe den Keks ihr Penner D!!! Kommt und holt ihn euch! muahahahaha  1. Song Happy Synthesizer Vocal Lizz 2. Song Guitar ver. Mozaik Role by Osamuraisan Used PaintTool SAI Camtasia", "viewCount": 0.3564784384503987, "labels": [5, 49, 80, 127]}, "_h2Oz8Hy2dA": {"likeCount": 0.12552725051033062, "dislikeCount": 0.07781512503836437, "videoId": "_h2Oz8Hy2dA", "title": "", "description": "", "length": 0.23404441148401187, "keywords": "Systema Russian Martial ArtSystema St. Louis 2013. Kicks DrillsSystema St. Louis 2013. Kicks Drills", "viewCount": 0.34643404846276676, "labels": [110]}, "_id0290uJQQ": {"likeCount": 0.2416640507338281, "dislikeCount": 0.17708520116421445, "videoId": "_id0290uJQQ", "title": "", "description": "", "length": 0.20755469613925306, "keywords": "rb2140 review rayban rb2140 review rb2140 54mm wayfarer sunglasses original wayfarer wayfarer sunglasses review ray ban original wayfarer original wayfarer ray ban ray ban wayfarer review rayban wayfarer ray ban wayfarer ray banRayBan RB2140 Original Wayfarer Sunglasses Review  SmartBuyGlassesHere we are presenting the RayBan RB2140 Original Wayfarer sunglasses in 4 different colors. Use this code to get 10off SBGYT7 Get your favorite here RayBan RB2140 Original Wayfarer Polarized 90158 Polarized Black  RayBan RB2140F Original Wayfarer Urban Camouflage  RayBan RB2140F Original Wayfarer Asian Fit 10013F Blue Azure  RayBan RB2140 Original Wayfarer 954 Havana  Each pair features a full rim frame made from acetate and has a square frame shape. All the lenses are glass, and sizes include 47mm, 50mm, and 54mm. You can choose between Matte Military Green color code 606285, Black 901, Blue Azure or Havana. Depending on your skin tone and hair color, perhaps you can find a pair of Original Wayfarer RayBan sunglasses to suit you personally. Get your pair now and see for yourself which pair suits you best by using our virtual 3D Try On system, which gives you the opportunity to try on your choice of sunglasses using your webcam, so you can shop from the comfort of your home. Subscribe to the channel for more updates and reviews, and visit the website at to check out all of your favorite designer brands. We have launched an amazing feature on our website that allows you to try on your favorite glasses from the comfort of your home. Check out our Virtual TryOn now Visit our website SUBSCRIBE here FOLLOW US ONLINE! FB TW IG ", "viewCount": 0.5165997676436825, "labels": [1637]}, "MPfQDQPZuvY": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "MPfQDQPZuvY", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "roblox crazy man crazyman crazyman32 plane factory unfinished finished manufacturing jet airplane aeroplane aeronauticsROBLOX Plane FactoryAn unfinished but functional version of my plane factory", "viewCount": 0.33324384599156054, "labels": [0, 46, 714]}, "BkQOoo-sa4E": {"likeCount": 0.1740362689494244, "dislikeCount": 0.0, "videoId": "BkQOoo-sa4E", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "my heart will go on celine dion titanic piano cover jasper tanMy Heart Will Go On Celine Dion  Piano CoverPiano cover of Celine Dion's My Heart Will Go On from Titanic. Hope you enjoy!!", "viewCount": 0.3284205067701794, "labels": [31, 40, 47, 57]}, "APCB8nFoN8k": {"likeCount": 0.31911714557285586, "dislikeCount": 0.17558748556724915, "videoId": "APCB8nFoN8k", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "Beagle Animal Breed Animal Film Genre dog puppy puppies funny funniest compilation list dog grooming dog care dog food dog oys hilarious adorable cute guilty play piano howl funny noise catch fetch ball tail spin dance chicken nuggets sneaky naughty surveillance cat flap secret camera louis beagles play dead bin leaf blower silly balls flappy floppy ears cuteness comedy pet pet vines best vines bark pet compilationTOP 10 FUNNIEST BEAGLE VIDEOSThese cheeky beagles have such big personalities and such big hearts. Please subscribe to Tube Spaghetti for more funny dog top 10 videos And also please \"Like\" us on Facebook! ", "viewCount": 0.5450381532544508, "labels": [15, 18, 67, 140, 2053]}, "99mltVfUTHY": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "99mltVfUTHY", "title": "", "description": "", "length": 0.26928469192772303, "keywords": "standup comedy humorScott Dunn, Comedy, 050308I'm performing at the Gallery of Performing Arts, in Tustin, California. This video was created entirely on Linux and open video standards. This is also my first video to upload to YT, as well. So you may find it a little rough around the edges. I also had to cut some out to conform with the YT guidelines. If you'd like to see the full video, let me know. I hope you enjoy it. Thanks for Watching!", "viewCount": 0.3267171728403014, "labels": [6, 325]}, "f1w9ZqbYoJI": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "f1w9ZqbYoJI", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "unboxing collect boy single girl fun review exclusive toys reviews action figure moose price packaging toy money play pay save toy review tv wow collection pound tv kids child children dollar the zelfs plastic trtv ultra rare cool awesome buttershy kids toys kid cost opening zelf masquerade collectable kids toys channel new rare omg figureThe Zelfs Masquerade Buttershy Figure Toy Review, MooseThere's 12 new 8cm Zelfs to collect including 6 Masquerade themed! Each style of Zelf has a unique personality and power mark and comes with hairaccessories and a comb to keep those wayward locks in line.  Follow TRTV on Facebook Follow TRTV on Twitter Subscribe!  IntoOutro music  iStockphoto, Anubis81, Angry Guitars Intro", "viewCount": 0.35492485568540566, "labels": [26, 244, 292]}, "VUFnXQP2gXQ": {"likeCount": 0.06989700043360189, "dislikeCount": 0.06020599913279624, "videoId": "VUFnXQP2gXQ", "title": "", "description": "", "length": 0.25954962218255745, "keywords": "fwd dsm holset HE351CW turbo he351holset HE351CW turbo on fwd DSMHey everyone I finally started my car with the he351cw 60mm compressor  There is no wastegate on it yet. Also I found out my boost gauge was plugged into a T adapter but on of the holes had nothing there so I think that is why it wasnt reading correctly.", "viewCount": 0.36695957810243135, "labels": [2, 7]}, "rrMcuu3vhM4": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "rrMcuu3vhM4", "title": "", "description": "", "length": 0.22405492482826, "keywords": "Notre Dame Women's Basketball Skylar DigginsNotre Dame vs. St. Bonaventure  Sweet Sixteen Highlights 32512One of the most lopsided beatings in the regional round of the women's NCAA tournament has Notre Dame halfway to the national championship that slipped away last year. Natalie Novosel scored 16 points and Notre Dame advanced to the Raleigh Regional final by routing St. Bonaventure 7935 on Sunday in the semifinals.", "viewCount": 0.36111920608684345, "labels": [0, 52, 70]}, "sB_xZNBtOH8": {"likeCount": 0.19637878273455556, "dislikeCount": 0.09030899869919436, "videoId": "sB_xZNBtOH8", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "Sunflower Musical ShowSunflower Musical Show Part 3Sunflower Musical Show Part 3", "viewCount": 0.47238331553113655, "labels": [3, 38]}, "sFgBCZQ8lLU": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "sFgBCZQ8lLU", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "lemonade wodld game hack punknumber0lemonade world hackinstruction 1 click WINDOWSlist then lemonade world game should have internet icon then do as we say", "viewCount": 0.3387389826338729, "labels": [11, 3443]}, "JTXgzP0HzNU": {"likeCount": 0.16334684555795864, "dislikeCount": 0.0, "videoId": "JTXgzP0HzNU", "title": "", "description": "", "length": 0.2513217600067939, "keywords": "Alpana Nayak Indian Classical Dance Odissi Odishi Teacher Footwork Lesson Lessons Dancing Student Education Students Teachers TutorialAlpana Odissi Dance Footwork A.wmvAlpana Nayak Indian Classical Odissi Dance Artiste Footwork", "viewCount": 0.3732393759822969, "labels": [6, 8]}, "JXkPFEeh79c": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06020599913279624, "videoId": "JXkPFEeh79c", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "need for speed nfs carbon Porsche Carrera gt3 turbo Pontiac gto palmont city police chase level 1 2 3 4 5 6 7 8 BMW corvette ford chevrolette bmw m3 m3 mitsubishi evo x evo IX evolution nissan toyota mazda honda civic lamborghini ea games mod speedtrap sprint drift drag race racing circuit eclipse muscle car porn sex games sex ferrari spoiler bumper rc car paddle shift wheelsPorsche 911 GT3 Turbo NFS CarbonTesting my custom 911 GT3 on Need for Speed Carbon PC NOTE I do not own the background audio. I do not intend to infringe copyright. I just thought that the music was cool for the video.", "viewCount": 0.37849737099544006, "labels": [1, 19, 48, 258, 793, 1447, 1596]}, "8lMtRpW7NCQ": {"likeCount": 0.1380211241711606, "dislikeCount": 0.0, "videoId": "8lMtRpW7NCQ", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "air jordan 17 og air jordan 17 og jordan 17 jordan 17 mid jordan 17 low jordan pickup new pickup jordan 17 pickup jordan 17 cdp jordan 6 carmine jordan 617 cdp jordan 6 cdp jordan 7 og jordans jordan retro jordan high jordan low sneakgeekz maplewoodbootcamp prettythug62494 franalations jordan 4 lightning jordan lightning jordan4 tour jordan 5OG Air Jordan 17 Low Lightning ReviewRate, Comment, and SUBSCRIBE!", "viewCount": 0.33220124385824007, "labels": [66, 148, 253, 271]}, "KjtmqU6EisU": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "KjtmqU6EisU", "title": "", "description": "", "length": 0.2618048096712093, "keywords": "how to install get siri on iphone 3gs ipad ipodtouch ipod touch new works 100 get siri on ios ios 5.1.1 or 5.1 free proxy host for port cydia acid guide from myrepospace freedigtube freedig how to install siri ios 5.1.1Get SIRI on iOS 5.1.1  iPhone 4 3gs, iPad 2, 3 & iPod touch AC!D SiriThis works 100 on iPhone 3GS, 4 & iPad 1, 2, 3 & iPodtouch 2G 3G. Requirements have to be on iOS 5.1.1 or 5.1 and Jailbroken, I have shown step by step on how to Install SIRI with easy to follow instructions and free proxy servers to connect to the siri port! Like Us on FB Steps go to Cydia and find the source and if you are using iPhone 4, 3GS or iPodTouch 3G or 4g install AC!D Siri if you using iPad 2 or 3 install AC!D iPad. Then goto and Install the certificate and copy and paste any of the five proxy hosts given in the above site.", "viewCount": 0.34300750555519394, "labels": [21, 23, 73, 209, 322, 880, 1066]}, "5KLkemNsx4I": {"likeCount": 0.03010299956639812, "dislikeCount": 0.07781512503836437, "videoId": "5KLkemNsx4I", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "Chesterfield Cruise to MatlockChesterfield Cruise Cruise to MatlockChesterfield Cruise Cruise to Matlock", "viewCount": 0.347246389660699, "labels": [2, 7, 17, 198]}, "5KfDlRpGDBY": {"likeCount": 0.16812412373755872, "dislikeCount": 0.047712125471966245, "videoId": "5KfDlRpGDBY", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "ps4 playstation 4 console design offical playstation 4 E3 E3 conferance highlights looks how does the playstation games new pre order next generation specs Epic toproforugames quickest ps4 design ps4 looks who does the ps4 look newest unveled press e3 2013 cool slik gameplay new games remotePlaystation 4 Offical Console Design PlayStation 4 Console PicturesWelcome to ToProForuGames! On my channel I mainly cover Call of Duty Zombies and Call of Duty Custom Zombies. I post both regular zombie content and custom zombie videos multiple times a week so if your interested in that make sure to SUBSCRIBE and enjoy the video!  TOPROFORUGAMES2   TWITTER   INSTAGRAM   TWITCH   SPREADSHIRT  FACEBOOK  PLAYLISTS  Top 5 Zombies   Most Overlooked Guns in Zombies   How To Get Better At BO2 Zombies   All Guns PAPED in One Game   Zombies Setting Up Guide  POPULAR VIDEOS Pack A Punch on Round 1  How To Get Perks For 10 Points  TOP 5 Box Weapons in Zombies  Spongebob ZOMBIES CHECK THEM OUT SquareOneGames  TheSmithPlays  MrTLexify  TheCityofZ  XRAYZ  Laggin24x  ", "viewCount": 0.32871296207191114, "labels": [105, 245, 424]}, "G0uf98Jt51o": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "G0uf98Jt51o", "title": "", "description": "", "length": 0.25158738437116795, "keywords": "Marmalade Boy Meiko Na chan Sin ichi Music AMV anime celtic riverdanceMarmalade Boy Hearts crySomething that I put together in trubute to Meiko and Nachan from Marmalade boy. Song is from the Riverdance soundtrack called lift the wings. Please enjoy and comment and rate! THIS VIDEO IS PURELY FANMADE AND IS IN NO WAY ASSOCIATED WITH THE MUSICAL ARTIST OR ANIME COMPANY IN ANY WAY.", "viewCount": 0.39766708806248113, "labels": [5, 16]}, "s5W3F6rOWPI": {"likeCount": 0.23443922736851108, "dislikeCount": 0.047712125471966245, "videoId": "s5W3F6rOWPI", "title": "", "description": "", "length": 0.20791812460476247, "keywords": "Drums Drummer Drumming DCI Drum Corps International 2014 World Championships Finals Percussion Horns Guard Drum And Bugle Corps modern snare music DrumLine Battle Line Battle Soundsport Sound Sport Carolina Crown Drum And Bugle Corps Musical Artist Drums Musical Instrument Bugle Musical Instrument2003 Carolina Crown  Carol of the BellsCarol of the Bells was written in 1904 by Ukrainian composer Mykola Leontovych and introduced to America in 1921 through a Carnegie Hall performance and subsequent national tour by the Ukrainian National Chorus. It was originally written to be performed by a fourpart a cappella choir. Carolina Crown performed the piece during the closer of the corps Bellissimo show, a production that focused on how bells have been utilized for centuries to announce both joyful celebrations and times of reverence. Read more ", "viewCount": 0.4437592032253962, "labels": [4, 13, 164, 842]}, "EbXZ_-sFOD8": {"likeCount": 0.19138138523837167, "dislikeCount": 0.03010299956639812, "videoId": "EbXZ_-sFOD8", "title": "", "description": "", "length": 0.25646660642520897, "keywords": "Battlefield BF4 Battlefield 4 Multiplayer Gameplay BF4 Multiplayer Battlefield 4 Multiplayer Battlefield 4 Multiplayer Gameplay BF4 Multiplayer Gameplay BF4 Unknown BF4 RangeFinder BF4 Glitch BF4 ADS HIPFIRE BF4 XP HOW TO LEVEL UP FAST BF45 Unknown Tips  BattleField 4Can we hit 30 likes? Today I have for you a few tips that you might not have know about BF4. If you enjoyed the video help me out by hitting the like button and maybe subscribing D Thanks to Glasse with the thumbnail  Intro Creator Follow me on Twitch Follow me on Twitter Intro Music Jelly Castle  MDK Background Music SnowFall  Approaching Nirvana", "viewCount": 0.30211892990699385, "labels": [0, 1, 124, 317]}, "yFNPOEaNwR0": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06020599913279624, "videoId": "yFNPOEaNwR0", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "Honda Aprilia MTX 125 Supermotard conversion 1986 mtx 15Honda MTX 125 R JD05 1986 Supermotard ConversionHonda MTX 125 R '86 x Aprilia RS50 wheels and Fork Supermotard Conversion from stock revised motorcrossbike.", "viewCount": 0.3537441283407948, "labels": [2, 17, 30, 837]}, "nAVOsAWyKdM": {"likeCount": 0.15440680443502758, "dislikeCount": 0.03010299956639812, "videoId": "nAVOsAWyKdM", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "Madden 13 Ultimate Team Xbox 360 Coins Video Game Commentary Funny Fun Lol MuT13 Football NFL Xbox 360 Video Game Platform League Of Legends Video Game American Football SportMadden 13 Ultimate Team Patrick Willis Legend!Just got me 2 Willis!", "viewCount": 0.3612359947967774, "labels": [0, 1, 63, 450, 1924]}, "7ElDhW0k7wc": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "7ElDhW0k7wc", "title": "", "description": "", "length": 0.24756711883244298, "keywords": "IMG 0641EM3207 v1.1  MN3207 based EHX Electric Mistress 9V cloneruns off 9v using bbd mn3207 only mods include clock cap mod used to move wet signal delay range recorded on iPhone 4 on my son's strat through 1980's Roland jc120", "viewCount": 0.3693463127219532, "labels": [9]}, "JeWO7PhHeOo": {"likeCount": 0.1653212513775344, "dislikeCount": 0.047712125471966245, "videoId": "JeWO7PhHeOo", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "Robert Pattinson Kristen Stewart Twilight EdwardKristen & Robert Real LoveKristen & Robert Real Love Muscica I Didnt Mean It  The Belle Brigade Amanecer parte 1 Crado por Ale", "viewCount": 0.3396024896608594, "labels": [595, 660]}, "I1w025ufxMo": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "I1w025ufxMo", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "Winnipeg Jets Evander Kane Atlanta Thrashers NHL Hockey Canada Dustin Byfuglien GoJetsGo WinnipegJets Blake Wheeler Tobias EnstromEvander Kane Highlight Reel Winnipeg Jets SuperstarA highlight reel of one of the upandcoming elite forces in the NHL, Winnipeg Jets left wing, Evander Kane. A sniper power forward playmaker that does it all. Remember the name, he is the future.", "viewCount": 0.36838572054003466, "labels": [0, 82, 103, 118, 440]}, "HlRE7ZgRw4c": {"likeCount": 0.16434526764861876, "dislikeCount": 0.1146128035678238, "videoId": "HlRE7ZgRw4c", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "rFactor VFTS LADA MOD gameplay on Emachines by Acer E525 GMA 4500M 4x4 subbasmonster sebessg mmorrFactor VFTS LADA MOD gameplay on on Emachines by Acer E525  GMA 4500M4GB DDR2 800MHz Intel Core2 Duo Processor T8100 3M Cache, 2.10 GHz, 800 MHz FSB Intel GMA 4500M GPU HD LCD sreen 15.6\" resolution 1366x768 Windows 7 ultimate x64", "viewCount": 0.4645775849389169, "labels": [0, 19, 1198]}, "Ho_M1qVGcC0": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "Ho_M1qVGcC0", "title": "", "description": "", "length": 0.2568201724066995, "keywords": "Trucks on the Track 4x4 Duramax Diesel sunshine motocross Offroad Offroading Mud Ford Diesel Engine Dodge cummins tractor tires 4wd Fourwheel DriveTrucks on the Track 1712 Go Pro Hero 2Trucks on the Track Sunshine motocross track Pavement pounders of Pinellas county unleashed, first video shot with go pro hero 2, chase footage by Charlie Pitcock", "viewCount": 0.3267171728403014, "labels": [2, 75]}, "QpRVn1V8Hkc": {"likeCount": 0.25237464668115644, "dislikeCount": 0.1278753600952829, "videoId": "QpRVn1V8Hkc", "title": "", "description": "", "length": 0.244870631990508, "keywords": "LPunderground linkinpark linkin park assassin creed brotherhood video game Thousand Suns blackout ps3 ubisoft mike shinoda chester neoone2199 lpu underground summit live o2 arena london 2010AC Linkin Park  The Blackout Music Video by LPUMusic by Linkin Park, A Thousand Suns new album OUT now check it out on iTunes and stores! footage from Assassin's Creed Brotherhood and video has been produce by LP&AC fan NeoOne2199! Join us on LPunderground website See you all in O2 Arena 10&11 Nov 2010  London Links LinkinPark website Assassin's Creed LPU ", "viewCount": 0.4857042870223867, "labels": [1, 14, 25, 285, 1361]}, "taAo_T85Okg": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "taAo_T85Okg", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "webcam videoSquier Bullet StratMy new white Squier Bullet Strat. Great guitar for the money.", "viewCount": 0.3243534101832062, "labels": [4, 9, 10, 37]}, "9G7wuQf_Gkg": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06020599913279624, "videoId": "9G7wuQf_Gkg", "title": "", "description": "", "length": 0.268304703823885, "keywords": "BF2 Battlefield Mod Funny Kills Deaths jimbo8098Battlefield 2  A New Mod ...A new mod that I made for BF2... The mod includes some of my fav wepons from ingame as well as the wonderful minigun from the Tactical Advancing mod ... You can download the mod from filefront at  Sorry about the sound gap in the middle ... I'm not used to microsoft movie maker ... Thanks to BF2Cre8or , Jeff West of the mercs mod and the AIX mod forum for all your help... The songs are Scum of the earth  Boodsuknfreakshot and Murder Sond by Scum of the Earth ...", "viewCount": 0.31809855807867304, "labels": [0, 1, 124, 153, 1323]}, "X4GkADmx_EE": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "X4GkADmx_EE", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "KPOP asian idol20100320 Super Junior SJM 'Super Girl' main focus DonghaeMalaysia SS220100320 Super Junior SJM 'Super Girl' main focus Donghae Malaysia Super Show 2", "viewCount": 0.3223236273102998, "labels": [3]}}