{"_VRY4tESQDo": {"likeCount": 0.1792391689498254, "dislikeCount": 0.03010299956639812, "videoId": "_VRY4tESQDo", "title": "", "description": "", "length": 0.2650307523131937, "keywords": "Powerlifting Squats World Record Squats The Compound SuperD Donnie Thompson Vladimir Alhozov Weight Lifting World Records CrossFIt squats Squat Recovery IPA RPS SPF APFSuperDtv Flashback to the Compound 2010!Enjoy my last training cycle at 711 Elmwood AVE! This was the last squat day before my first run at breaking the alltime 1250 World Record Squat held by Vladimir Alhozov from Israel. It was hot and hard but after suffering 3 full blown herniated discs in my lower back the year before, I was thankful to be taking this journey!", "viewCount": 0.35602653978627147, "labels": [92, 100, 548]}, "VFP9qPVB2fA": {"likeCount": 0.15682017240669952, "dislikeCount": 0.047712125471966245, "videoId": "VFP9qPVB2fA", "title": "", "description": "", "length": 0.215836249209525, "keywords": "Taylor Swift Our Song BestPractice ChipmunkOur Song Chipmunk StyleI know I could have slow this song down, or left it the way it was, but speeding it up is just way more fun for some reason! And you most likely think so too since you're listening to this song Anyway, hope you like it! Peace and Love, daydreamer8079", "viewCount": 0.4205339721431523, "labels": [391]}, "mDyW32fAYi0": {"likeCount": 0.1845098040014257, "dislikeCount": 0.07781512503836437, "videoId": "mDyW32fAYi0", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Channel Islands All Male 2011 NationalsChannel Islands All Male 2011 NationalsFirst Place", "viewCount": 0.39774492273823414, "labels": [8]}, "mDAooaqn8B4": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "mDAooaqn8B4", "title": "", "description": "", "length": 0.21702617153949577, "keywords": "AllInOne Kid Computer Kid Touch Screen Computer Educational Comptuer Education Kid Computer Educational SoftwareWounder Touch PC w Kid Friendly OSWonder Touch PC is our standard educational computer. It is very durable and can withstand everyday child abuse. The Kid Friendly OS is great for preventing any kids from accessing vital computer settings. Navigation is very easy and simple. With your choice, It can come with over 100 preloaded educational software titles. The Wonder Touch, AllInOne kid computer, is the best choice for any child and their education. For more info click the link below ", "viewCount": 0.3602277084300193, "labels": [0, 74]}, "mGRiw58s_E4": {"likeCount": 0.19822712330395686, "dislikeCount": 0.06989700043360189, "videoId": "mGRiw58s_E4", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "orange cat and red socksorange cat adventures beeker and the red socksI was folding laundry when my orange cat took a special interest in a pair of red socks and began sniffing and licking them adamantly they were clean! and frolicking in the way he does so well and viciously.", "viewCount": 0.44632059321941436, "labels": [15, 18, 170, 314]}, "mIrnYfr0wgY": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "mIrnYfr0wgY", "title": "", "description": "", "length": 0.26263403673750424, "keywords": "Brett vs Louis Super Buu BVL 2p Gohan Videl Broly Legendary Saiyan tag team dragon ball budokai tenkaichi2 dbzBrett vs Louis 7 I finally get my revenge after fight 5, where I dont completely blow him away, but just enough to satisfy, going over the edge by defeating Videl with an SS2 Gohan. Enjoy the epic battle. More to come sooner or later", "viewCount": 0.3132259689531045, "labels": [0, 1, 5, 69, 144, 190, 384, 743, 1177]}, "UvgMFsVQWaM": {"likeCount": 0.2037426497940624, "dislikeCount": 0.07781512503836437, "videoId": "UvgMFsVQWaM", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "Drum Musical Instrument Drums Drum Cover Drumming Drummer Drum Kit Musical Instrument Rage AgainstRage Against The Machine  Bulls On Parade HD Drum Cover, Roland TD20So I missed the intro to this by about a half a beat, but the rest of the take was pretty much spot on and I wasn't gonna play the whole dang song again. Close enough, I say! I can count on one hand how many Rage songs I actually like... But this is one of them... 'Cuz it freakin' rocks. Not difficult... but it has such a grinding beat that I had to play it. Original Drums Brad Wilk This video complies with Section 107 of the Copyright Fair Use Policy as it is being used for teaching, comparison, and criticism. All copyrighted material remains property of the original copyright owner and is being used only for the previously stated reasons.", "viewCount": 0.3968389541847068, "labels": [28, 33, 38, 78, 86, 987, 1088]}, "aD1itu6XUjE": {"likeCount": 0.11139433523068368, "dislikeCount": 0.07781512503836437, "videoId": "aD1itu6XUjE", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "plero.ru Mirror Book Air  MacBook  Mirror Book Air   MacBook Air  ,  ,        Apple         .      ", "viewCount": 0.3583765368285, "labels": [74, 187, 736, 1728]}, "eTP_-WVin6c": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "eTP_-WVin6c", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Pitfall 3D Activision Games Video Game PitfallHarryJr Harry Junior Jr. Playstation PSXpitfall 3D beginner's LevelThe Official Noobs Level for Pitfall 3D on the original Playstation 1! More Pitfall 3D level runs to come!", "viewCount": 0.3255995726722402, "labels": [0, 1, 35, 535]}, "75-QWMQMXfk": {"likeCount": 0.35158738437116793, "dislikeCount": 0.16232492903979007, "videoId": "75-QWMQMXfk", "title": "", "description": "", "length": 0.2617000341120899, "keywords": "Black Nerd BlackNerd Mighty Morphin Power Rangers Power Rangers Mighty Morphin Power Rangers Movie Power Rangers Movie Mighty Morphin Power Rangers Reboot Power Rangers Reboot Mighty Morphin Power Rangers Movie Reboot Remake Lionsgate Roberto Orci SpiderMan Amazing SpiderMan 2 Amazing SpiderMan 3 XMen First Class Hunger Games Saban Vlog Video Blog BlackNerdComedy Black Nerd Comedy Black Nerd Comedy ytqualityhigh HD AndrePOWER RANGERS MOVIE with SpiderMan & XMen Writers  Black NerdSUBSCRIBE! Join the Black Nerd Cousins Black Nerd Comedy  \"Black Nerd Comedy\" is Nerd & Geek Culture, Pop Culture Entertainment and 80s90s Retro Nostalgia from Actor, Comedian, Writer and \"Black Nerd\" Andre Meadows. Twitter Facebook Instagram Twitch Tumblr AudioMusic is royaltyfree from one or more of the following Brett Juilly Fullscreen  Additional Music by Huey Esquire and Andre Meadows.", "viewCount": 0.5080842858834561, "labels": [3475]}, "b16sIhFnJ0I": {"likeCount": 0.2913813852383717, "dislikeCount": 0.1414973347970818, "videoId": "b16sIhFnJ0I", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "jamie oliver's drinks tube drinks tube jamie oliver jamie oliver drinkstube cocktails cocktail recipes beer craft beer wine alcohol spirits recipes food tube foodtube how to make tommi miers thomasina miers wahaca mexican mexico Horchata Food horchata cinnamon almonds Mexican Food Cuisine mexican footballMexican Horchata Recipe  Tommi MiersTommi Miers  cofounder of www.wahaca.com  arrives on Drinks Tube with her recipe for the perfect Horchata, a refreshing, sweet, dairyfree, Mexican drink made from rice with flavours of cinnamon and almonds. Please note  this recipe is not suitable for children under the age of five as rice milk has been shown to contain traces of arsenic. Links from the video More Soft Drinks  Subscribe!   Jamie Oliver's Drinks Tube Subscribe to Drinks Tube Twitter Facebook Instagram More great recipes DrinksTube x", "viewCount": 0.4382737265761331, "labels": [11, 20, 22, 29, 229, 713, 1764]}, "EjuTvXzFdwI": {"likeCount": 0.11139433523068368, "dislikeCount": 0.03010299956639812, "videoId": "EjuTvXzFdwI", "title": "", "description": "", "length": 0.25705429398818974, "keywords": "downhill freeride Sao bras de alportelTaa de Portugal de Down Hill 1 So Brs de Alportel 2008Taa de Portugal de DownHill 1 em So Brs de Alportel 2008 Cerro do Botelho Algarve", "viewCount": 0.3577261953585815, "labels": [53, 58]}, "EkjAKQcyLhI": {"likeCount": 0.17558748556724915, "dislikeCount": 0.03010299956639812, "videoId": "EkjAKQcyLhI", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "sinvicta sinvicta316 lawder twol ssr ss radio ssradio ss radio podcast gaming gaming podcast gaming radio show gaming radio the word of lawIMPORTANT ANNOUNCEMENT REGARDING TWOL DO NOT SKIP THIS VIDEO!PLEASE READ ENTIRE DESCRIPTION  TLDR  I will be COMPLETELY REMOVING all episodes of TWOL, trailers and specials basically any video that contains copyrighted material from my YouTube channel. LONG VERSION for those that don't watch the video  I have arrived at the point in my channel's life where it is now necessary for me to remove all copyrighted material mostly music in order to move forward and deleting all of the TWOL episodes is not a decision I made lightly, but I recognize it is a necessary step. IMMEDIATE CHANGE You will no longer be able to find ANY TWOL Episodes on my YouTube channel as of 82113. LONGTERM CHANGE Any future TWOL videos I create will be hosted on a different website most likely WarCraftMovies.com than YouTube. FAQ  Q. WILL YOU EVER PLAY WOW AGAIN? A. Yes! Guaranteed, 100 positively, YES! Q. WILL YOU EVER DO ANOTHER TWOL EPISODE? A. Yes! Q. WHY ARE YOU DOING THIS, SRSLY? A. To be honest, this is completely my own doing. I know that I will be severely crippled if a future copyright claim is made years down the road retroactively and it can and WILL be a huge problem. I feel that now is the best time to perform this step. Q. IF I UNSUBSCRIBE WILL YOU STILL BE MY FRIEND? A. Of course! My only request is that you give me a chance in a few months to reentertain you with more Lawder videos in future WoW expansions!   ALL TWOL EPISODES MAY BE FOUND HERE VIDEOS YOU WILL NO LONGER BE ABLE TO SEE The Lawder Q&A, The Superbowl Sunday Smackdown Showcase, The PreEpisode 5 Macro Special, any contest videos, etc. OTHER VIDEOS WILL ALSO BE TAKEN DOWN THAT ARE UNRELATED TO TWOL. If you have any questions, PLEASE let me know!", "viewCount": 0.38230175234460495, "labels": [0, 1, 93, 449]}, "M9LCotgismA": {"likeCount": 0.22833012287035498, "dislikeCount": 0.09030899869919436, "videoId": "M9LCotgismA", "title": "", "description": "", "length": 0.22405492482826, "keywords": "homefront video introduction cinematic gameplay intro hd north south korea usa japan invasion hawaii californiaHOMEFRONT Introduction Cinematic HD presents HOMEFRONT Introduction Cinematic HD 2011 North Korea faces another UN sanction over its latest nuclear test. 2012 Kim JongIl dies and is succeeded by his son Kim Jongun. 2013 Kim Jongun is awarded the Nobel Peace Prize and featured on the cover of Time Magazine for his accomplishment of Korean reunification. 2014 American military withdraws from the Korean Peninsula. General Motors declares bankruptcy for the second time. 2015 The effects of peak oil are felt as gas prices reach up to 20 dollars a gallon due to a war between Iran and Saudi Arabia. Russia cuts off all oil trade with Europe. Survivalist literature become bestsellers in America. China's influences diminish. 2016 America withdraws its military from Japan and other countries overseas, focusing on its instability back home. Texas splits from the United States, border bloodshed takes place as refugees from other states attempt to enter Texas. 2017 Martial law is declared in the United States as its infrastructure crumbles due to financial deficiencies. 2018 After the destruction of one of its nuclear facilities by Korean special forces, Japan surrenders to the Greater Korean Republic and is capitalized into a vassal state. 2019 The UN goes out of commission. 2020 Canada closes its borders to Americans. The US military takes over the functions of many emergency services, as well as the distribution of basic goods. This causes many Americans to abandon the suburbs in exchange of the militarymanaged urban centers. 2021 Korean forces succeed in annexing many countries in Southeast Asia. A new pandemic known as the Knoxville Cough, type of bird flu, begins to spread in the United States. 2022 To prevent the contagion of the Knoxville Cough, Mexico closes its borders to Americans. Hyperinflation pushes the US dollar to the edge of collapse. 2023 The Knoxville Cough ravages the American public. The Korean People's Army reaches 20 million total personnel. 2024 Using the captured MV rockets at the Uchinoura Space Center, Kim Jongun announces a new space satellite program, under the pretense of replacing the decaying GPS system, which America could no longer afford to maintain. 2025 A thermonuclear device is detonated by one of the Korean satellites 300 miles above Kansas, blanketing America with an EMP that wipes out its power grid and most of the electronics above ground. The US infrastructure is virtually in ruins. This is followed by the Korean seizure of Hawaii and landings in San Francisco. Korean paratroopers are dropped into central United States. The economic downfall in Europe prevents its nations from intervening. 2026 The United States is split into two as the KPA irradiate the entire Mississippi River, as a fortification for their control of the western side. 2027 The United States Armed Forces are completely scattered. Don't forget to subscribe for the latest in gaming news reviews guides and more!", "viewCount": 0.45033820634737326, "labels": [25]}, "U2GZG5WOmHI": {"likeCount": 0.14313637641589874, "dislikeCount": 0.09030899869919436, "videoId": "U2GZG5WOmHI", "title": "", "description": "", "length": 0.25158738437116795, "keywords": "HTC Radar  HTC Radar    4pda.ru  freedomwanderer.    ", "viewCount": 0.42358313374105183, "labels": [21, 23, 24]}, "U3XBZjEHKeQ": {"likeCount": 0.30453229787866576, "dislikeCount": 0.09030899869919436, "videoId": "U3XBZjEHKeQ", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "vacuum cleaner lightweight vacuum cleaner riccar oreck dyson wooster ohio ohio easy to push vacuum cleanerLightweight Vacuum Cleaners Wooster OH Wooster Ohio Compares Oreck To Riccar Vacuum CleanersNeed a lightweight vacuum cleaner, that only weighs 8 pounds, and is super easy to push? Live in Ohio? The Sweeper Store 2799 Cleveland Rd. Wooster Ohio 44691 3303452111 Visit our store website at or see more vacuum cleaner demonstration videos at For Kirby vacuum cleaner information go to Watch a Kirby vacuum cleaner video. To see which Kirby bags you need Allergy sufferers suffer from a singular problem with vacuum cleaners. Several vacuum cleaners spew out airborne debris. Here is how can one single out the right one for you. It's not exactly airborne dirt and dust. Eighty percent of home dust is essentially lifeless skin cells from our shedding skin cells and our dogs or cats, and the feces from dust mites that consume this skin dander. Most of us are not significantly influenced by this \"dust\", Several of us put up with sneezing, runny nose, and headaches from only a minuscule amount of this stuff hanging in the air. What has this to do with vacuum cleaners? A lot, it turns out. Great filtration is the most important concern here. HEPA High Efficiency Particulate Air filters on the exhaust of practically any vacuum will help catch the tiny particles that hold everything that sets off your allergies. You will want to make sure that that the filtration system is sealed. Sealed signifies that the surrounding air is forced through the filtration system, and can't flow around the filter. HEPA filters that are not sealed are as worthless as not making use of one at all, as all the air will escape around the filter material, as it is the easiest route. Practically all HEPA filters are made out of the exact same substance. They are made in numerous sizings and shapes, but they accomplish the same task, as long as they are in actuality sealed filters. Very nearly no HEPA filters are washable. Some producers declare they are, however it is approximating attempting to wash down a paper plate. They deteriorate and fragment. Many HEPA filters might be cleaned, at least partially, by making use of an air compressor to blow out the filtration system. Really be sure the unclean side of the filter is directed away from you. Otherwise you can actually push the dirt and filth further into the filtration system. Generally HEPA filters need to be replaced one time a year. This may change extensively depending on how often you vacuum, if you own dogs or cats that shed, and how much carpet you possess. Carpet fibers traps and stores dirt and pet hair, and plus stores the dander and minuscule mites that survive on that dog and cat dander. What is the vacuum cleaner exterior manufactured from? There are different qualities of plastic. The less expensive vacuum cleaners are created from ABS which will warp if it gets warm enough. This warping will be able to let dirt to bypass the filter system and discharge out into the room air we inhale. This really is one of the core reasons vacuum cleaners lose their air flow after many years. The motor is even in decent shape, but in reality the dirty air is leaking out into the room, escaping past the filters. The air is also being pulled in from places on the vacuum besides the nozzle on the flooring. This warping is also why you will find airborne dirt and dust gathering up on the outside of the vacuum cleaner following two or three years. Interestingly, the motor material can help with the allergy symptoms. A metal motor in the vacuum cleaner will dissipate the heat from within the motor. A cool motor is not going to heat up the plastic casing enough to warp it. Your vacuum cleaner HEPA filter will be kept sealed and filtering the airflow. A charcoal filter in your vacuum cleaner will furthermore help with the vacuum cleaner filter as well as keep pet distinct odors to a minimum. Steam cleaning carpeting routinely, maybe once a year, will revive a carpeted floor. We advise making use of hot water extraction carpet cleaners. They do a more thorough job than the dry foam technique, although they could make a mess if you don't use the cleaner properly. Bagless vacuums also might initiate an airborne allergen attack when you dump out the container. We propose using HEPA filter paper bags, or Micron Filtration bags to store the dirt and pet hair. They produce less of a grubby cloud when you get rid of them.", "viewCount": 0.404336227802113, "labels": [100, 161, 818]}, "U4uZfCWe_so": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "U4uZfCWe_so", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "mainbrassMainbrass Music and ShowbandFasching in Offenbach 2010", "viewCount": 0.3418301291319745, "labels": [13, 164, 175]}, "Pl-b99Wb-Vk": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "Pl-b99Wb-Vk", "title": "", "description": "", "length": 0.2271841606536499, "keywords": "sloe gin joe bonamassa yamaha thr10 seymour duncan fender mustang amp gibson blackstar id blackstar ht orange amps rob chapman andertons music hotrails blues bon jovi rock acdcSloe Gin Improv Recorded on Yamaha THR10c Amp, Fender American Special StratSloe Gin Improv Recorded on Yamaha THR10c Amp, Fender American Special Strat with Seymour Duncan Hotrail in Bridge, Joe Bonamassa nam 2013", "viewCount": 0.3500373714353374, "labels": [9, 10, 37]}, "Pr6n9JJ5hl0": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06020599913279624, "videoId": "Pr6n9JJ5hl0", "title": "", "description": "", "length": 0.2558708570533166, "keywords": "Star Wars Video Game PSPStar Wars Battlefront Elite Squadron PSP GameplayMe showing a little bit of gameplay for the great game Star Wars Battlefront Elite Squadron. I would give this game a 8 out of 10 rating. SORRY THERE IS NO COMMENTARY.", "viewCount": 0.3596267126395516, "labels": [0, 1, 349]}, "PrAcNmMd4xs": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "PrAcNmMd4xs", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "Glory to GOD productions ty cazet bob sony handycam pro final cut express big hit hits fce live type get back in the game high school alumni football usa .com sports highlight apple mac book highlights american UGETHIT 866 825 1509 Played CA Song Once life time Artist Anberlin This video was edited with Final Cut Express 4. Valley vs saddleback Alumni Football USA Game 7911Valley vs Saddleback Alumni Football USA Game 7911To order the full game DVD click on this link To Sign up click here or Call 855 UGETHIT To Play!! Valley vs saddleback Alumni Football USA Game 7911 Glory to GOD DVD Productions Alumni Football USA Song \"Once in a life time\" Artist \"Anberlin\" This video was edited with Final Cut Express 4. John 316 For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.", "viewCount": 0.34173055832445254, "labels": [0, 79, 91]}, "A4PlOk-kodY": {"likeCount": 0.1806179973983887, "dislikeCount": 0.07781512503836437, "videoId": "A4PlOk-kodY", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "FIFA 14 TOTW FIFA 14 inform review fifa 14 inform pink slips fifa 14 TOTW pack opening FIFA 14 wager fifa 14 toty predictions fut 14 toty fut 14 totw missfifadiva fut 14 pink slips Team of the Season BPL TOTS TOTS MC full inform squad TOTS wager TOTS pink slips Bundesliga TOTS serie a tots ligue 1 tots tots bbva tots la liga tots rotw totw 39 fut wcFIFA 14 Ultimate Team FUT 14 Diva's TOTW 39 Predictions 11th June  18th JuneLooking for cheap & reliable UT coins click here use code DIVA for 5 off My TOTW 39 predictions how many will I get right? Follow Me on Twitter MissFIFADiva Song Back by Maestar Music Link  Follow Maestar Music Soundcloud ", "viewCount": 0.3121887985103681, "labels": [63]}, "Rn6en5B0p6k": {"likeCount": 0.1079181246047625, "dislikeCount": 0.06020599913279624, "videoId": "Rn6en5B0p6k", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "ANDY FORTUNE FROM THOSENIGGAS.COM & DJ YOUNGSOUND'S ALLWHITEBOATRIDE andy thoseniggas dj youngsound partyANDY FORTUNE FROM THOSENIGGAS.COM & DJ YOUNGSOUND'S ALLWHITEBOATRIDEANDY FORTUNE FROM THOSENIGGAS.COM & DJ YOUNGSOUND'S ALLWHITEBOATRIDE", "viewCount": 0.3425044874551389, "labels": [14]}, "uV0KqlJWjLs": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "uV0KqlJWjLs", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "Blackstar HT Gibson Les Paul historic custom shop reissue 1957 goldtop VOSGibson R7 les Paul J B 's Brush with the blueslaid back blues thingy sorry for the excessive hum tv radiation is a bitch... probably had the audio input level way too high  gear Gibson Les Paul R7 historic, Blackstar HT 5ashdown 4x12, marshall echohead & reflector", "viewCount": 0.314705767102836, "labels": [4, 9, 10, 37, 655]}, "uYmyivnkdgc": {"likeCount": 0.12304489213782739, "dislikeCount": 0.06020599913279624, "videoId": "uYmyivnkdgc", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "rotomod ysak sea kayak kayaking gopro hd Pelle Pl PaleeKayaking in the morning with my Rotomod YsakNothing special, just a relax paddling at the local lake, Pcsit, Orf. Camera GoPro Hero HD", "viewCount": 0.3972896784436545, "labels": [2, 76, 385]}, "yyB_gMqDjYo": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "yyB_gMqDjYo", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "Christmas Carols Concert HolidayI Saw Three Ships Come Sailing In By The United States Air Force Heritage of America BandThe United States Air Force Heritage of America Band.. Holiday Concert at The Ferguson Center For The Performing Arts at Christopher Newport University, Newport News, Virginia. December 1, 2011", "viewCount": 0.3447623097760286, "labels": [3, 13, 54, 99]}, "z-4K874JXOY": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "z-4K874JXOY", "title": "", "description": "", "length": 0.24653828514484186, "keywords": "AfreecaTV TV BJ     VideoGame  Grand Theft Auto Video Game Series Actionadventure Game Media Genre gtav gta5    gta5 gts5 gta   gta 5 gta5 kid gta5 hd gta5  gta5  gta5 dlc gta5  GTA  GTA Online  Online GTA  GTA Multiplayer Trevor GTA Trevor GTA Trevor home    Trevor enters the house Enters the house GTA  Grand Theft Auto 5   gta   gta gts   \"GTA   \" \"GTA Trevor enters the house\" Click  Click  Click  Click 14.8.9  GTA    ! \"GTA Trevor enters the house\"     Click AfreecaTV in GAME   ", "viewCount": 0.32968844755385474, "labels": [0, 1, 35, 85]}, "Q7tZVc8YSDY": {"likeCount": 0.312483014941386, "dislikeCount": 0.10413926851582252, "videoId": "Q7tZVc8YSDY", "title": "", "description": "", "length": 0.23654879848909, "keywords": "Chrono Trigger OST Soundtrack Remastered Schalas Theme Song RPG Video Game Music Yasunori Mitsuda Roleplaying Video Game Theme Music Original Track Playing Ferrari Score Porsche Lamborghini Toy Cars Guitar Playstation Toys Tune Bmw Carrera Audi Classical Music Mercedes Aston BMW In Formula One Auto Earth Lotus F430 Bentley Gt3 Turbo Crusade Turbocharger Maserati Rolls Gmt Cross Royce World Live Race Jaguar Live Gmt Exhaust Concert Watches Mclaren Luxury V12 Corvette SpiderChrono Trigger  Schala's Theme RemasteredBy request. Enjoy  For those of you interested, the flute being played is a Bansuri, an Indian alto flute  ", "viewCount": 0.5068467875979014, "labels": [2137]}, "QBR6I8zde1g": {"likeCount": 0.18325089127062366, "dislikeCount": 0.047712125471966245, "videoId": "QBR6I8zde1g", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Lora Staples Learn fiddle online fiddle teacher Red Desert Violin Teach yourself fiddle Learn fiddle Learn to fiddle Irish fiddle LoralynStaples Red Desert Fiddle The best fiddle lessons Celtic fiddle affordable fiddle lessons fiddle bowings explained good fiddle teacher Violin fiddle RDV fiddle ornaments fiddle bowings silver spear silver spear fiddle tuneSilver Spear played slow speed Red Desert Fiddle is dedicated to helping ANYONE learn to play fiddle, regardless of who you are, where you are, what life has dished out to you, or what you have in your bank account. If you like the information given here, come get more at Dont just play, play well! Join my email list for practice tips and other great stuff Please Subscribe red button on your right so you dont miss out! Find out about all my online offerings at these links  Suzuki Book 1 for total violin beginners  Suzuki Book 2 for beginning to intermediate violin students  Suzuki Book 3 for students ready to transition into mature musicians  New! Suzuki Book 4 is the whole reason you started to play in the first place! It is a rite of passage to violin masterpieces  Wohlfahrt Opus 45 Etudes home study for students really wanting to boost their technique  Intermediate Fiddle Class for those who can play, but need help learning fiddle styles  Beginners fiddle coming soon!  Plus vibrato, tune kits, and much more! Come visit and explore! ", "viewCount": 0.40113589537066113, "labels": [4, 10, 97, 351]}, "QC_5GWhQ8Og": {"likeCount": 0.1361727836017593, "dislikeCount": 0.047712125471966245, "videoId": "QC_5GWhQ8Og", "title": "", "description": "", "length": 0.269810054562339, "keywords": "20 questions make up style beauty random ashleyeubanks89 vlog20 Questions TAGI was tagged by Mskaylacouture, CHECK HER OUT! i think you can still purchase the body butter here 1Thing you cannot leave the house without ? 2Favorite Brand of makeup? 3Favorite Flower ? 4 Fav clothing store? 5Favorite Perfume ? 6Heels or flats ? 7Do you make good grades ? 8Favorite colors ? 9Do you drink energy drinks ? 10Do you drink juice? 11Do you like swimming ? 12Do you eat fries with a fork ? 13Favourite Moisturizer? 14Do you want to get married later on in life ? 15Do you get mad easily ? 16Are you into Ghost Hunting ? 17 Any phobias? 18Do you bite your nails ? 19Have you ever had a near death experience? 20Do you drink coffee ? DO IT!", "viewCount": 0.32699796766453243, "labels": [39]}, "cc9rQub0PaA": {"likeCount": 0.06989700043360189, "dislikeCount": 0.06020599913279624, "videoId": "cc9rQub0PaA", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "aruze penny slot bonus reel mechanical fu lu shou jackpotFu Lu Shou slot bonus Aruze gamingAquarius Laughlin Nevada January 14th 2012 This was the MOST colorful brightest game I have ever seen in my life. It is almost hard to watch in person it's that vivid. Not an eventful bonus but an interesting game.", "viewCount": 0.3409595019396816, "labels": [0, 62, 193, 479, 963]}, "ch-OXSk1was": {"likeCount": 0.15682017240669952, "dislikeCount": 0.03010299956639812, "videoId": "ch-OXSk1was", "title": "", "description": "", "length": 0.2482873583608754, "keywords": "20091128 Nagoya Street Battle Fighter IV TEAM 3on3 tournoi  SFIV SF4 NSB NSB11 tokido mago20091128 Nagoya Street Battle Street Fighter IV TEAM 3on3 tournoi part3220091128 Nagoya Street Battle Street Fighter IV TEAM 3on3 tournoi part32 original vido  tournoi en 3 contre 3 a limination direct. Block G demi  Dramondo HO  Headpress VE  Myan KE vs Fabi RU  Tokido SA  Mago GO Commentaire audio en franais dans les condition du direct", "viewCount": 0.35600262489128925, "labels": [0, 1, 69, 236, 404]}, "hr51okkxPIM": {"likeCount": 0.2413299764081252, "dislikeCount": 0.10413926851582252, "videoId": "hr51okkxPIM", "title": "", "description": "", "length": 0.2608526033577194, "keywords": "warhammer fantasy painting tutorial night goblin orcs and goblinsNight Goblin Speed paintingA 4x speed painting tutorial of a Night Goblin Check out more videos here ", "viewCount": 0.4448103143768015, "labels": [127, 1614, 2336, 2815]}, "0aOqGKPv5GQ": {"likeCount": 0.09542425094393249, "dislikeCount": 0.07781512503836437, "videoId": "0aOqGKPv5GQ", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "Witespy Tree Trimmer Quadcopter Quad VC450 Hoverthings Hobbyking GoPro HD GoPro2 FPV RC immersionRC Naza Quadrotor Camera Turnigy 2.4ghz 5.8Ghz Fatshark 9x TX Frysky LRS 2.4Ghz TXRX Module Predator Goggles RX w HeadTracking EZOSDGPS 600mw vTX Hero ReadyMadeRC 420 Radiocontrolled Aircraft Flying ready made range videoWitespy Quadcopter  Tree Trimmer  LOLThis is my flight from this morning. Had some good strong wind gusts today, but the Witespy was handling it no problem. However, check out 224 into the video when I try to turn my Quadcopter into a Tree Trimmer! LOL The amazing part is that even though I took a chunk out of from front Left Prop, the Witespy Quad handled it and I was still able to emergency land it in the open field. So lucky!! Haha Configuration Witespy VC450 Quad  Naza Version Turnigy 9x TX Frysky LRS 2.4Ghz TXRX Module Fatshark Predator Goggles 5.8Ghz RX w HeadTracking immersionRC EZOSDGPS & 5.8Ghz 600mw vTX GoPro2 Hero HD ReadyMadeRC 420 FPV Camera", "viewCount": 0.31319392952104247, "labels": [64, 113, 119, 284, 465, 475]}, "KalmzZE1grs": {"likeCount": 0.22355284469075487, "dislikeCount": 0.08450980400142569, "videoId": "KalmzZE1grs", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "Jake E. Lee Musical Artist The Ultimate Sin Musical Album Jake E. Lee's Red Dragon Cartel Brick by Bick Venue Guitar Musical Instrument Guitar Virtuoso Charvel Guitar EVH Amplification Cry Baby Wah Guitar Effects Alternate Picking Minor Key Heavy Metal Musical Genre 1980's Heavy Metal 1986 1986 Heavy Metal San Diego CityTownVillage Southern California Nikon Coolpix S9400Jake E Lee's Red Dragon CartelThe Ultimate SinLive at the Brick by Brick in San Diego California. Sunday, December 15, 2013 Band D.J. Smith Vocals, Ronnie MancuscoBass and backing vocals, Jonas FairleyDrums, Jake E. LeeGuitar. Jake E. Lee came to fame as lead guitarist for Ozzy Osbourne in the early 1983's. His first live performance with Osbourne came at the US Festival '83 in Devore, California.Lee was the guitar player for the Bark at the Moon album and the 2X PlatinumThe Ultimate Sin album. After Osbourne, Lee founded the band Badlands, and is now guitarist in Jake E. Lee's Red Dragon Cartel. Prior to Osbourne Lee, was a member of Rough Cut and Ratt.", "viewCount": 0.44910673946532936, "labels": [3, 4, 6, 9, 10, 13, 28, 33, 38]}, "8RvFk4Ba9HI": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "8RvFk4Ba9HI", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "flying motorcyle gryocycle motorcycle Yamaha Honda Suzuki Scooter Bike Racing Motor Sports Davidson KawasakiGYROCYCLEMOLNARI TEST.flv Is a combination motorcycle and helicopter currently under development by Dezso Molnar and his team. The initial prototype, the Molnari GT, first flew in 2006.", "viewCount": 0.33424226808222063, "labels": [2, 30, 55]}, "6SIcc87PEsk": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "6SIcc87PEsk", "title": "", "description": "", "length": 0.2530199698203082, "keywords": "19XX smraedis smraedis arcade superplays video 19XX The War Against Destiny Video Game 19XX arcade 1941 capcom capcom arcade MAME shmup superplay replay SM game     19XX Sinden 1 Credit Clear  57  8,228,700 PointsHere is my old 19XX run, using the Sinden ship. Please watch my newer and much better video at Player SMRAEDIS Ship SINDEN Date Recorded 15th January 2007 Please Subscribe if you want to receive my newest videos Or visit my channel if you want to watch my uploaded videos Thanks! SM 1941  ", "viewCount": 0.40679630895012653, "labels": [0, 1, 193]}, "RaNGcXWgbi4": {"likeCount": 0.0, "dislikeCount": 0.03010299956639812, "videoId": "RaNGcXWgbi4", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "copy drf1 20110203 135806WILLBO D2GPS WILLBO D2GPS ", "viewCount": 0.31386184338994927, "labels": [2, 7, 116, 305]}, "RgVIxg2MhG8": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "RgVIxg2MhG8", "title": "", "description": "", "length": 0.24653828514484186, "keywords": "DRIV THRU MATCHAMS BANGER RACING RINGWOOD RACEWAY Race CRASH FAIL OVALL TRACK DEMOLITION DERBY CARAVAN BANGERS FEARLESSFARTYFREDMATCHAMS ROOKIE BANGERS 7TH MAY 2012 CARAVAN SMASHDRIVE THRU ROOKIE BANGER RACING TEAM BANK HOLIDAY MEET AT MATCHAMS RACEWAY 7TH MAY 2012 LAST EVENT OF THE DAY CARAVAN DEMOLITION DERBY 6 ENTRIES INCLUDING DRIV THRU,S DAVE BLATCH AND ASH RIDGES", "viewCount": 0.32380461031287955, "labels": [2, 17, 19]}, "RjuOGRPHDew": {"likeCount": 0.215836249209525, "dislikeCount": 0.06020599913279624, "videoId": "RjuOGRPHDew", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "wrath of the ponies my little pony friendship is magic clash titans 2012 movie trailer twlight sparkle perseus celestia zeus nightmare moon hades rainbow dash ares discord kronos gods equestria battle giants kraken evil villans mlp fim theatrical bronies conquest powerWrath of the PoniesA struggle for supremacy rages between the pegasuses and the unicorns. Dangerously weakened by the lack of devotion from the earth ponies, the pegasuses and unicorns are losing control of the imprisoned titans and their ferocious leader, Discord Kronos, father of the longruling sisters Celestia Zeus and Nightmare Moon Hades. Nightmare Moon, along with Celestia's pegasus son, Rainbow Dash Ares, switch loyalty and make a deal with Discord to capture Celestia. The Titans' strength grows stronger as Celestia's remaining godly powers are siphoned... Twilight Sparkle Perseus embarks on a treacherous quest to rescue Celestia and restore harmony in Equestria. I used the trailer from the upcoming movie sequel Wrath of the Titans. You can check out the trailer here My Little Pony Friendship Is Magic is owned and copyrighted by Hasbro. This video is a parody no copyright infringement is intended. Thanks again for watching! Please, don't forget to subscribe, if you want more awesome videos. ", "viewCount": 0.38799555851227496, "labels": [5, 16, 25, 244, 292]}, "iCSmRWZQYfQ": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "iCSmRWZQYfQ", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "Tap DanceFly Me To the Moon Barcelona  Jessica ChapuisTap on Barcelona 7.18.09", "viewCount": 0.32111205412580496, "labels": [6]}, "ZSH3atr-AiM": {"likeCount": 0.17160033436347993, "dislikeCount": 0.0, "videoId": "ZSH3atr-AiM", "title": "", "description": "", "length": 0.23909351071033794, "keywords": "bmx flatland colombia suramerica ibague jonathan camargo luaiter calad mauricio mayorga oscar bmx dirt bmx park colombia flatland starbike colombbia monster energy saeta sport.bmx flatland Ibague ColombiaBmx flatland con los riders Jonathan Camargo Luaiter Calad y Mauricio Mayorga con la colaboracion de Oscar en roller blade, flatland en colombia, suramerica deportes extremos starbike colombia, monster energy, saeta sport, front page bmx, riders, deportistas extremos de bmx.ibague", "viewCount": 0.3711469781874328, "labels": [53, 58, 228]}, "ZUPWcvrciPM": {"likeCount": 0.18129133566428557, "dislikeCount": 0.06020599913279624, "videoId": "ZUPWcvrciPM", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "injustice justice leauge robin batman superman nightwing cyborg the flash green langern hal jordan jon stewart marshan manhunter trigun super boy red tornado shazam joker harley aquaman dick grayson batgirl deathstroke slade wilson raven starfire beast boy teen titans combos bnb bread n butter 100 percent 1 touch air combo blue beetle LOBO motorcycle super hyper chain hook shotgun scorpion barbara gordon killer frostZatanna BnB Combos 2950 Tutorial  Injustice Gods Among UsI like how she plays, i just will most likely probably and undoubtedly suck with her. xx  cancelling from normal moves to special attacks 1Light attack square  X 2Medium attack triangle  Y 3Heavy attack X  A sstanding jjumping fforward bback ddown uup dbrolling the stick from the down to behind motion dfrolling the stick from down to forward motion bdrolling from backwards to downward. bfgoing from backwards to forwards without rolling DbfGoing from Down, to back, then forward 4CP  O  BCharacter Power IE.Batman's drones Super  LtRt  L2R2 MB  using RtR2 to strengthenmodify an attack using 14 a full bar of meter  playlist Guide  Hey! For the best quality, click the gear on the bottom right, and select 720p, it's amazing!  My twitter  My name's conmystroconnor, and I upload a bunch of stuff. All things from Naruto, to Assassins creed, call of duty, even games like prototype, and Devil May Cry. I'm not new to the youtube community, but i am new to this much attention. I've been on the site for almost 5 years, and i've been wanting to own a gaming channel since i started. Now that i have the tools necessary, i can finally live that fantasy! IF you are looking for a fun, easy going gamer, who occasionally gives his somewhat childish opinion on STUFF, then i may be the dude, for you.  If you want to see more of what you are watching above, click the subscribe button above the video, and if you enjoyed what you saw, click The 'like' button below, it helps me know what you want and what you don't.  i have a variety of videos like i said, and the playlists on my channel will help you navigate through them. Btw, the thumbnail was a stupidly subtle spongebob reference. so yeah. if you got that, you get points.  Thanks for WatchingReading, and have a Swag", "viewCount": 0.350745106090197, "labels": [0, 1, 1220]}, "XUvlIkNReoU": {"likeCount": 0.22695129442179166, "dislikeCount": 0.1079181246047625, "videoId": "XUvlIkNReoU", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "batman Arkham knight GTX 970 vs 960 1080 60 fps gameplay i7 4790Batman Arkham Knight GTX 970 vs GTX 960 1080 60fps GAMEPLAY  i7 4790KThe game is great, but its disappointing in terms of performance and all.", "viewCount": 0.4774998437160216, "labels": [0, 1, 35, 268, 665]}, "GUMEJr8br_s": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "GUMEJr8br_s", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "Tomb Raider Tomb Raider 2013 Tomb Raider Video Game Series AMD APU VISION FM2 FM2 TRINITY A10 580K 5800K A10580K A105800K RADEON HD 7660D AMD RADEON RADEON HD 7660DTomb Raider  AMD APU A105800K GAMEPLAYLos detalles del juego estn en Calidad de textura Normal, Filtro de textura Bilineal, Calidad del pelo Normal, Antialiasing Desactivado, Sombras Normal, Resolucin de sombras Normal, Nivel de detalle Normal, Reflejos Normal, Profundidad de campo Normal, SSAO Normal, Postprocesamiento Activo, Teselado Desactivado, Alta precisin Desactivado, Sincronizacin vertical Desactivado. La resolucin jugable es 19201080   Grabado a travs del Capturador AVerMedia Live Gamer HD C985 FPS Min 23  FPS Max 30   Datos del Hardware Placa Madre Gigabyte GAF2A75MD3H rev. 1.1 BIOS Ver. F3 Procesador AMD ASeries APU TRINITY A105800K Quad Core 3.8 GHz Turbo Frequency 4.2 GHz Memoria RAM G.SKILL Ripjaws X F314900CL9S4GBXL CL9 1.5V 8GB 2X4GB DDR31866 MHz Vdeo Integrado AMD RadeonTM HD 7660D Core Clock 800 MHz Memory Clock 933 MHz 1024 MB 128 bit Disco Duro Western Digital Caviar Blue WD10EZEX 1TB 64MB Fuente de Poder Corsair CX430 ATX12V 430 Watts 80 PLUS   Overclock al Vdeo Integrado del Procesador Mtodo valido solo para Placas Gigabyte   Configurar Memorias a su velocidad real Mtodo valido solo para Placas Gigabyte   Suscrbete Sguenos en Facebook Sguenos en Twitter ", "viewCount": 0.3164947372621842, "labels": [0, 1]}, "a_Q7prRfzWQ": {"likeCount": 0.15563025007672873, "dislikeCount": 0.03010299956639812, "videoId": "a_Q7prRfzWQ", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "Final Fantasy XIII episode episode part square fighting cool flash animation funny kain cecil ridyaFinal Fighting Fantasy Episode 1Final Fighting Fantasy is a serie o fan made flash animations with the characters from the final fantasy game series. I donloaded this a looong time ago, and decide to upload here, for those who havent seen it, enjoy!", "viewCount": 0.35571461423183637, "labels": [0, 1, 159]}, "9IHsejlZS9o": {"likeCount": 0.1799340549453582, "dislikeCount": 0.1, "videoId": "9IHsejlZS9o", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "Tiger Bill Meligari drum set lessons backstickingDrum Lesson Backsticking Applied to the Drum SetBacksticking was originally developed for use by drum corps drummers to add visual excitement to their performance. The goal of this lesson the first of three is to help you apply backsticking to the drum set not only to add an exciting visual effect but for the sound effect as well.", "viewCount": 0.45278360451647093, "labels": [28, 33, 38, 78, 842]}, "ZjqNRYrrgi8": {"likeCount": 0.14313637641589874, "dislikeCount": 0.1, "videoId": "ZjqNRYrrgi8", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Halo Custom Edition Coagulation Blood Gulch sex H2CE CeWalla Walla's Halo CE Coagulation MontageCheck out  My first montage, a whole 15 minutes of gameplay! It 's of the level H2 Coagulation on Halo Custom Edition, a free add on thingy for Halo PC. Hope u like it as much as I like Halo not possible.", "viewCount": 0.3679427896612119, "labels": [0, 1, 153, 157, 936, 1063]}, "WskxTdoM0pk": {"likeCount": 0.24183012913197455, "dislikeCount": 0.12304489213782739, "videoId": "WskxTdoM0pk", "title": "", "description": "", "length": 0.26148972160331346, "keywords": "Fruit Food Food TV Genre Kumquat Ingredient Chinese New Year Holiday cny Malaysia Country south east asia china chinese food food review Travel TV Genre tourism how to eat kumquat Howto Website Category No Reservations TV Program Bizarre Foods With Andrew Zimmern AwardWinning Work mark weins migrationology cumquat Citrus japonica fortunella The Fruit Hunters Film what does kumquat taste like?Kumquat Review  Weird Fruit Explorer in Malaysia  Ep 97Please take a moment to view my Patreon page and learn how you can help my series grow!  Get a TSHIRT www.weirdexplorer.com  Kumquat Citrus japonica Origin South Asia", "viewCount": 0.42201080880400554, "labels": [11, 302]}, "z4sJUgjasiE": {"likeCount": 0.17160033436347993, "dislikeCount": 0.07781512503836437, "videoId": "z4sJUgjasiE", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "Piano Tutorial Jazz BlastPiano Tutorial  Jazz Blast  Level 2A  LessonPerform this piece at 112 bpm.", "viewCount": 0.41435768321589966, "labels": [31, 40, 47, 57, 117]}, "z6ubv1CzqSo": {"likeCount": 0.4244079106672389, "dislikeCount": 0.26424645202421215, "videoId": "z6ubv1CzqSo", "title": "", "description": "", "length": 0.23404441148401187, "keywords": "Minecraft Let's Play Mojang Smerpo Alec Beast Craft Gaming Mod Showoff Mob Custom Map Adventure Survival Hardcore Redstone HD Mommy No Commentary Gameplay Review Creeper TNT Multiplayer Machinima Realm How To Build Skin Server Playthrough Survive Diamond PC Builds Epic Huge Buildings Music Video Brad Parody Magic BOB B.O.B. Itsallminecraft musicbypedro TheismanRedstone Minecraft Parody of \"Magic\" by B.O.BMy Channel Theisman Pedro's Channel Brad's Channel Self Building Village by Hypixel and modified by myself for better effect Beginning and ending build by Disco Redstone Clock build by Disco Mods Used Sonic Ether's Unbelievable Shaders, Optifine, Cam Studio, Minema, and 3D Items Special thanks to Aren for most of the acting. Also thanks to Nathan, Lurkaa, Aren, Jidno, and Tristin for spending 3 hours with me working on the 20 second scene. Lyrics Hi, I'm a Redstoner, and I approve this message Chorus I've got the redstone in me Every time I mine that block it turns into dust Everybody knows I've got the redstone in me When I have that dust the power is in my hands Now everybody wants some precious redstone, redstone, redstone redstone, redstone, redstone redstone, redstone, redstoneahoo I've got the redstone in me! Verse One These things I have built will blow your mind Pick a block, any block, I'll show you all what all we do I'll need a repeater, and a torch, over there Come on down to the block, and stand right here and hit that button I'll have you teleportin', have your lights flickerin' I'ma tryna power the trap so they get stuck Even CavemanFilms had to go and take some tutorials, and I see Caveman like, \"I'm confused, what's goin' on?\" So build one, build all, and see the pistons go Prepare to be surrounded, no pig or silverfish You know in no trolling one , when I never griefed a house So call me Mr. Redstone Man, I build that stuff just fine Chorus Brad I've got the redstone in me I got the redstone, baby Every time I mine that block it turns into dust Yes it turns to dust Everybody knows I've got the redstone in me I got the redstone, baby When I have the dust the power is in my hands Oh the power baby Now everybody wants some precious redstone, redstone, redstone redstone, redstone, redstone redstone, redstone, redstone ahoo I've got the redstone in me! Verse Two Well take a ride into my cart, and You'll see why it's redstone I use Stay on the track, so I ditch those creepers when I got gold I hit the end, go insane, then jump into that cave See, see, when I mine I get the redstone like piddadowdow See I destroy you with my super magic powers I wire just like Disco, so respect me like I'm Caesar I wire it like a beast, flowin' hot fifteen blocks long Be clever, 'cause this redstone stuff is tricky like equations I make all the builds come up and alive It's a spectacular build cas that house is a movin' So whatever you doin', it better be some redstone I do this every day, redstone wire in the soul Chorus Brad I've got the redstone in me I got the redstone, baby Every time I mine that block it turns into dust Yes it turns to dust Everybody knows I've got the redstone in me I got the redstone, baby When I have the dust the power is in my hands Oh the power baby Now everybody wants some precious redstone, redstone, redstone redstone, redstone, redstone redstone, redstone, redstoneahoo I've got the redstone in me. music I've got the redstone in me!", "viewCount": 0.6156035507994709, "labels": [0, 1, 27]}, "zA1rAmC8ByA": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "zA1rAmC8ByA", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "panama city beach florida vrbo rental vacation home spring breakPanama City Beach, Florida Vacation Rental for reservations and additional information on this Panama City Beach vacation rental house right on the Gulf of Mexico. See more like this at ", "viewCount": 0.37022581631620943, "labels": [88, 184, 248, 416, 614]}, "O3SYVajzcCw": {"likeCount": 0.18808135922807914, "dislikeCount": 0.03010299956639812, "videoId": "O3SYVajzcCw", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "Paprazzi Lady Gaga Bill Graham Auditorium 1213 2009 San Francisco CA Monster Ball TourLady Gaga LIVE in San Francisco 1213 2009  Paparazzi Monster Ball TourGaga performing Paparazzi at Bill Graham Auditorium in San Francisco on 12132009 Monster Ball Tour!!! Donate to The REGeneration program to support homeless youth! At tonight's concert, Gaga announced that she will match EVERY dollar!!!!", "viewCount": 0.4480208224873775, "labels": [3]}, "9vNe0O_G9OE": {"likeCount": 0.1079181246047625, "dislikeCount": 0.047712125471966245, "videoId": "9vNe0O_G9OE", "title": "", "description": "", "length": 0.24082399653118497, "keywords": "Sweetwater catkeyboard manyamaha yamaha cs synthesizer demo review reface cs Yamaha Corporation Award Winner NAMM Show Recurring Event yamaha reface cs yamaha reface summer namm 2015 yamaha keyboards 2015 namm 2015 namm 2015 summer reface yamaha cs reface yamaha cs 80 mini keyboard piano reface yamaha refacecs analog synth analog synthesizer ibanez v50 keyboard demo keyboard solo namm namm 2015 keyboardSummer NAMM 2015 Yamaha Reface CS Keyboard Demo by SweetwaterAvery from Yamaha presents the Reface CS keyboard at Summer NAMM 2015. Inspired by the iconic CS80 polyphonic analog synthesizer, the Yamaha Reface CS mobile mini keyboard evokes the very essence of the legendary synth of yesteryear. Packed with five types of synthesis and onboard effects, the Reface CS provides you with a variety of lush pads, fat basses, and solo leads. Each type of synthesis has its own set of Texture and Mod sliders that take simple oscillator types and let you turn them into gentle soundscapes, mangled sonic carnage, and everything in between. After the video, get the Yamaha Reface CS here ", "viewCount": 0.35154764413823764, "labels": [31, 40, 57, 117, 1800]}, "OOdKOOPZrRk": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "OOdKOOPZrRk", "title": "", "description": "", "length": 0.22405492482826, "keywords": "Ron Thompson Blues Guitar Extravaganza Rene Solis BGE c4ligrl Mary FranklinBlues Guitar Xtravaganza  Ron Thompson  BoomBoomBoomBoomRon Thompson and I met when he gave of his time for the Bluesfaire benefit in July and I have enjoyed getting to know him. As serious as it gets, Ron has so much energy and a fun side that he lets out every so often. Filmed here, at Rene Solis' October Blues Guitar Extravaganza, he offers a rare treat...his version of 'BoomBoomBoomBoom'. As I stood there trying to get some light into the shot, he made a few funny faces for the camera and I just lost it. What a great night. Reneyou really hit it out of the park with this show. MF", "viewCount": 0.35287881917748964, "labels": [3, 4, 9, 10, 37]}, "LeudCwTN7dg": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "LeudCwTN7dg", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "EethClone Wars Adventures Lightsaber Duel 10  Eeth KothEeth Koth, a Zabrak like Drake, steps up into the battle ring to face him. He wields a two sided lightsaber like Darth Maul, and wants to prove that HE is the better Zabrak.", "viewCount": 0.3617629297757842, "labels": [0, 1, 189, 1143, 3830]}, "WNxxUieqNgw": {"likeCount": 0.16127838567197356, "dislikeCount": 0.0, "videoId": "WNxxUieqNgw", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "CNN News CNN TV CNN Newsroom defaultIndoor Rowing ExerciseIndoor rowing is a growing trend giving participants the full body workout their looking for. Tomeka Jones Reports.", "viewCount": 0.39055800282352426, "labels": [161]}}