{"02wIr9hysUI": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "02wIr9hysUI", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "jarid brown archbishop carroll high school football temple rick houchens college university QB WR quarterback wide receiver 2011 dc sports fan dcportsfanDCSportsFan  Jarid Brown  QBWRCB Archbishop Carroll Football Temple CommitInterview with Archbishop Carroll's Jarid Brown For More Check out DCSportsFan.com TheSportsFanNetwork.com or my youtube channel", "viewCount": 0.3029789470831856, "labels": [79, 918]}, "oNt2Vh-4DKM": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "oNt2Vh-4DKM", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "roasted pig christmass lunch psychose killing kill arghChristmass lunch RIP piggy...Mega's roasted pig  a success on every Xmass lunch. To be shared between friends only!", "viewCount": 0.3693023067923694, "labels": [11, 20, 22, 29, 32, 173, 560, 930, 1098]}, "oRFQ2w9NatU": {"likeCount": 0.12041199826559248, "dislikeCount": 0.047712125471966245, "videoId": "oRFQ2w9NatU", "title": "", "description": "", "length": 0.22833012287035498, "keywords": "bisiw7 frontline amv hd anime Dbz dragonball dragonballz epic dramatic sonyvegas sony vegas rare new last bisiw pillar vegeta goku gohan bardock tributeSICKEST FRONTLINE VIDEOTHE BEST FRONTLINE VIDEO EVER EPIC DRAMATIC SUBSCRIBE", "viewCount": 0.3084576277934331, "labels": [5, 144, 190, 384]}, "oUo2MeuM4RU": {"likeCount": 0.21818435879447728, "dislikeCount": 0.06989700043360189, "videoId": "oUo2MeuM4RU", "title": "", "description": "", "length": 0.22227164711475833, "keywords": "Pokmon AnimeManga Franchise A Cappella Musical Genre PokemonPokemon Lavender Town Music Acapella REVERSED Ft. Jaron DavisKnowing about the Creepypasta of the Reversed Lavender Town theme  I had to take my good friend Jarons new Acapella video and makes some touches with it. This works pretty good for a Halloween theme.. I maybe able to improve from this as well, maybe alter the sound and slow it down.. hmmm Do me a Favor, go subscribe to Jaron! ", "viewCount": 0.40000434272768626, "labels": [4]}, "IvOGAE0icgE": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "IvOGAE0icgE", "title": "", "description": "", "length": 0.27781512503836436, "keywords": "webcam video kjharkhark24 The Conduit shotgun shotty glitch extra ammoThe Conduit Shotgun GlitchExtra ammo for shotgun in multiplayer. Join the website if u have a wii nintendowars.net great site", "viewCount": 0.3076276255404218, "labels": [1]}, "IPD-2L_m-JQ": {"likeCount": 0.06020599913279624, "dislikeCount": 0.06020599913279624, "videoId": "IPD-2L_m-JQ", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "M2U00928Mas Mona by Ameer feat Lentera Tari DancerOpening Show Warisan The Musical 2010", "viewCount": 0.34466924663715276, "labels": [3, 4, 6, 13]}, "BnvxfWPahug": {"likeCount": 0.15682017240669952, "dislikeCount": 0.047712125471966245, "videoId": "BnvxfWPahug", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "Rush here again alex lifeson neil peart geddy lee rock metal guitar soloHere again Solo by Rush  better versionThis is an altogether much better version of the solo to Here Again that I posted a year or so ago. The bends are in this time and is generally smoother. Enjoy ", "viewCount": 0.37365558471626364, "labels": [4, 9, 10, 37]}, "xG3gspEVY0A": {"likeCount": 0.3856305866433299, "dislikeCount": 0.2414973347970818, "videoId": "xG3gspEVY0A", "title": "", "description": "", "length": 0.26009728956867484, "keywords": "singh saha lipsa Mithun Indian acharya Kapur Show India reality kumar bhanushali gurung piyali paul crocroach mithunda crocroaz Zeetv Serials johar pradeep varun Geeta D'Souza soumya Season gandhi banerjee mohena promo toli Lewis ghuge Indian Tv Show raghav march marshal Chakraborthy video rajasmita snehagupta jay mar did Terence sneha kar jai did3 Remo abhik rangeelay urvashi vaibhav sanam Dance neeravDance India Dance Season 3 March 24 '12  RaghavSearch for India's biggest Indian dancing star, judged by Mithun Chakraborty, on Dance India Dance aired on Zee TV. To Feel ZEE5 in Your Language Apni Bhasha Mein Feel Hai, To DOWNLOAD the app click below links  Playstore  iTunes Visit our website  Connect with us on Social Media  Facebook   Instagram   Twitter  dance danceindiadance did zeetv story", "viewCount": 0.5895905195528497, "labels": [8]}, "-madw62dxN0": {"likeCount": 0.18129133566428557, "dislikeCount": 0.09030899869919436, "videoId": "-madw62dxN0", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "Benchmade Benchmade 62 balisong Benchmade 42 Mobile Device Benchmade 51 brokenblades brokenblades476 jerzeedevil 62 benchmade balisong bladehq knifehq knives blades knife blade butterfly Butterfly Knife cutlerylover cutlery lover calvinnation Calvin nation balisongaddict addict Papercut paper cut knifezoid bladerunners runners BRS alpha beast alpha beast alpha mutant mutant basilisk balibalisticBenchmade 62 BalisongI just got this in today. Of course I had to take it put and flip it before I recorded.... Then I cut my self, less then five minutes after making the video. Benchmade announces the Model 62 Balisong Knife for 2012! The BM 62 knife features a D2 Tool steel Weehawk blade with razor sharpness. The handles are skeletonized to reduce weight and sport a polished stainless steel finish. Sandwich style construction with stainless steel back spacers. The 62 Bali also features Zen pins and the classic T latch to secure the knife open and closed. Made in the USA.  Practical Weehawk Blade Shape  Skeletonized Handles  T Latch for Easy Open  Unparalleled Benchmade Fit and Finish Specifications Blade Length 4.25\" 10.8cm Blade Thickness 0.127\" 3.17mm Open 9.20\" 23.4cm Closed 5.27\" 13.4cm Weight 6.39oz 181.15g Sheath Weight 0.64oz 18.0g Handle Thickness 0.48\" 12.40mm", "viewCount": 0.4296840627340024, "labels": [304]}, "0eTsTReW-Y0": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06020599913279624, "videoId": "0eTsTReW-Y0", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "Logitech AudioHub subwoofer bass super big test low noise large pump boom love youLogitech AudioHub SubWoofer Test. Bass I Love You! HQLogitech AudioHub bassotronics  Bass I Love You", "viewCount": 0.33575537197430816, "labels": [269, 320]}, "SO2NFui7vzw": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "SO2NFui7vzw", "title": "", "description": "", "length": 0.26655809910179534, "keywords": "VTS 01 1Steve Faoro's Highlights  Acadia UniversityHighlights from fourth and fifth year. Wearing number 40 and 3.", "viewCount": 0.3164650215934297, "labels": [0, 79, 91]}, "_oeIiMcvQvs": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "_oeIiMcvQvs", "title": "", "description": "", "length": 0.2598790506763115, "keywords": "NPB Japan Meiji Jingu StadiumPS3 Pro Yakyuu Spirits 6  Chunichi Dragons at Tokyo Yakult Swallows 3rd InningSwallows take a 10 lead on a Keizo Kawashima homerun. LOL, I went to the well too many times, low and inside.", "viewCount": 0.3407560849486363, "labels": [0, 1, 538, 1137]}, "_qEO5aSi0Hg": {"likeCount": 0.11139433523068368, "dislikeCount": 0.06020599913279624, "videoId": "_qEO5aSi0Hg", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "3.4L Olds Cutlass Supreme 1992 Cutlass Supreme 92 olds 3.4L 3.4L Cold start1992 Cutlass Supreme 3.4L ExhaustI'm starting a 92 Cutlass Supreme SL, 3.4L DOHC 24 valve its cold out.", "viewCount": 0.3777354313084209, "labels": [2, 7, 196, 437, 2808]}, "_qnNJyfW9Wg": {"likeCount": 0.17708520116421445, "dislikeCount": 0.06989700043360189, "videoId": "_qnNJyfW9Wg", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "filipinosoccaplaya chipmunks what you got colby odonis version alvin and the chipmunk r&b rap hiphop akon idkmybffdave song music good great super funny cuteWhat You Got Chipmunk Version  Colby O'Donisheyyy... chipmunk song!!! love this song! its awesome! comment.. rate.. enjoy! Konvict, Konvict Oooh Oooh Oooh Oooh Oooh Oooh Oooh Oooh Verse 1 Colby O'Donis I peeped you on the phone Just showin' off ya stones And notice that that pinky ring is bright enough baby I know you're not alone But I could just be wrong The way them fellas houndin' and sizin' you up baby Hook And I like the way you take advantage of Every man you love I see, and I know your game girl But I don't mind if ya come and play with thugs Just don't talk too much I see, you're so cute you don't have to say a word Yeah those guys wanna come treat ya right Cause you're sweeter than apple pie Everything that you want you got Girl you know that you need to stop Most beautiful thing in sight Always takin' on the spotlight Always in the club lookin hot Girl you know that you need to stop Chorus Always talkin' bout what you got Eh Always talkin' bout what you got Eh Always talkin' bout what you got Eh Girl you know that you need to stop Eh Always talkin' bout what you got Eh Always talkin' bout what you got Eh Always talkin' bout what you got Eh Girl you know that you need to stop Eh Verse 2 Colby O'Donis Girl I can tell you want something to love That's why you hold on to everything that pass you by Can't resist girl one can't lie Now tell if you are here for me Or everybody watchin' you shake from left to right The way you move got me hypnotized Hook The way you take advantage of Every man you love I see, and I know your game girl But I don't mind if ya come and play ya thug Just don't talk too much I see, you're so cute you don't have to say a word Yeah those guys wanna come treat ya right Cause you're sweeter than apple pie Everything that you want you got Girl you know that you need to stop Most beautiful thing in sight Always takin' on the spotlight Always in the club lookin hot Girl you know that you need to stop Chorus Always talkin' bout what you got Eh Always talkin' bout what you got Eh Always talkin' bout what you got Eh Girl you know that you need to stopEh Always talkin' bout what you got Oooh Always talkin' bout what you got Oooh Always talkin' bout what you got Oooh Girl you know that you need to stop Eh Verse 3 Akon My eyes away from you girl when you get on the floor and do what you do And errbody wanna come back to that body the kind that remind something I'm like you Cuase your that type to drive a man crazy and snatch him away from his lady No matter how hard the man hold back he'll end up callin' you baby And they never really know what to do once you expose that thang you do Ya had him crawlin' on hands and knees and ya find a way to get him out that cheese And why ya thinkin' that you the only dude she off in the mall livin' off of you Lettin' errbody know she got you but now you feel like a fool Hook Yeah those guys wanna come treat ya right Cause you're sweeter than apple pie Everything that you want you got Girl you know that you need to stop Most beautiful thing in sight Always takin' on the spotlight Always in the club lookin hot Girl you know that you need to stop Chorus Always talkin' bout what you got Eh Always talkin' bout what you got Eh Always talkin' bout what you got Eh Girl you know that you need to stop Eh Always talkin' bout what you got Eh Always talkin' bout what you got Eh Always talkin' bout what you got Eh Girl you know that you need to stop Eh", "viewCount": 0.44783788860318935, "labels": [5, 391]}, "_qrt-lZzbCg": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "_qrt-lZzbCg", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "Brooke White Fresno ColdplayYellowBrooke White Fresno July 3rdAmerican Idol Tour 2008. I really like this version of the song!!! She did a really good job with it. Hope you like it. Sorry about the people talking there were some drunk girls behind me  they were really loud.", "viewCount": 0.32271150825891254, "labels": [3]}, "fq-l-K4qE_k": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "fq-l-K4qE_k", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "OSU Oklahoma State softball women's softball sportsOSU women's softballSecond half of the OSU vs. Mizzou game that my class did a live production of. For me, I helped set up and was in charge of any technical problems. During the game I controlled the first base cam.", "viewCount": 0.307040732174012, "labels": [0, 1317]}, "07JpR9rwysg": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "07JpR9rwysg", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "Dota Video Game defence of the ancients dota dota2 valve icefrog moba arts rts strategy gameplay hero skills skill pro tips gaming video Video game Highlights MMR Ranked Match Making players MobasTV Pudge Ferrari430 iG.Ferrari430 Invictus Gaming Solo Mid MidFerrari430 Pudge  Dota 2 MMR Highlights 60 FPSiG.Ferrari430 Pudge  Dota 2 MMR Highlights 60 FPS Click Here To Subscribe Find us in social networks Music Simon Viklund  Clean Getaway", "viewCount": 0.3116275587580544, "labels": [0, 1, 42, 290, 431]}, "eoIG1xUQT2k": {"likeCount": 0.28870543780509567, "dislikeCount": 0.14623979978989562, "videoId": "eoIG1xUQT2k", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "fallout 4 quakecon gameplay fallout 4 gamescom gameplay fallout 4 gamescom 2015 trailer fallout 4 news fallout 4 2015 fallout 4 perks list fallout 4 customization fallout 4 walkthrough fallout 4 settlements fallout 4 settlement building fallout 4 settlement crafting fallout 4 creator creation fallout 4 karma fallout 4 vs skyrim fallout 4 vs elder scrolls v skyrimFallout 4 News Fallout 4 to Outsell Skyrim! Fallout 4 vs Skyrim's Gameplay, Graphics and BeyondFallout 4 News Fallout 4 to Outsell Skyrim! Fallout 4 vs Skyrim's Gameplay, Graphics and Beyond on PS4, Xbox One and PC. Subscribe Here On YouTube For Daily Videos Follow Us On Facebook For Daily News and Video Updates SIGN UP TO OUR WEBSITE We're on Twitter CHECK OUT OUR STAR WARS BATTLEFRONT YOUTUBE CHANNEL Hey, over here! We also livestream on Twitch.tv ", "viewCount": 0.4515635445954046, "labels": [0, 1, 357]}, "eqG-YwIrnSQ": {"likeCount": 0.1361727836017593, "dislikeCount": 0.11139433523068368, "videoId": "eqG-YwIrnSQ", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "Wonder Woman vs SailormoonWonder Woman vs SailorMoonWonder Woman vs Sailormoon", "viewCount": 0.3861474668857169, "labels": [0, 1, 5, 69, 378, 597]}, "eratv2Tfgvs": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "eratv2Tfgvs", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "bob esponja brawl smash nintendo herebrawl is here brawl aquiel fin de la espera .... super smash bro la llego, una parodia de la cancion de bob eponja", "viewCount": 0.3636086515103073, "labels": [5, 16, 234]}, "0lXKbh8b6z4": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "0lXKbh8b6z4", "title": "", "description": "", "length": 0.24871383754771867, "keywords": "Wrightsville Beach Fly Fishing Tying EpoxyWrightsville Beach Fly Fishing & Fly Tying, Epoxy FlyWrightsville Beach Fishing & Fly Tying, Epoxy Fly tied by Capt. Matt Wirt of Reel Adventure Charters. www.reeladventure.com", "viewCount": 0.33539162309203635, "labels": [43, 374, 693, 1474]}, "x_sMiLywBO0": {"likeCount": 0.1949390006644913, "dislikeCount": 0.03010299956639812, "videoId": "x_sMiLywBO0", "title": "", "description": "", "length": 0.2696356388733332, "keywords": "Model Railway Layout Canyon Rocky Mountains model train trains mountain mine model railway railroad Canada ore mine long trains diesel locomotive triple traction ship real looking landscape HO Scale H0 Scale Model Railroad LayoutModel Train Layout with Canyon and Rocky Mountains in HO ScaleThis model train layout is characterized by a mountain landscape, a canyon with real water and a big mine. The scenario of this model railway layout is based in Canada. On the area of a very big ore mine, rocks are loaded onto long model trains with more than 60 freight cars driven by three diesel locomotives. Then, the freight trains drive along the Rocky Mountains landscape to port, where the ore is loaded onto a ship. Later, the trains pass through a real looking landscape with deep gorges and flowing water. The whole model railroad layout is built in HO scale.", "viewCount": 0.42180100429843637, "labels": [1, 2, 45, 51, 77, 137, 298, 1378]}, "rWdcgmDVtSE": {"likeCount": 0.2530199698203082, "dislikeCount": 0.0, "videoId": "rWdcgmDVtSE", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "F.T Island Piano Musical Instrument FNC Music Jong Hoon Hongki Jae Jin Seung Hyun Min Hwan Memory CoverF.T Island  Memory Piano CoverHi Guys!! Back with another KPOP Cover !!! D I haven't posted for such a long time so I hope you guys enjoy this piano cover of F.T Island's newest song \"Memory\" . A few mistakes but I hope you enjoy anyway. Don't Forget to LIKE, COMMENT AND SUBSCRIBE!!!! Make sure to check out my channel and my other covers and compositions! ", "viewCount": 0.41333153168988485, "labels": [31, 40, 47, 57]}, "rWFFZWLwAUg": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "rWFFZWLwAUg", "title": "", "description": "", "length": 0.22227164711475833, "keywords": "Alice Madness Returns First Mini Boss Ravaging Ruin PhysX High 1080p max graphics high def definitionAlice Madness Returns  First \"Tough\" Enemy  Ravaging Ruin  PhysX HighDid this guy first time, he's pretty easy. it's just a case of timing your evasion and reflecting his missile attacks", "viewCount": 0.32871296207191114, "labels": [0, 1, 35]}, "bOEpUalc03w": {"likeCount": 0.2155336037465062, "dislikeCount": 0.15910646070264992, "videoId": "bOEpUalc03w", "title": "", "description": "", "length": 0.2568201724066995, "keywords": "YouTube EditorA day in the life of me PhotoshootWATCH IN HD DAY 2  on set with photographybymeela and team 2 Had an amazing day! Sorry i forgot to film an intro and an ending  WATCH IN HD  PLZ SUBSCRIBE, LIKE & SHARE!  THANK U .  XX Nabiila Bee email me at  nabiilabeehotmail.com  SCARF www.samiastreasures.comindex.php www.samiastreasures.comindex.php?idproduct507&controllerproduct  Music Chinese Silk and Videotape  Almost Over HRRSN Remix ", "viewCount": 0.41586941181778614, "labels": [953, 1248]}, "oDDJg06d_70": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "oDDJg06d_70", "title": "", "description": "", "length": 0.26608654780038693, "keywords": "vibraphone bass percussion violin jazz marimbaTill There Was You  There Will Never Be Another youDiane Monroe  Violin Tony Miceli  Vibraphone Tony Marino  Bass Todd Isler  Percussion", "viewCount": 0.34279727136082094, "labels": [4, 10, 97, 910, 2249]}, "oHAfCIkQsQs": {"likeCount": 0.15314789170422552, "dislikeCount": 0.03010299956639812, "videoId": "oHAfCIkQsQs", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "gastronomia culinria comida foco faca chocolate morango cheesecake doce foodCheesecake de Chocolate com MorangosCheesecake de Chocolate com Morangos Receita completa em Curta nossa pgina no facebook Music from  audionautix.com", "viewCount": 0.33113299523037937, "labels": [11, 20, 22, 123, 176, 250, 462, 1016, 1410]}, "Qv9Ggg8tyEA": {"likeCount": 0.18808135922807914, "dislikeCount": 0.03010299956639812, "videoId": "Qv9Ggg8tyEA", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "Harry Hermione Goodbye lullabyHHr  Goodbye HarmonyThe Story of Friendship, Love and Sacrifice that all of us had witnessed growing up. This video is my way of coming into terms with one of the biggest disappointment in my life which is the Harry and Hermione Pairing not going beyond what is platonic. But since the HHr shipper in me prevails, I pooled all the Deathly Hallows clip I can find all over youtube and made a story line around it and I came up with this Ron left despite Hermione's pleas. In her loneliness, Harry comforts her. And in this moment of weakness, they created a life. A life, that despite hesitance, Hermione was willing to raise with Harry, as she accepts his offer of marriage. And at that moment, Harry promises to provide Hermione and their future family a happy life. Hermione tells him that she is happy but her emotions shows other wise. Just when everything was to be well, Ron shows up and tells Hermione how he truly feels about her. Hermione doesn't react and Harry, although bothered with Ron's reappearance assures himself that he and Hermione still have their future together because of the baby. When Death Eaters attack however, Hermione is captured and tortured. In the whole ordeal, she loses the baby. Harry sits devastated but as he looks back on everything, he stands firm in his decision to marry Hermione because he was in love with her. When he tells her this, she does not give him the reply he wanted from her. Instead, she runs out and Harry, well, he could only stand from a distance and watch, as Hermione chooses Ron over him. \"And. For a moment. I thought that she chose me. But she didn't.\" Seeing Hermione with Ron was something that he could not bare, so he turns and leaves. \"And so I said. Goodbye.\" I wrote this because I detest the idea that Harry and Hermione don't even react negatively or even show any tinge of jealousy whenever the other shows affection to their Canon Pairs. I wanted to believe that Harry and Hermione had gone through something so deep and so life changing that it pains them to be together. And, that in their desperation to escape what they had gone through, decided to accept other people's love instead of each other' s. P. S. Seriously, while editing this video and going over scenes when Ron enters the picture, I was taken aback as to how much I wanted to remove his SMUG of a face from his neck. Honestly, Ron and Hermione NOT A VERY GOODLOOKING COUPLE. GOD! NOT IN A MILLION YEARS. First Place in Best Emotion Harry Potter Epic Contest Londonexplore101 ", "viewCount": 0.363164666295842, "labels": [282]}, "SfLFWbbDJDU": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "SfLFWbbDJDU", "title": "", "description": "", "length": 0.2482873583608754, "keywords": "Highland Pony Tosh Dressage to Music FreestyleHighland Pony Dressage Elementary Music at BD Sheepgate Area Festival 09This was filmed at the British Dressage Area Festival held at Sheepgate in September 2009. The class was a qualifier for the BD Winter Music Regionals so it was a real achievement to win the class beating 'proper' dressage horses. It was a lovely evening to ride the test ,with the sun setting and for once my timings going to plan except at the end where I had to add in an extra small circle!. Tosh was a real star and I actualy enjoyed riding it.", "viewCount": 0.3468199586072613, "labels": [244, 365]}, "hzQxF7jJoVk": {"likeCount": 0.21986570869544228, "dislikeCount": 0.06989700043360189, "videoId": "hzQxF7jJoVk", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "Ian Crawford The Cab Auburn Riverside High SchoolIan Crawford Talent Show 2004Auburn Riverside High School Talent Show 2004", "viewCount": 0.41979143033184185, "labels": [4, 6, 9, 10]}, "wvnyjJxyzHg": {"likeCount": 0.26589648426644347, "dislikeCount": 0.1, "videoId": "wvnyjJxyzHg", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "Gazamo Aloreh atherys methes avonthes gazamo rpg minecraft epic buildMethes Avonthes Minecraft BuildThis is the capital city of Methes Avonthes belonging to the nation of Aloreh.. It is one of the six nations from Gazamo's RPG server A'Therys Ascended. The Lore for this city and nation can be found on A massive thank you to all Gazamo staff that were involved in the build. Texture Pack Custom John Smiths Edit. Download Intro By Dan, Owner of Vaecon ", "viewCount": 0.4450403086155366, "labels": [27]}, "3oVlRGyT0S0": {"likeCount": 0.21461280356782383, "dislikeCount": 0.12304489213782739, "videoId": "3oVlRGyT0S0", "title": "", "description": "", "length": 0.253655844257153, "keywords": "marvel universe ultimate alliancemarvel ultimate alliancemarvel ultimate alliance preview", "viewCount": 0.5142092116684466, "labels": [1]}, "WUnX_nXX8eY": {"likeCount": 0.09030899869919436, "dislikeCount": 0.047712125471966245, "videoId": "WUnX_nXX8eY", "title": "", "description": "", "length": 0.2526339277389844, "keywords": "    Thomas Tank Engine  friends   Thomas The Tank Engine Start    Diesel Does It Again s03e08      Thomas the Tank Engine & Friends      .    1984 .      The Railway Series      W.V.Awdry,        ,   ,       Island of Sodor.   .   ,   .", "viewCount": 0.3764624397850982, "labels": [51, 56, 442]}, "_aFGeQdPXKA": {"likeCount": 0.21398790864012365, "dislikeCount": 0.13222192947339192, "videoId": "_aFGeQdPXKA", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "WoW hunter disengage fun world of warcraft       Wow wow WOTLK wrath the litch king death knight blood elf dranei warrior rogue mage warlock preist shaman druid see me jumping Warlock New Mutants World Warcraft Jump You Bow Video Game Jump Kris Kross Song Monarch Earth Pvp Paladin Gold Level Lvl Arena Bow Wow HordeWorld of Warcraft  squirrel jump!first WoW parkour video. why do we need squirrels in WoW? let me show you...", "viewCount": 0.4325043347403704, "labels": [0, 1, 93, 102]}, "_d447MN8h74": {"likeCount": 0.15563025007672873, "dislikeCount": 0.047712125471966245, "videoId": "_d447MN8h74", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "faith farewell music bands faithfarewell rock emoFaith Farewell  Quarter To One With A Smoking Gunthis is our new music video.. were not sure if its done yet cus we still need to see if were gonna add a storyline to it", "viewCount": 0.37978904830583493, "labels": [4, 9, 33]}, "lyVv9NVfbh0": {"likeCount": 0.1079181246047625, "dislikeCount": 0.047712125471966245, "videoId": "lyVv9NVfbh0", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "MOV026Craig Martin flying 500 NitroThis is Craig Martin Flying a TRex 500 With the Fly heli R Us Nitro conversion. I am using 30 cool power fuel, spektrum 7100r receiver with back plate sensor, and a 2 cell Life battery. This is a stock ESP kit with Torque Tube, and stock 510 servos. Spartan Gyro , and 425mm VBlades. If you have ever considered converting your heli, but may have heard that there wasn't enough power, Or the Belts break, or the pipe makes it fly funny, I can tell you that it is all wrong and this is the proof. This thing Rocks the house. 35 flights on the Belt and counting.", "viewCount": 0.3495821753385906, "labels": [2, 44, 64, 113, 119, 186, 425, 3251]}, "YlMz9HPve7s": {"likeCount": 0.18692317197309763, "dislikeCount": 0.06020599913279624, "videoId": "YlMz9HPve7s", "title": "", "description": "", "length": 0.2618048096712093, "keywords": "Shrek the Animated Musical Brian D'Arcy James John Tartaglia Jennifer Cody Haven BurtonShrek the Animated Musical pt.2Gee, if someone had warned Shrek about the abundance of fairy tale creatures suddenly banished to his swamp, maybe he wouldn't have walked off so soon. NOTEI decided to include the whole scene here to make the song transitions easier. Plus, it's entertaining. Sorry if the volume changes during \"Story of My Life\" I switched from the audio to the cast recording for quality purposes. The song at the end is The Goodbye Song, a quick and funny number which for some reason didn't make to the cast recording but is in the show. And if you think there's someone missing from this scene, don't worry, just wait until the next part...", "viewCount": 0.4442056243088226, "labels": [5, 16, 136]}, "ARG9THaEpBo": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06020599913279624, "videoId": "ARG9THaEpBo", "title": "", "description": "", "length": 0.2651278013998144, "keywords": "Duels Competition Improvement PvP Arenas Player vs Battlegrounds BGs 2's 3's 5's Rating Rating Climbing Better CC Crowd Control Playing Gaming Rogue Combat Assassination Subtlety Spec Talents Build Guide Montage Skill Kidney Shot Killing Spree Adrenaline Rush Kick Funny Fun Great Action World of Warcraft Combat Rogue PvP Combat Rogue Warlords of Draenor Player vs Player How To how to combat rogue combat rogue pvp rogue pvp rogue guide Rogue BG Rogue ArenaCOMPLETELY REKT Rogue BG  Combat Rogue PvP Warlords of Draenor 6.1Today me and my buddy Ryan go into Gilneas BG and own it up. Darizus doesn't PvP often, so he did pretty good for playing an Ele Shaman, probably one of the weakest classes in the game currently. When I am out and about on my Combat Rogue I trash talk a lot so please don't take my bad mouth too close to heart. Its just one of the ways that I hype myself up before taking big plunges! D Twitch Livesteam Channel www.twitch.tvdalaran124n Royalty Free Music by Intro by RavenProDesign Like me on Facebook TOP DONATORS Ilpilgrim60, BGDominateLee10, Ziiimzooon10, Kelron8710, Tenre5. Hkon S.5 Thank you for your donations, they all are going into improving the channel and the stream  ", "viewCount": 0.3625621081424908, "labels": [0, 93, 102, 449]}, "Tu_X4XzeGGY": {"likeCount": 0.13010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "Tu_X4XzeGGY", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "Indie Musical Genre Indie Rock Musical Genre Alternative Rock Musical Genre Dealing Faro So Alone Indie Pop Musical Genre Silversun Pickups Musical Group The Smashing Pumpkins Musical Group Interpol Musical Group Arcade Fire Musical Group Anime TV Genre MUTEMATH Musical Group HRVRD WPRK Radio Station Rollins College CollegeUniversity University Of Central Florida CollegeUniversity The Afghan Whigs Musical Group Greg Dulli ComposerDealing Faro \"So Alone\" Lyric Video\"So Alone\" by Dealing Faro  Like us on Facebook Video by Neil Leiba Check out the new EP on Spotify and Sound Cloud ", "viewCount": 0.3488409688903198, "labels": [14]}, "yUaPIVQFb1c": {"likeCount": 0.32875778090787056, "dislikeCount": 0.1806179973983887, "videoId": "yUaPIVQFb1c", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "Call of Duty Black Ops Gun Game Humiliation Reactions Knife Knifing Rage Grief Griefing Anger Angry Modern Warfare Cursing Xbox360 Xbox Live Treyarch Multiplayer Montage Funny Humiliation Rage humiliation reactions gun game humiliation codCall of Duty Black Ops Humiliation Rage  Episode 9This channel is no longer uploading videos. If you want to see what I'm up to nowadays, you can find me at ", "viewCount": 0.5212909052719383, "labels": [0, 1, 36, 147, 1469]}, "iZdh1iwg5fA": {"likeCount": 0.1698970004336019, "dislikeCount": 0.0, "videoId": "iZdh1iwg5fA", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "Song For Stephen Antoine Dufour cover Guitar acoustic alternate tuning larrive boucher music guitar solo guitar music instrument OM03 Apogee Duet fingerstyleSong For Stephen Antoine Dufour cover par Robert BoucherCover d'Antoine Dufour jou avec guitare Larrive om03. Antoine Dufour cover played on my Larrive om03.", "viewCount": 0.35910646070264995, "labels": [9, 10, 34]}, "HTOO26cCCx0": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "HTOO26cCCx0", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "cherubicwindigo Christmas Lights Angry Birds News Merry Christmas Entertainment Holiday Video GameNerdy News Angry Birds Christmas Lights What do you think? Is video game preservation a waste of taxpayer's dollars? Are video game culturally significant? Would you have liked to learn video game coding and design when you were in elementary school? Is it a fun way for kids to become more techsavy? Would you ever make a holiday light display that is video game themed? As far as video game deals, Amazon is still running a Buy 1, Get 1 40 Off off sale on over 400 Xbox 360, PS3, Nintendo Wii, DS, PSP, PC and Mac video games priced 19.99 and under. This video game sale features Mass Effect 2, The Orange Box, Halo 3 ODST, Red Dead Redemption The Undead Nightmare, plus more! Amazon also has a Kinect bundle available with Kinect Adventures, Gunstringer, and Fruit Ninja for only 99.99. For those big spenders The Playstation 3D Display is discounted to 399.99, a savings of 100. This 24\" Edge LED display comes bundled with a pair of PlayStation Active Shutter 3D glasses, a HDMI cable, and a copy of MotorStorm Apocalypse. Is Saving Video Game History A Waste Of Money? Some people, mostly gamers, think that preserving video game history is important because of the cultural impact that games have had on modern society. According to U.S. Senator Tom Coburn, who identified a 113,277 grant issued to Rochester's International Center for the History of Electronic Games as being among 100 \"unnecessary, duplicative and lowpriority projects\" that the U.S. federal government spent money on in 2011. That sounds like a lot of \"bah, humbug\" to me. The grant was given to establish the best practices for conserving electronic artifacts for museums, libraries, and other organizations. An afterschool program called TechGYRLS, had the elementary school kids in the program present games they made themselves at a recent TechEXPO. The girls were led by a group of teachers who decided to try something different from the usual PowerPoint projects. Instead, teacher Jackie Zabel said they decided to have the students create video games and play with coding and animation using Mac laptops and MicroWorlds EX software. The teachers said it was rewarding to see the students learn computer confidence and win the support and encouragement of family members. They feel it is especially important to encourage young girls to be more interested in technology. Not only is this Holiday light display gamerific, it's also actually playable! the original game had loose physics and required experimentation, but this version will involve even more trial and error because the birds are invisible. The game is played using a slingshotshaped controller with three buttons, one each to aim to the left, right and center. The power of the shot depends on how long you hold down a button. The whole thing is done using over 20,000 lights, and a bunch of Lightorama controllers. It even broadcasts audio on a lowwattage FM transmitter so people driving by in their cars can hear the sounds. Pretty amazing, in my book. Just Dance 3 is a music video game released on the Wii, PlayStation 3, and Xbox 360, with Move and Kinect support. Along with solos and duets, Just Dance 3 features quartets which allows 4 players to dance all together, as well as playlists that group songs together.", "viewCount": 0.33946267642722094, "labels": [1, 99, 733, 1078, 3544]}, "sGNWHM-3YfQ": {"likeCount": 0.23222192947339193, "dislikeCount": 0.11139433523068368, "videoId": "sGNWHM-3YfQ", "title": "", "description": "", "length": 0.25646660642520897, "keywords": "PonyToys PageTurner Mlp my little pony My Little Pony Fictional Universe pony toys pony toys and reviews flitter heart flitter heart friday flitterheart flitterheartfriday fridayMLP FLITTER HEART FRIDAYThanks for watching!  Comment more dares for the next flitter heart friday All my videos are meant for younger bronies, So please no hateful comments are you will be blocked. My videos are here for my viewers to enjoy! Connect with me!  Send Fan Mail To Page Turner & PonyToys PO Box 803 Burbank CA 91503 USA  INSTAGRAM  FACEBOOK PAGE  TWITTER  edited, filmed, & created by pony toys Music credits Song  Wallpaper By Kevin Macleod All music is licensed under Creative Commons \"Attribution 3.0\". ", "viewCount": 0.4041353202046975, "labels": [244, 292]}, "082ElnlHvR0": {"likeCount": 0.4381836799998343, "dislikeCount": 0.3196176185039974, "videoId": "082ElnlHvR0", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "best greatest top 10 nba assists plays dunks blocks buzzer beaters crossovers amazing top funny lebron james michael jordan kobe bryant Time Top 10 Comic Book Series Favorite Basketball Kobe Bryant Basketball Interest highlights mix Assist James 50 Greatest Players In NBA History Ranked List Lakers Hits Songs Game Wade Game Film Angeles Celtics First Playoffs Film Media Genre Finals All Low Bulls Boston First Time MagicGreatest NBA Assists Of All TimeThe Greatest and Best NBA Assists Of All Time NO Copyright Infringement Intended. I do NOT claim ownership of the footage displayed in the video, I am only using it for entertainment purposes. The NBA is the premier professional basketball league in the United States and Canada. The league is truly global, with games and programming in 215 countries and territories in 47 languages, as well as rosters that currently feature 85 international players from 36 countries and territories. For the 201213 season, each of the league's 30 teams will play 82 regularseason games, followed by a postseason for those that qualify. The NBA consists of the following teams Atlanta Hawks Boston Celtics Brooklyn Nets Charlotte Bobcats Chicago Bulls Cleveland Cavaliers Dallas Mavericks Denver Nuggets Detroit Pistons Golden State Warriors Houston Rockets Indiana Pacers Los Angeles Clippers Los Angeles Lakers Memphis Grizzlies Miami Heat Milwaukee Bucks Minnesota Timberwolves New Orleans Hornets New York Knicks Oklahoma City Thunder Orlando Magic Philadelphia 76ers Phoenix Suns Portland Trail Blazers Sacramento Kings San Antonio Spurs Toronto Raptors Utah Jazz Washington Wizards. The NBA offers real time access to live regular season NBA games with a subscription to NBA LEAGUE PASS, available globally for TV, broadband, and mobile. Realtime Stats, Scores, Highlights and more are available to fans on web and mobile with NBA Game Time. JOIN QUIZGROUP PARTNER PROGRAM ", "viewCount": 0.6909923366134915, "labels": [0, 52, 70, 125]}, "JUjE6dDj5Gk": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "JUjE6dDj5Gk", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "online assocation wearepgda awesome amazing dunk playoffs celtics vs heat thunder vs heat thunder vs celtics comment like nbaNBA 2K12 Online Association News!!!Hey guys! Wanna join my online association? If you do remember to like my comment so i know how many people want to join. Also, put your PSN ID in the comments or message me them on youtube with the subject \"Online association\". Hoping to start early next week with the season. Follow me on twitter for all the online association news and updates. Twitter Like, favorite, comment, and suscribe for more", "viewCount": 0.3224274014294258, "labels": [0, 1, 63, 70]}, "JUTFuPAncLo": {"likeCount": 0.2357934847000454, "dislikeCount": 0.15440680443502758, "videoId": "JUTFuPAncLo", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "halo reach bungie master chief spartan elite covenant multiplayer gameplay preview official first look exclusive xbox 360 microsoftHalo Reach multiplayer  first look!Get ready to up the body count with this Halo Reach multiplayer preview. . Follow us on twitter at ", "viewCount": 0.46199902241915214, "labels": [0, 1, 25, 157, 481]}, "8flMDFrhTWA": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "8flMDFrhTWA", "title": "", "description": "", "length": 0.24623979978989563, "keywords": "untouchables teaser trailer 2012untouchables teaser trailer 2012.mpgA Film By MOHAMMAD WASIM, Aligarh Muslim University 20112012", "viewCount": 0.32862318540285534, "labels": [25]}, "JMxaI6DD7Zc": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "JMxaI6DD7Zc", "title": "", "description": "", "length": 0.26138418218760695, "keywords": "Shirley J cookingShirley J White Cheddar Soup and Sauce Base Product Information VideoAn indepth look at Shirley J White Cheddar Soup and Sauce Base. Shirley J White Cheddar Soup and Sauce base is basically an addwater replacement for a creamy cheese sauce. It's the building block for thousands of recipes in any type of cooking! Try dozens of ideas with our White Cheddar Base, from a luscious cream of asparagus soup to delectable corn chowder, creamy pasta sauces and outrageous queso dip and enchilada sauce. Everything you wanted to know about this wonderful justaddwater mix is in this video. About Shirley J For more information and recipes to use Shirley J Universal Sauce go to Shirley J is an exclusive food products company that specializes in justaddwater sauces, soups and bakery mixes that make home cooking more enjoyable, economical and successful. Shirley Js unique and universal products have been timetested in commercial kitchens and bakeries for more than 30 years. Headquartered in Orem, Utah, Shirley J products can be purchased at their storefront, online or through their directtoconsumer rebate and rewards program nationwide. For more information, please visit www.shirleyj.com", "viewCount": 0.3135450699345514, "labels": [11, 22]}, "CX6hUKj8SHA": {"likeCount": 0.18976270912904414, "dislikeCount": 0.06989700043360189, "videoId": "CX6hUKj8SHA", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "2013 harley HarleyDavidson Organization hd 110th motorcycle NewNew 2013 Harley DavidsonThe new 2013 Harley Davidson's are in! Stop on by Chandler Harley Davidson to be the first to see the new 2013 Harleys!", "viewCount": 0.4762671062894408, "labels": [2, 30]}, "Ca2193gXl7k": {"likeCount": 0.2618048096712093, "dislikeCount": 0.03010299956639812, "videoId": "Ca2193gXl7k", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "hitman contracts eidos interactive io agent 47 david bateson 2004 pc gameHitman Contracts  Main IntroHitman Contracts  Main Intro  47's gut has been shot after his mission in France. The mission itself is not yet done as he's got hurt. From his unconsciousness, he explores back to the first series of the game. This third series improves and expand some of the levels from the first game. Most levels sets in the night to make the game more dramatic. Difficulty Professional always runnin' NOTE For lucky I got a Flash Drive. If I got time to come, I'll take it with me to upload the videos of this game. On the other hand, paying my internet is my most highest priority so expect late updates for me. Please do something for your friend, anything! Also, I'm busying grabbing pictures of Family Guy, videos for it, mostly, the EPISODES so that I can make my own compilation for myself. WISH ME LUCK FOR UPLOADING THEM AT SOME TIME.", "viewCount": 0.4565599916843713, "labels": [1327]}, "EbqCYg6QNEw": {"likeCount": 0.1977723605288848, "dislikeCount": 0.0, "videoId": "EbqCYg6QNEw", "title": "", "description": "", "length": 0.261066016308988, "keywords": "rock alternative experimental independant psychedelic Rock Music Musical Genre Indie Unsigned Wild Eastern ArchesWild Eastern Arches  Fever DreamThe official music video for the latest track, Fever Dream, off the EP entitled, \"Mountain\". Song written and performed by Benjamin Cox, Raoul Goetze, Dan Walsh, Jack Walsh and Patrick Wells. Lyrics by Benjamin Cox. Filmed and Directed by Dirk Steenkamp. Edited by Dirk Steenkamp and Jack Walsh. Download Mountain here Facebook www.facebook.comwildeasternarches Twitter WEArches Tumblr wildeasternarches.tumblr.com For any enquiries contact, Micah at wildeasternarchesyahoo.com", "viewCount": 0.37971982698389595, "labels": [4, 14]}, "Ec3fRPWTK4Y": {"likeCount": 0.18920946026904806, "dislikeCount": 0.03010299956639812, "videoId": "Ec3fRPWTK4Y", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Mapo Doufu Dish Hibiya Neighborhood Tofu Food imperial palace Tokyo Japanese Prefecture Hibiya Station Transit Stop Hibiya Park Concert Performance Venue Food TV Genre Picnic Film          Homemade Mapo Tofu in Hibiya Park!It's the rainy season and constantly grey and depressing. But every once and a while, a bright and sunny day pops up! I wanted to make the most of it, so I decided to make a lunch and picnic in the park! Before lunch, I took a walk through the center of Tokyo. Hibiya Park is one of my favorites the kind of place that really feels like a part of nature. And I've got a special friend waiting there that I can't wait to introduce to you...         ", "viewCount": 0.3332640410387463, "labels": [11, 15, 20, 22, 32]}, "Ecf2DEdqB54": {"likeCount": 0.19344984512435678, "dislikeCount": 0.09030899869919436, "videoId": "Ecf2DEdqB54", "title": "", "description": "", "length": 0.2167317334748176, "keywords": "Judy Greer Saison 4 Two and a half men Mon Oncle CharlieMon Oncle Charlie Two and a half men  Judy GreerApparition de Judy Greer dans la saison 4 de Two and a half men Mon Oncle Charlie", "viewCount": 0.45372270441455226, "labels": [133]}, "yFS1lPHyP6E": {"likeCount": 0.1977723605288848, "dislikeCount": 0.06020599913279624, "videoId": "yFS1lPHyP6E", "title": "", "description": "", "length": 0.2530199698203082, "keywords": "Minecraft Minecraft Lets Play Minecraft xbox 360 Minecraft Xbox 360 Edition Minecraft Survival Minecraft Survival Island Minecraft Texture Pack Minecraft Hardcore Minecraft Adventure Lets Play Minecraft Part 1 Minecraft Episode 1 Minecraft Mods Minecraft Puzzle Minecraft The End Minecraft Dragon Minecraft Nether Minecraft House Minecraft Building Minecraft Creeper Minecraft Creations Minecraft Funny Lewis Blogs Gaming LewisblogsgamingMinecraft Lets Play  Hunger Games Survival XBOX 360 EDITION  WCommentarySee the full Minecraft Lets Play Show Here  Minecraft Hunger Games Survival Minecraft Xbox 360  Lewis Plays the NEW Minecraft for the Xbox 360, getting decorative and creative is the key! Stampys Skyblock Island Stampys Channel  Minecraft Minecraft is focused on creativity and building, allowing players to build constructions out of textured cubes in a 3D world. Gameplay in its commercial release has two principal modes Survival, which requires players to acquire resources themselves and maintain their health and hunger and Creative, where the player has an unlimited supply of resources, the ability to fly, and no concept of health or hunger. A third gameplay mode, named Hardcore, is essentially the same as Survival, but the difficulty is locked on the hardest setting and respawning is disabled, forcing the player to delete his or her world upon death. An outdated Classic version is also available for free, although it is no longer being developed. Creative Minecraft resembles Classic, but with many more features. Release Date  09 May 2012 Genre  Arcade Gameplay Publisher  Microsoft Game Studios Developer  4J Studios  Mojang  Follow Lewis Blogs Gaming  Facebook Twitter iTunes TShirts Lewis Vlogs   This is a YouTube Show. See the Full Show below the video. Click \"\"Like\"\" and \"\"Favorite\"\" if you like this video. Helps me make more! Tell us what you think in the comments below.  Lewis has Official TShirts for his YouTube Channel! Check them out and maybe even buy one for as little as 12.50. For all those Americans out there that's 19.95 in your language! Lewis has also released an album, its on iTunes for 3.49 or 4.99. Check out Lewis Blogs Gaming for more daily uploads!", "viewCount": 0.38942606644469885, "labels": [0, 1, 27, 192, 294, 331]}, "Dx1i-9g_vFU": {"likeCount": 0.12041199826559248, "dislikeCount": 0.08450980400142569, "videoId": "Dx1i-9g_vFU", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "Guitar John Blues Electric Amp Good Bad Seed NAMM 2013 california los angeles anaheim john souki tele jamming demo titanium mesa boogie comboJohn Souki  NAMM 2013  Bad Seed GuitarsOne of my favorite booths of this year's Winter NAMM. Bad Seed Guitars are made with titanium bodies and thrunecks! VERY lightweight, made custom, rich in tone, and versatility, all in the name of WIN! www.badseed.co.nz", "viewCount": 0.3282395504742526, "labels": [4, 9, 10, 37]}}