{"rjMLmGss6uo": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "rjMLmGss6uo", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "sdk's gun mod and tooo many itemsMinecraft Sdk's Gun Mod and Too Many Items Inventory EditI gave up flying for these two mods. I like guns and I like having stuff. i do feel like a cheater, but it helps... I guess. These two are useless without the Mo Creatures Mod  Oh well hope you enjoy! Don't forget to check out michael's channel minecraftnoob04 SDK's Gun Mod ", "viewCount": 0.36687585417509583, "labels": [0, 1, 27]}, "9rFpQfgiXGE": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "9rFpQfgiXGE", "title": "", "description": "", "length": 0.2912753303671323, "keywords": "musicWest Side Story I feel prettyI feel pretty, from the production of WEST SIDE STORY by ENCORE educational theatre in Jerusalem. Maria TAMAR GEIST", "viewCount": 0.3073351702386901, "labels": [3, 6]}, "9tB3N3jg4Ws": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "9tB3N3jg4Ws", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "how to flash roms how to flash android roms how to flash roms on android how to flash roms on sgs3 how to flash roms sgsiii how to flash roms on SGSIIIHow To flash Roms On Samsung Galaxy S IIIThis Video shows you how to flash roms on Samsung Galaxy S III.", "viewCount": 0.3407560849486363, "labels": [21, 23, 24, 115, 1094, 1306]}, "cVL3HTkroU8": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06020599913279624, "videoId": "cVL3HTkroU8", "title": "", "description": "", "length": 0.2517195897949975, "keywords": "Tweak Windows XP for better DAW performance protools le hd mix 24 RAYGproductions sex cars games guns funnyTweak Windows XP for better DAW performance part 1Tweak Windows XP for better DAW performance ...I will do part 2 soon fixing windows 7 PC ..ATFCleaner Adjust these performance options to speed up Windows XP .. Follow on ", "viewCount": 0.3448860845607441, "labels": [106]}, "rMYdG3eIVjY": {"likeCount": 0.15185139398778877, "dislikeCount": 0.047712125471966245, "videoId": "rMYdG3eIVjY", "title": "", "description": "", "length": 0.23654879848909, "keywords": "cubot a6589 mt6589 jelly bean samsung note 3 samsung note 2 note 3 5.8 inch android 4.1 quadcore china phone ips pandawill 6589 reviewCubot A6589 Jelly Bean Phone with MT6589 QuadCore, 5.8\" 720P Display & 10MP Camera Fake Note 2?Worldwide Free Shipping at Built in MT6589 quadcore chip and Android 4.1.1 OS, it features a 5.8 inch 1280 x 720 pixels IPS screen, 1GB RAM 8GB ROM 64GB MAX, 5MP front 8MP rear camera, and dual SIM card dual standby, supporting 3GWCDMA 8502100, GPS, gsensor and Android 4.1 apps etc. Priced at 259.99. Grey color is also available at The price and other info may be changed time to time, please click the links for complete specs and details. More Android Smart Phones More other products Background Music Sticks And Stones Molly Johnson If you have any opinion about this video, feel free to comment below and we really appreciate that. Subscribe if you enjoy it. Thanks for watching! Note We do not handle any order issues here, do contact our customer service directly please.", "viewCount": 0.4126066436885335, "labels": [115, 520, 651, 1705]}, "G6GdWwYl1C4": {"likeCount": 0.17634279935629374, "dislikeCount": 0.0, "videoId": "G6GdWwYl1C4", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "Madden 15 Pack Opening Madden 15 Ultimate Team Pack Opening MUT 15 Pack Opening MUT 15 Madden 15 Ultimate Team Epic Pack Opening Madden NFL Video Game Series Live commentary pack opening Facecam Pack Opening Madden NFL 15 Video Game RBT commentator Madden 15 Gamechanger Pack Opening Gamechanger packs game changer pack openingMadden 15 Ultimate Team  EPIC 100K PULL!!MADDEN 15 GAMECHANGER PACK OPENING WITH FACECAM! LikeCommentSubscribe for more! How to find me GT Llamuh PSN SamuelBrownRBT Snapchat S3RTR  Social Media   Subscribe here!    Google   Twitter    Facebook    Instagram    Second Channel    Buy Prove Them Wrong TShirts    Personal Twitter    My Current Main Series  MLB 15 Road To The Show   \"Reviving RG3\" Madden 15 Ultimate Team Road To Glory   FIFA 15 Pack Squad   Oakland A's Franchise Series  ", "viewCount": 0.31192558892779365, "labels": [0, 1, 63, 450]}, "G7GhJJIEt8I": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "G7GhJJIEt8I", "title": "", "description": "", "length": 0.2663700925389648, "keywords": "halo3odst halo3 odst demo ign part1 part2 gameplay darkheat4 darkhawk519 xbox360 xbox commentaryHalo 3 ODST E3Demo part 1This is the Halo 3 ODST demo gameplay from IGN.com. This is part 1, don't forget to check out part 2 and 3!", "viewCount": 0.3465828815357437, "labels": [0, 1, 157, 1878]}, "uvJuQ4HYTTc": {"likeCount": 0.16127838567197356, "dislikeCount": 0.09030899869919436, "videoId": "uvJuQ4HYTTc", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "maniac pro nightmare projeto paralelo im the of your nightmares ou't h4llz hallz halls shuffle taz kayzen mia devo orion ozami rikky acksyI'm the Maniac Of Your Nightmares  TRAILER  Owned by Maniac Pro and Nightmare  CREWS from BRAZIL enjoy !  COMING SOON ", "viewCount": 0.3239799818447099, "labels": [14]}, "uwdjzLWixE4": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "uwdjzLWixE4", "title": "", "description": "", "length": 0.24099331233312948, "keywords": "pretty wings maxwell music video r&bMaxwell Pretty Wings music videoMaxwell Pretty Wings c C 2009 Sony Music Entertainment", "viewCount": 0.39169800473203825, "labels": [14]}, "q3HnhvpNnL8": {"likeCount": 0.11760912590556814, "dislikeCount": 0.047712125471966245, "videoId": "q3HnhvpNnL8", "title": "", "description": "", "length": 0.2557507201905658, "keywords": "3D printer Airwolf 3D AW3D XL Hector N Gama Gama Entertainment Hobby Open source Replicator Assembling Hakers space MatterHackers Winter without youAssembling the Airwolf 3D XL printerAssembling the Airwolf 3D XL Thank you for watching! Hour wise it took about 15 hours and the assembly manual is very straight forward with clear instruction and lots of pictures. It would probably taken less time but I'm a slow reader. The Airwolf 3D XL printer in action Airwolf 3D printers MatterHachers ", "viewCount": 0.401456253812761, "labels": [461, 498]}, "7_2vT1ENprw": {"likeCount": 0.15185139398778877, "dislikeCount": 0.03010299956639812, "videoId": "7_2vT1ENprw", "title": "", "description": "", "length": 0.2597695185925512, "keywords": "Halo The Master Chief Collection Halo Video Game Series Halo 2 AwardWinning Work Halo3 Halo 2 Halo2 Halo Master Chief Collection Halo Anniversary Halo 2 Xbox One Xbox One Halo Xbox One Halo Gameplay Halo 2 Remastered video gaming IGN First exclusive reveal forge Halo Halo 3 Master Chief Cortana 343i 343 Industries map creation map Feature games ignfirst Forge Infinity Gaming Map Showcase AwashHalo 2 Anniversary  Forge Map Showcase! ChasmHello and welcome to this episode of Infinity Gaming. We hope that you guys enjoy this episode. As always comment, rate, and subscribe for more! Previous Video  Map Download Link  Coming Soon. 343 Industries Community Forum  Halo Waypoint  The Halo Channel  ForgeHub  Follow Us On Google Halo The Master Chief Collection  Forge Map Showcase! Chasm Halo The Master Chief Collection  Forge Map Showcase! Chasm Halo The Master Chief Collection  Forge Map Showcase! Chasm Map Commentary By  firenight66 Map Created By  firenight66 Video Edited By  firenight66 C This video may not be re'uploaded to another site or another YouTube channel with out Infinity Gaming's permission. All rights reserved.  TAKE A SEAT MR BIDEN! Halo 3 ODST Funny Moments! ", "viewCount": 0.3436798510231804, "labels": [0, 1, 157, 407, 936, 1063, 2240, 3014, 3352]}, "RRVx47pokdQ": {"likeCount": 0.3845284126347992, "dislikeCount": 0.3261976191397813, "videoId": "RRVx47pokdQ", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "John Cena & Sheamus vs Big Show & Dolph Ziggler SuperSmackDown Dec 18 2012WWE Smackdown 121812 Full Show John Cena & Sheamus vs Dolph & Big Show Big Langston Attack CenaWWE Tuesday Night Smackdown 121812 181212 12182012 18122012 Big Show And Dolph Ziggler vs Sheamus And John Cena w AJ Lee And Dolph Ziggler Sexy Kiss  Full Show SuperSmackDown LIVE 18h December 2012", "viewCount": 0.6644340295829899, "labels": [110]}, "7L4AIIgoBqE": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "7L4AIIgoBqE", "title": "", "description": "", "length": 0.2041392685158225, "keywords": "tommyswindowshows great marriage spouse husband wife rose dinner martial satisfaction contentment smile kiss gift love kindness generosity appreciation relationships deeds Do the Little Things Power Point presentation inspirational slideshow video quotes on love Valentine's DayDo the Little Things  Tommy's Window\"To love is to receive a glimpse of heaven.\" Karen Sunde Our PowerPoint presentations at Tommy's Window contain expressions of inspiration and insight that cover an abundance of fascinating topics. Enjoyable to watch and beautifully illustrated, our PowerPoint shows are free for you to view, download and share! Come visit us at and get inspired and motivated today! Follow us at Subscribe to our YouTube channel ", "viewCount": 0.3729893403963238, "labels": [308]}, "7NTLGP4lnHQ": {"likeCount": 0.09542425094393249, "dislikeCount": 0.06989700043360189, "videoId": "7NTLGP4lnHQ", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "Chocolate Raspberry Cake Articook cooking recipe howtoChocolate Raspberry Cake ArticookLove to CookAmezing chocolate raspberry cake. ", "viewCount": 0.3561220678933944, "labels": [11, 20, 22, 123, 176, 250, 1201, 3549]}, "7OmO-9c_kP4": {"likeCount": 0.30689276116820724, "dislikeCount": 0.1361727836017593, "videoId": "7OmO-9c_kP4", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Portal 2 geeky PC Speaker oldskool musical instrumentsPortal 2 on 12 PC's Only PC Speakers Used  \"Want you Gone\" Ending SongHere's my Portal 2 Symphony. There are 9 independent parts some doubled up  each played on a different computer's internal PC Speaker You know, the one that can only play 1 note at a time? I wrote the program to display the words and arranged the music for the puters. The program the PCs used to play the sound was Bleeper Music Maker by Robbi985 a.k.a. SomethingUnreal Let me know if you like it. UPDATE MIDI Available here ", "viewCount": 0.4768919154925101, "labels": [269, 1110]}, "ougBo6PLh9U": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "ougBo6PLh9U", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "ethan gopro mini quad 49cc go pro mini atv Allterrain Vehicle Motocross 50cc atv 50cc 4wheeler four wheeler 4 wheeler atv quad49cc mini quad with GoProEthan riding his new Mini Quad with GoPro attached at 3 yeas old", "viewCount": 0.3073351702386901, "labels": [2, 1005]}, "eXvsbEqwoWY": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "eXvsbEqwoWY", "title": "", "description": "", "length": 0.2532754378992498, "keywords": "Shakira Waka Waka Staples Center 2010Shakira Staples Center Waka Waka 102310Shakira Staples Center Finale Waka Waka 102310", "viewCount": 0.31752218003430527, "labels": [3, 6, 2703]}, "-zukeYoKuIc": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "-zukeYoKuIc", "title": "", "description": "", "length": 0.24456042032735975, "keywords": "b.a.p best absolute perfect b.a.d beat and dance bang yong guk zelo daehyun himchan youngjae jong up kpop power no mercy warrior.1080 HD B.A.P  POWER  DANCE COVER BY B.A.DCebu  Korea Friendship Week. live at parkmall", "viewCount": 0.31661339703051095, "labels": [3, 8]}, "vLSNwhh1WRk": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "vLSNwhh1WRk", "title": "", "description": "", "length": 0.2633468455579587, "keywords": "metal detector metal detecting oregon portland garrett at pro ace 250Metal Detecting Oregon  Mt. Tabor Park w OTTS club w Garrett AT ProI'm behind on videos, but this is the March Oregon Treasure Trail Society's OTTS  www.oretts.org  club hunt. We had around 30 hunters, found 3 silvers, some jewelry, 30 in clad and 22lbs of trash. \"Mt Tabor Park SE 60th & Salmon St Locate this site in Portland Maps General Info Acreage 190.28 Acquired in 1909 Amenities Includes basketball court, disabled access picnic area, disabled access play area, disabled access restroom, dog offleash area, horseshoe pit, paths  paved, paths  unpaved, picnic site  reservable, picnic tables, playground, stage, statue or public art, tennis court, tennis court  lighted, volleyball court, and wedding site  reservable. Historical Information Portland's Mt Tabor, a volcanic cinder cone, was named by Plympton Kelly, son of Oregon City pioneer resident Clinton Kelly, after Mt Tabor in Israel, six miles east of Nazareth. In 1894, the city built two open reservoirs on the site two other open reservoirs were built in 1911. By 1900, Portland's growing east side population demanded park space in 1903 landscape architect John C. Olmsted recommended the city obtain more land at Mt Tabor. In 1909, the Board of Park Commissioners used voterapproved bonds to buy approximately forty lots on Mt Tabor for 366,000. Portland Parks Superintendent Emanuel Tillman Mische, who had worked with the Olmsted Brothers' landscape design firm in Massachusetts, developed a naturalistic design for the park. The plan included long flights of stairs, gently curving parkways, numerous walking trails, and a nursery yard. It also showcased native plants. In 1912, construction workers discovered volcanic cinders which were later utilized in surfacing the park's roads. At the crest of the park is a bronze statue of Harvey W. Scott, editor of The Oregonian newspaper from 18651872 and from 1877 until his death in 1910. A gift to the city by Scott's widow, Margaret, and family, it was sculpted by Gutzon Borglum in the early 1930s while at work on his monumental sculpture of four American presidents on Mt Rushmore in the Black Hills of South Dakota. Cast by the Kunst Foundry in New York, it was unveiled in June 1933 with great ceremony.\" ", "viewCount": 0.338363586836188, "labels": [15, 798, 971]}, "r4LQj0rcomA": {"likeCount": 0.12304489213782739, "dislikeCount": 0.06989700043360189, "videoId": "r4LQj0rcomA", "title": "", "description": "", "length": 0.260959440922522, "keywords": "motocross REM racing KTM Glen Helen 250SXF MX The Beginning Episode 18Racing REM, Episode 18, MX The BeginningThis is the first video of hopefully many, about racing the REM series at Glen Helen. It shows some riding footage and discusses why the series is good for people like me. I'm in the middle of a 3 month series and its so far been up and down. I'm excited to show you how things have progressed and hope this video gives a tiny bit of insight.", "viewCount": 0.32100508498751373, "labels": [17, 19, 143, 345]}, "vpDWfQSMWyg": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "vpDWfQSMWyg", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "tomb raider legend anniversary underworld underwear xbox live 360 fabio lara croft nakedXbox LIVE soundtrack  'Fabio 2' vs. 'Tomb Raider'The second Xbox LIVE soundtrack! 'Fabio 2' vs. 'Tomb Raider'", "viewCount": 0.315259407792747, "labels": [0, 1, 25, 35, 1215, 3770]}, "vxRhZINGMe4": {"likeCount": 0.2298853076409707, "dislikeCount": 0.07781512503836437, "videoId": "vxRhZINGMe4", "title": "", "description": "", "length": 0.24199557484897583, "keywords": "Fifa 11 soccer football goal ronaldo giveaway contest entry cardsFifa 11  2nd Pack Opening100 likes? Hey guys, he is the 2nd episode of my new pack opening series, this was the most thumbs up comment of my previous episode, for those that missed it here is the link  Here are the players you guys can win. CB Henrique CB Bocchetti CM Tiago ST Martins CF Voronin ST Necid ST Sturridge RM Cani ST Falcao RM Camoranesi RW Pino CF Julio Baptista If you would like to stand a chance of wining anything of these, make sure the like the video then leave a comment saying which player you would like and why. As detailed in the vid, you must be a subscriber to be in with a chance of winning. After a few days i will use a random number generator to choose the winners and those people will be contacted. I would like to say, i make no money from this video, i am just doing this series as that was requested by you guys. Please remember if you enjoyed the video to comment like rate. Also come and subscribe to me its completely free and helps me out no end! My Twitter  Thanks guys, have a nice day", "viewCount": 0.35016069224188295, "labels": [0, 1, 63]}, "sLPXQGVqc-o": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "sLPXQGVqc-o", "title": "", "description": "", "length": 0.26414741105041, "keywords": "The Cure Live MSG NYC Pictures of You Madison Square Garden Robert SmithThe Cure \"Pictures of You\" Live  MSG 062008Performing \"Pictures of You\" The CURE Live Madison Square Garden  New York City. June 20, 2008", "viewCount": 0.3082426300860772, "labels": [3, 1473]}, "Oy7ZVGBwl84": {"likeCount": 0.0, "dislikeCount": 0.03010299956639812, "videoId": "Oy7ZVGBwl84", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "www.garden.org nga national gardening association inspecting garden inspecting soil garden soil soil conditions garden soil conditions garden gardening howto Gardening educational flowerInspecting Garden Soil ConditionsPaul Simon, Landscape Horticulturist with the National Gardening Association, discusses how to inspect your garden soil.", "viewCount": 0.33236645356081, "labels": [126, 220, 276, 1838]}, "r39xDFdXh_k": {"likeCount": 0.1146128035678238, "dislikeCount": 0.047712125471966245, "videoId": "r39xDFdXh_k", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "Rollerblading extreme inline skating taka natakaDRollerbladig Skopje Session 1Rollerblading extreme inline skating i taka natakaD i Svrile vozeshe go zaborajf, Sorry Brat!", "viewCount": 0.33486941902655415, "labels": [68, 907]}, "r3Ctby5x1fo": {"likeCount": 0.11139433523068368, "dislikeCount": 0.13222192947339192, "videoId": "r3Ctby5x1fo", "title": "", "description": "", "length": 0.2514547752660286, "keywords": "Ozone OxidUnboxing Ozone Oxid Gaming HeadsetUnboxing Ozone Oxid Gaming Headset.", "viewCount": 0.36280822609906793, "labels": [410, 722]}, "5PT3qkMnyGc": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "5PT3qkMnyGc", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "Sport Stacking Stack Up 2013 New cupsStack Up Cups 2013!!! Second video on the web Yeah, you've probably watched Kit Waikwstakr's video on the new Stack Ups. I did a MidAutumn Festival performance with him, PricilliaPricillia D' Stacker and her siblings, and Madeline Ong. They don't have the actually have the actual snaptops yet cause Speed Stacks Malaysia hasn't gotten them yet. The upstacks are awesome. They're kinda hard to downstack but I didn't use them much so I probably have to wear them in. Malaysian Nationals tommorow  Nervous  Expect more footage soon.", "viewCount": 0.33496659840966303, "labels": [2700]}, "5Vir37cR3m4": {"likeCount": 0.1278753600952829, "dislikeCount": 0.06020599913279624, "videoId": "5Vir37cR3m4", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "guitar lesson licks guitar lessons Lesson how to play licks how to play licks on guitar how to play guitar licks how to write your own licks Blues rock how to play blues licks how to play rock blues licks Rock Music Musical Genre Guitar Electric Lessons lick guitar licks guitar licks tabs how to play pentatonic licks how to play guitar pentatonic licks pentatonic lick pentatonic licks how to play a pentatonic lickBlues Guitar Lesson  Pentatonic Guitar Lick in the Style of Jimmy Hendrix in E minor Click on the link above to get the tabs for this video! GO! In this guitar lesson, Jon MacLennan will teach you a nice rock blues lick in the style of Jimmy Hendrix that every rock player should know. The lick is in E minor pentatonic and it uses some unique kind of bending the notes, check it out! Ok, hope this helps and dont forget to come up with your own ideas, which is the best advice for starting to find your unique sound and style. That is all for today... Also I suggest that you keep enjoying and learning from Jon MacLennan and all the staff of Guitarcontrol.com! Where? In our free lessons at www.youtube.comguitarcontrol ", "viewCount": 0.3460897842756548, "labels": [4, 9, 10, 34, 37]}, "5Y7CKRXaWWI": {"likeCount": 0.1146128035678238, "dislikeCount": 0.047712125471966245, "videoId": "5Y7CKRXaWWI", "title": "", "description": "", "length": 0.2167317334748176, "keywords": "CNN News CNN TV Showbiz Tonight Academy Awards Gabourey Sidibe PreciousHLN 'Precious' Oscar questCNN's Kareen Wynter sits down with Best Actress Oscar nominee Gabourey Sidibe.", "viewCount": 0.33443922736851106, "labels": [1499]}, "VRbzNfY1EZk": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "VRbzNfY1EZk", "title": "", "description": "", "length": 0.22405492482826, "keywords": "driving san francisco timelapse viral golden gate bridge subtitledSan Francisco Timelapse  \"The Champ\" by subtitledSan Rafael to Haight St. Music by subtitled.", "viewCount": 0.3510946948672973, "labels": [2, 7, 104]}, "kcxFM0-7Wbs": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "kcxFM0-7Wbs", "title": "", "description": "", "length": 0.23384564936046048, "keywords": "cataraft whitewater flip boatFlippin CatsFun video of catarafts flipping and re flipping", "viewCount": 0.33789426986134374, "labels": [2, 76, 385, 419]}, "In344o95sR4": {"likeCount": 0.19590413923210936, "dislikeCount": 0.047712125471966245, "videoId": "In344o95sR4", "title": "", "description": "", "length": 0.2619093330626743, "keywords": "Delta Airlines 757200 TKPK SKB Robert l Bradshaw Airport Atlanta CityTownVillageDelta Airlines 757200 and Others  St Kitts HDDelta Airlines seasonal flights are back, the fence view plus terminal view ", "viewCount": 0.3530839778616521, "labels": [2, 44, 46, 107, 109, 114, 138, 145, 2197, 2221]}, "no0LVX-NL-g": {"likeCount": 0.19084850188786498, "dislikeCount": 0.1, "videoId": "no0LVX-NL-g", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "PrimetimePokemon Pokemon Rare Cards Trading Card Game TCG FCBM Free Cards Opening BulbasaurDenmark Cards EXFree Cards Through the Mail BulbasaurdenmarkThanks a lot for the free cards!!! Check out their channel BLOG LINK FACEBOOK LINK TWITTER LINK ", "viewCount": 0.368493508264089, "labels": [0, 81, 215, 217, 447, 790, 915]}, "J88lGhPxrdQ": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "J88lGhPxrdQ", "title": "", "description": "", "length": 0.2437750562820388, "keywords": "Wavy hair curly hair wavy curly hair wavy curls tutorial tutorial hair tutorialWavy Curls Tutorial With HeatSorry for moving around so much. This video kinda sucks. The contest winners will be posted by the end of the week. Request anything else you would like to see", "viewCount": 0.31498346967157853, "labels": [50, 65]}, "JAFkr9ytmtI": {"likeCount": 0.27466341989375787, "dislikeCount": 0.11139433523068368, "videoId": "JAFkr9ytmtI", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "L.A.  Sloko Tio Video Clipe Oficial Levada Alternativa Sloko Tio Mouse FM Dri Guhzera Presidente Prudente Produo Independente RapL.A.  Sloko Tio Video Clipe OficialFacebook Twitter Instagram Soundcloud ", "viewCount": 0.44424013694827025, "labels": [14, 49]}, "_mvRFjGLPMQ": {"likeCount": 0.17558748556724915, "dislikeCount": 0.09030899869919436, "videoId": "_mvRFjGLPMQ", "title": "", "description": "", "length": 0.26570558528571037, "keywords": "pretty hair classic updo updo hairstyles hair extensions long hair updo blonde hairAncient Roman Inspired UpdoThanks so much for watching! Visit my blog to see extras ", "viewCount": 0.42985911112975694, "labels": [50, 65, 503, 781]}, "4ZAc1-3NTsU": {"likeCount": 0.22430380486862944, "dislikeCount": 0.07781512503836437, "videoId": "4ZAc1-3NTsU", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "Portal Soundtrack Wheatley classical music electronic versionPortal 2 Soundtrack  He's Playing Classical Music Electronic versionIn that chamber where he's playing classical music, while you're jumping in the aerial faith plates you can hear glimpses of this song synced with the normal one. spa4tbcatchc1b spa4tbcatchc1c", "viewCount": 0.4511910085970847, "labels": [1110]}, "kytedxs0UL8": {"likeCount": 0.1977723605288848, "dislikeCount": 0.2617000341120899, "videoId": "kytedxs0UL8", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "bumper scratch repair costs How much are bumper scratch repair costs I know bumper scratch repair costs are expensive I want to find out about bumper scratch repair costs bumper scratch repair costs auto body paint bodywork autoBumper Scratch Repair Costs  Save 100.00's in repair costs...  Bumper Scratch Repair Costs You can save 100.00's in bumper scratch repair costs by finding someone with sprays the bumper outside. Either in back of a dealership or a mobile bumper repair service. This is good if you're looking for a quick fix or if you're in the market to sell the car you're repairing and the bumper scratch repair costs are pretty inexpensive, usually around 150.00 to 200.00 for this process. But as I said, bumper scratch repair costs can vary. If you're looking for your bumper to be done the right way you should go to a reputable body shop in your area. Granted it will cost you more but if you have a vehicle that you're going to keep for a while then it's definitely worth it. The main difference in bumper scratch repair costs is the process. With the cheap way, the bumper is taped off and sprayed right on the car. It's usually done outside and air dried where the body shop will take the bumper off the car and when it's ready for paint they will actually bake the paint on the bumper in a special heat booth. This will give the bumper a permanent finish that will not start peeling off in 6 months. I hope this video on bumper scratch repair costs helped you make the decision you had to make. ", "viewCount": 0.49201546444750754, "labels": [2, 7, 116, 277]}, "l1SqRTYaSL8": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "l1SqRTYaSL8", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "movies hollywood warner bros film trailer teaser Featurette celebritiesINTERSTELLAR  F3 Trailer  Arabic SubsShooting Stars was established in Dubai in 2004, as a subsidiary company of Joseph Chacra & Sons, a well established pioneer in motion picture film distribution in the region. Joseph Chacra & Sons was formed in 1987. Website Facebook Twitter ", "viewCount": 0.4647363406859503, "labels": [25]}, "l5Whe0JN18M": {"likeCount": 0.20086001717619176, "dislikeCount": 0.047712125471966245, "videoId": "l5Whe0JN18M", "title": "", "description": "", "length": 0.23384564936046048, "keywords": "    2015 2015  lantern festival lantern festival 2015     fx Victoria fx      Park Shin Hye   Li Ronghao  Tiffany Tang  The One        Hito Du              Nanta    I Am A Singer   Hunan TV  China2015  2015 Lantern Festival Celebration HighlightsLi Rong Hao2015  2015 Lantern Festival Celebration HighlightsLi Rong Hao YouTubeSubscribe to Hunan TV YouTube Official Channels 2015201535The One March 5 2015, the 15th day of Chinese new year, Hunan TV invites you and celebrities all over the world to celebrate the Lantern Festival, and send you the sincere greeting on the Chinese traditional festival. YouTubeSubscribe to Hunan TV YouTube Official Channels   Hunan Official Channel goo.gltl9QpW 1080PLaugh Out Loud Full EP 31080P I AM A SINGER 3 1080P Our Singers 1080P XChange Full EP 1080p  Wonderful Friends 1080P Warmth of Conscience 1080P Day Day UP Full EP 1080P Happy Camp Full EP Follow Hunan social media to get the latest updates Twitter Facebook ", "viewCount": 0.42530955858490316, "labels": [3]}, "W7fhdqwiUio": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "W7fhdqwiUio", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "Newfoundland doberman dog whisperer socialization Kosovo fight agressionKosovo Dog Whisperer Newfoundland vs DobermanThe first time my Newfie Boone and a Doberman met they wanted to fight. But look what a Kosovo Dog Whisperer Mehdi did with them! Very impressive work on socializing dogs!", "viewCount": 0.354020429984206, "labels": [15, 18, 67, 1454, 2088]}, "drXVIfs4VlQ": {"likeCount": 0.15910646070264992, "dislikeCount": 0.0, "videoId": "drXVIfs4VlQ", "title": "", "description": "", "length": 0.24857214264815802, "keywords": "HD Battlefield Gameplay Multiplayer 5 Commento in Live Grazie Saburo CumendaVenezianoHD Battlefield 3 Gameplay Multiplayer 5 Commento in Live Grazie SaburoProcessore i7 quad 2.80 ghz 6GB Ram Scheda Video NVIDIA GeForce GTX 480 1.5GB Ram", "viewCount": 0.3088490470182397, "labels": [0, 1, 124, 153, 287]}, "jiVpwoZ7MB4": {"likeCount": 0.2725094521081469, "dislikeCount": 0.09030899869919436, "videoId": "jiVpwoZ7MB4", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "Daft Punk Teachers video Paul Johnson DJ Funk DJ Sneak DJ Rush Waxmaster Hyperactive Jammin Gerald Brian Wilson George Clinton Lil Louis Ashley Beedle Neil Landstrumm DJ Hell Louie Vega Kaay Alexi Dr. Dre Jeff Mills DJ Deeon DJ Milton DJ Slugo DJs on The Low Green Velvet Joey Beltram DJ ESP Roy Davis Boo Williams DJ Tonka DJ Skull DJ Pierre Mike Dearborn Todd Edwards Romanthony Derrick Carter Robert Hood Parris MitchellDaft Punk  Teachers VIDEO clipDaft Punk  Teachers 1997 Please help me find better video samples. Lyrics  \" Paul Johnson DJ Funk DJ Sneak DJ Rush Waxmaster Hyperactive Jammin Gerald Brian Wilson George Clinton Lil Louis Ashley Beedle Neil Landstrumm Kenny Dope DJ Hell Louie Vega Kaay Alexi Dr. Dre's in the House, Yeah Armando in the House Gemini is in the House Jeff Mills is in the House DJ Deeon DJ Milton DJ Slugo DJs on The Low Green Velvet Joey Beltram DJ ESP Roy Davis Boo Williams DJ Tonka DJ Skull DJ Pierre Mike Dearborn in the House, Yeah Todd Edwards in the House Romanthony in the House CVO in the House Luke Slater Derrick Carter Robert Hood Parris Mitchell Dave Clarke is in the House Van Helden in the House Armani in the House Surgeon is in the House, Yeah \"", "viewCount": 0.45357876437426187, "labels": [61]}, "ZsF33GnW3Pk": {"likeCount": 0.11139433523068368, "dislikeCount": 0.07781512503836437, "videoId": "ZsF33GnW3Pk", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "The Aftermath of My Brush With Death Wrecked Chevy Suburban Chevrolet 2002 Wreck Roll Evasive Action FailWreck n' Roll  My Chevy Suburban Is Totalled.I was on Interstate 12. I'm used to the braking system, and maneuverability of my 2008 Nissan Sentra, not a 2002 Chevy Suburban. I wasn't following closely, there were maybe two car lengths between us. Like I said, I'm used to driving my Sentra that stops on a dime. I was going 7075mph. The SUV in front of me left lane slowed down with traffic. I slammed on my brakes, but saw that I wasn't going to stop in time. I switched to the OPEN right lane, but turned it to hard, so I turned the wheel left to stay in the right lane, lost control, smashed into the side of the SUV I was trying to avoid, and I rolled three times. I had to open the door by punching it a few times. I walked away with only small abrasions on my hands from the broken glass. I filmed this, my family picked me up from the hospital, three and a half hours after my wreck.", "viewCount": 0.35913985512812485, "labels": [2, 7, 116, 224, 2976]}, "ZsorLvuIEKM": {"likeCount": 0.289707700320942, "dislikeCount": 0.2658011396657113, "videoId": "ZsorLvuIEKM", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "Play Doh PlayDoh Surprise Dippin Dots Kids Toys Playdough Colour New Review Plasticine Play Make Making Cool Funny Fun Amazing Awesome Birthday Disney Peppa Pig Pedro Pony Tessie Bear Goofy Noddy Great Gift Holiday Edition Summer Ice Cream Kids Surprise Kids Toys Nice Best Motion Animation Christmas Game Good Presents CrayolaPlay Doh Surprise Dippin Dots Peppa Pig Pedro Pony Tessie Bear GoofyDiscover Play Doh Surprise Dippin Dots Pedro Pony Tessie Bear Goofy Toys By Californiametin  Hello! Please  Like, Comment...Subscribe to my channel   to see more awesome Kinder Surprise eggs unboxing,Play Doh, Playset Toys... Thank you very much for your attention! Milkshake Surprise Smarties Chupa Chups SpongeBob Shopkins Barbapapa Cars Minnie Mouse Peppa Pig Giant Surprise Egg Dippin Dots Teletubbies Marvel Cars SpongeBob Zelda Pinypon Minnie Mouse Balloon Surprise Teletubbies Toys Laa Laa Po Dispy Tinky Winky Noo No Play Doh Surprise Color Yogurt Teletubbies My Little Pony SpongeBob Hello Kitty Disney Princess Play Doh Surprise Dippin Dots Spiderman Moshi Monsters Play Doh Surprise Eggs Ice Cream Teletubbies Pinypon Crazy Rabbit Hello Kitty Play Doh Surprise Eggs Toy Story Complete Set Disney Pixar Review Play Doh Surprise Dippin Dots SpongeBob Patrick Picsou Dora The Explorer Hello Kitty Crystal Disney PlayDoh Surprise Dippin Dots SpiderMan Super Mario Disney Princess Hello Kitty Toys Play Doh Rainbow Teletubbies Ice Cream Lollipop Play Doh Surprise Color Yogurt Spongebob Frozen Minnie Mouse Thomas and Friends Toys Play Doh Surprise Rainbow Dippin Dots Teletubbies Hello Kitty Toy Music Song from YouTube Library Song", "viewCount": 0.618071266536216, "labels": [26, 527, 1320]}, "ebQOy2w-0es": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "ebQOy2w-0es", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "joey kiki jxvo extreme marc cayayo tequila and caroline tequila caroline and tac t&C rock nacional venezuela metal screamo blessthefall hard rock cafe sambil caracasTequila and Caroline en Hard Rock Cafe grabado por Pansy!Agrupacion de screamometal caraquea Tequila and caroline tocando en Hard Rock Cafe Sambil Caracas  Venezuela. tema \"OctoPussy The circus, the girl and the golden gun\" www.myspace.comtequilaandcaroline www.facebook.comtequilaandcaroline", "viewCount": 0.31085650237328344, "labels": [2187]}, "egozo2f2UWQ": {"likeCount": 0.16020599913279623, "dislikeCount": 0.0, "videoId": "egozo2f2UWQ", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "ama nats ama nationals2013 control line control line combatControl Line Combat 2013 NatsThese guys \"really mix it up\" at the 2013 nats. Makes me feel slow !", "viewCount": 0.4298460069461452, "labels": [2, 44, 46, 64, 113, 119]}, "EPxf3V_pGsI": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "EPxf3V_pGsI", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "darin steen mercola fitness squat thrust jump squat thrust squat jumps squat exercises squat technique squat routineSquat Thrust Jump Internationally renowned natural health physician Dr. Joseph Mercola and Personal trainer and life coach Darin Steen demonstrate the squat thrust jump. Subscribe for the latest health news Visit our website Listen to our podcasts Find us on Social Media Facebook MeWe Instagram Twitter ", "viewCount": 0.41539976866928, "labels": [100, 161, 548, 3767]}, "ET_98IcvoTI": {"likeCount": 0.26232492903979004, "dislikeCount": 0.1146128035678238, "videoId": "ET_98IcvoTI", "title": "", "description": "", "length": 0.26646419755561257, "keywords": "indiana jones fate atlantis intro talkie voicesIndiana Jones and the Fate of Atlantis  IntroInteractive intro to the one of the best games ever made  Indiana Jones and the Fate of Atlantis by LucasArts.", "viewCount": 0.5279011815104414, "labels": [0, 1]}, "juRoqyteZQs": {"likeCount": 0.27307822756663896, "dislikeCount": 0.20791812460476247, "videoId": "juRoqyteZQs", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "Battle Belt Shelback Banshee Plate Carrier Condor Weapons systems Gear review Zert NationRunning a Battle Belt w A Plate CarrierJust added a battle belt to my Banshee Plate carrier. Just a rundown of the set up. T&E coming later.", "viewCount": 0.49114026628559637, "labels": [381, 1867]}, "6B8aJ4EVq74": {"likeCount": 0.10413926851582252, "dislikeCount": 0.06989700043360189, "videoId": "6B8aJ4EVq74", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "AHORSECALLEDWONDER a horse called wonder a horse called wonder book 1 horse thoroughbred thoroughbred series THOROUGHBREDseries morrisvanchex race horse raceA Horse Called Wonder book 1this is the first book in the series thoroughbred. i am on number 37 now so most of this is probably not accurate. Mia brown shirt plays my mom, Natalie little one plays my sister Carolin, and im Ashleigh. im not sure what book carolin got mad at brad in and broke her arm so i just put it in this one to make it more interesting... enjoy pls sub!!!! sub for sub!!!", "viewCount": 0.3280350693046006, "labels": [15, 18, 87]}}