{"E_1WmpHQxOo": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "E_1WmpHQxOo", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Black And White Pokemon Fanmade Legendary Battle Theme soundtrackPokemon Black And White Fanmade Legendary Battle ThemeSub and i sub back. and if you have any request for me to put from any game i guess then i will try my best to post it", "viewCount": 0.33259259557714665, "labels": [108]}, "EcrOXbttFxE": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "EcrOXbttFxE", "title": "", "description": "", "length": 0.25250448070368453, "keywords": "Channel LSV MSS Draft 4 Match 2 Game 1 LSVChannel LSV MSS Draft 4 Match 2, Game 1NOVALUE", "viewCount": 0.40868223570990625, "labels": [0]}, "TkqbBCTJKhg": {"likeCount": 0.19731278535996988, "dislikeCount": 0.11139433523068368, "videoId": "TkqbBCTJKhg", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "anna maria clement briant hippocrates health institute raw food foodist testimonialBrian Clement  Why Raw Food DietFrom Brian Clement Ph.D. L.N.C., co director of the Hippocrates Health Institute raw food retreat tells why and how he became a raw foodist. For more info about the Hippocrates Health Institute visit For more info about the Hippocrates Health Institute and Brian Clement visit ", "viewCount": 0.4365880918465882, "labels": [886]}, "Tl2un0Ddx5s": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "Tl2un0Ddx5s", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "bmw e30 drift 2009      power drifting bulgaria 328 handbrake speedTire EaterWhat to do in lunch breaks  kill your tires ", "viewCount": 0.3333245698961963, "labels": [2, 7, 17, 128, 174, 1324]}, "nD6u9TcB-As": {"likeCount": 0.12304489213782739, "dislikeCount": 0.10413926851582252, "videoId": "nD6u9TcB-As", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "Sesame Place 2007Sesame Place 2007 BonesAnother number from Countdown to Halloween!", "viewCount": 0.46449897246711225, "labels": [8, 16]}, "Jheew0tK2K8": {"likeCount": 0.2965671971220107, "dislikeCount": 0.16627578316815741, "videoId": "Jheew0tK2K8", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "Bull Terrier Aggressive Dog FunnyAgressive Bull Terrier 3Don't Wake up a Bull Terrier or he'll go crazy!!!!", "viewCount": 0.4898220404865221, "labels": [15, 18, 67, 699, 2256]}, "9cV4-ZxTl5I": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "9cV4-ZxTl5I", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "the wanted maron naymar cristiano 10 messi lionel leo barca barcelona glad yu came real ronaldo fifa ronaldinho soccer football goals top best skills manchester milan favorite hitsTop 10 goals Lionel Messi .Top 10 biutiful goals Messi in Barcelona . p Music The Wanted Glad You Came.", "viewCount": 0.3014520538757924, "labels": [0]}, "I1_s5VAp1Fg": {"likeCount": 0.2367355921026019, "dislikeCount": 0.0, "videoId": "I1_s5VAp1Fg", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "Gourds Sandlady's Gourd Farm Indiana Gourd Society The Weekly Special ArtThe Art of Gourds  The Weekly SpecialWe visit Sandlady's Gourd Farm to learn what it takes to go from a seed to a piece of art ahead of the Indiana Gourd Society's state show!", "viewCount": 0.43025040923557145, "labels": [11]}, "KvOjd3t4m4w": {"likeCount": 0.11139433523068368, "dislikeCount": 0.047712125471966245, "videoId": "KvOjd3t4m4w", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "Lamborghini Aventador Automobile Model liberty walk cars and coffee San Francisco US County MP4VX GTR innotech exhaust ipeGT Auto Concepts in Cars and Coffee SFLamborghini Aventador with Liberty Walk LB Performance body kit and iPE exhaust system", "viewCount": 0.33392526340327, "labels": [2, 7, 48, 177, 196, 460, 1031, 1724]}, "KxOn5FnXNHo": {"likeCount": 0.2143014800254095, "dislikeCount": 0.1146128035678238, "videoId": "KxOn5FnXNHo", "title": "", "description": "", "length": 0.2532754378992498, "keywords": "samsung galaxy note 2 note samsung smartphone galaxy note samsung giant phone stuff.tv stuff stuff magazine video console android iphone ipad tablet computer cameraSamsung Galaxy Note 2 video reviewDon't forget to visit for the best daily gadget news and reviews... Samsung's supersized smartphone and in exchange for your cash, the Note 2 offers a a gorgeous display, slick Android Jelly Bean software and a newlystyled digitiser stylus with Wacom smarts.Subscribe now Welcome to Stuff. This is the official YouTube channel for the world's biggestselling gadget magazine. Stuff is the home of tech news that's wry but not dry, the world's most trusted gadget tests and exclusive previews of all the latest in digital technology. So, whether it's reviews on latest iPhone and Android apps or previewing the biggest gaming releases, subscribe now Follow Stuff on Twitter Like Stuff on Facebook 1 Stuff on Google ", "viewCount": 0.4342106715379457, "labels": [21, 23, 24, 115, 520, 651, 1705]}, "KtK8Dv-ALak": {"likeCount": 0.18512583487190754, "dislikeCount": 0.0, "videoId": "KtK8Dv-ALak", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "1112 school Latest News news and info sports accdn duke 2011 ytacc Mens Basketball highlights accBelmont vs Duke 201112 ACC Men's Basketball HighlightsThe sixthranked Blue Devils held off the pesky Bruins 7776 on Friday night in the first round of the EA Sports Maui Invitational to move Krzyzewski within one victory of tying Bob Knight atop the Division I men's career list.", "viewCount": 0.4129528773858777, "labels": [0, 52, 70]}, "t_KvDgbFiWM": {"likeCount": 0.16020599913279623, "dislikeCount": 0.06020599913279624, "videoId": "t_KvDgbFiWM", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "Mexico Musical Ensemble School Band The Band Marching Bandbad romance buhos marching band mexicoensayando bad romance", "viewCount": 0.37801732436425944, "labels": [4, 13, 164]}, "X752VnyEmS4": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "X752VnyEmS4", "title": "", "description": "", "length": 0.2617000341120899, "keywords": "DMV Elite T'Neisha Turner Archbishop Spalding Girls Riverdale Baptist Girls Sholape OriolaRiverdale Baptist vs. Archbishop Spalding Girls DMV EliteA great game between Riverdale Baptist and Archbishop Spalding. Archbishop Spalding comes out with the victory in double OT 7057.", "viewCount": 0.3821906377352323, "labels": [0, 52, 70]}, "Xtfnl_KOuCM": {"likeCount": 0.46356043674189107, "dislikeCount": 0.3245759355967277, "videoId": "Xtfnl_KOuCM", "title": "", "description": "", "length": 0.26608654780038693, "keywords": "Space shuttle Discovery STS128 Landing launch NASA Mission Launch Coverage thrust ISS international space station cosmos Images sky rescue mission wrong disaster success landing SRB USA Apollo cargo vehicle abort cosmonaut astronaut rockets new computer technology high tech English helmet heat shield navigation GPS payload engine thrusters fire gear control Houston Florida Cape Canaveral California spectacularSpace shuttle Discovery STS128 LandingSpace shuttle Discovery STS128 Landed at Edwards Air Force Base in California on Friday, Sept. 11, 2009, 0853 p.m. EDT.", "viewCount": 0.6707464910796718, "labels": [2, 44, 46, 109, 114, 162, 962, 1171, 1731]}, "Xy4I5ZIudXk": {"likeCount": 0.21105897102992488, "dislikeCount": 0.047712125471966245, "videoId": "Xy4I5ZIudXk", "title": "", "description": "", "length": 0.24653828514484186, "keywords": "DIVA BLOOD Elin Carlson Karaoke Lyrics Lyrics and Mark Mancina.DIVA from Anime BLOOD With Karaoke LyricsDIVA Song By The Singer Elin Carlson written by Mark Mancina from Anime BLOOD With Karaoke Lyrics On a Simple Video ... Enjoy It !!", "viewCount": 0.40683343131172545, "labels": [5]}, "XykSf_KxIeo": {"likeCount": 0.20530784434834196, "dislikeCount": 0.06989700043360189, "videoId": "XykSf_KxIeo", "title": "", "description": "", "length": 0.2534026106056135, "keywords": "trim Afrotextured Hair Hair Quotation Subject Natural Style how to trim natural hair short natural hair how to trim TWA how to cut hair natural hair trim natural hair cut how to cut your own hair 4c hair 4b hair 4a hair 3c hair Curly how to trim curly hair how to cut curly hair trim curly hair cut curly hair hairdresser how to trim hair in twists how to trim your natural hair for growth my natural sistas naturally quinn afro hairHow I Trim my Short Natural Hair  for HAIR GROWTH and HEALTH!Even though your hair may be short, it still needs a good trim! Trimming hair regularly helps your hair to retain its length better over time and gets rid of split ends and thinning. It helps to keep your hair healthy looking and feeling in the long run. At six months natural, I've decided it's well and truly time to give my tresses a trim, just to keep the ends neat and ensure my hair's health as it continues to grow. Even though my hair is in the TWA stage, it still needs to be trimmed to keep it looking cute as it grows out! Please don't forget to use scissors intended for hair and not to cut paper or other objects! Other types of scissors will leave you with split ends and breakage! Some of my recent videos Products I LOVE! Staple Hair Products 2015 Six months NATURAL! Hair update, routine, length check, growth, curl pattern Being African Caribbean means Dyeing My Natural Hair Red feat. Live Color XXL Make your finger coils last longer  short NATURAL HAIR My \"Texturized to Natural Hair\" Journey 2014  Selfie Edition Want to see or read more? Catch me on T W I T T E R mshairobsession I N S T A G R A M maryshairobsession H A I R L I S T A P O R T F O L I O E M A I L maryshairobsession1gmail.com I own the rights to all images used in this tutorial. However, the music is not mine but is used by permission. It is allowed to be used commercially. Music information \"Bassa Island Game Loop\" Kevin MacLeod incompetech.com Licensed under Creative Commons By Attribution 3.0 The music can also be found here ", "viewCount": 0.3854184543833607, "labels": [50, 65, 256, 355, 913, 927]}, "XyRfYkqXgqY": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "XyRfYkqXgqY", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "sea kayak kayak sailing kayaking Delta Kayak Delta 15.5 sailing kayak sailormark sailing kayak sailor.m2tsMe sailing the new Kayak Sailor made by Dave and Patti from Portland Oregon an amazing unit so very well thought out!!", "viewCount": 0.3582517883604063, "labels": [2, 43, 76, 385, 473, 547]}, "i1a0GUP8eY0": {"likeCount": 0.14913616938342728, "dislikeCount": 0.0, "videoId": "i1a0GUP8eY0", "title": "", "description": "", "length": 0.2526339277389844, "keywords": "Promotional LoCura San Francisco Video Flamenco Latin Music Ska Kata MiletichLoCura Promo VideoAn introduction to the band LoCura a great way to get a taste of what we do. Chapter 1 features recorded music, Chapter 2 interview with lead vocalist Kata and guitarist Bob about the concept of LoCura, Chapter 3 is LoCura performing live in San Francisco CD at the Brick & Mortar Music Hall Enjoy!", "viewCount": 0.3742332282357148, "labels": [3, 4, 13]}, "_T_JsjOBZ04": {"likeCount": 0.28937617620579437, "dislikeCount": 0.15051499783199063, "videoId": "_T_JsjOBZ04", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "somessam2014         somessamsomessam 2  ", "viewCount": 0.5119117262533587, "labels": [3, 6]}, "IzsuymXeQ28": {"likeCount": 0.203342375548695, "dislikeCount": 0.07781512503836437, "videoId": "IzsuymXeQ28", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "avril lavigne concert live en vivo santiago chile nobody's homeAvril Lavigne Nobody's Home en vivo ChileAvril Lavigne  Nobody's Hombe en vivo en Santiago de Chile 22 Julio 2011 Black Star Tour", "viewCount": 0.41455382357122333, "labels": [3]}, "V9ITWXTEhVU": {"likeCount": 0.19822712330395686, "dislikeCount": 0.03010299956639812, "videoId": "V9ITWXTEhVU", "title": "", "description": "", "length": 0.25563025007672874, "keywords": "minecraft tips and tricks facts tutorial hint11 Minecraft Tips 'N Tricks11 convenient tips to help you play Minecraft! I've seen quite a few videos like this, but none of them gave actual useful tips. For example Use the fancy setting to see through leaves! Like, no shit sherlock. So here is my list of 11 factstips and tricks, that may hopefully be of some use to you! I really hope you enjoy watching this video .  Background Music Magnifikate  Sarasota  Thanks for watching!", "viewCount": 0.33230457354817017, "labels": [0, 1, 27]}, "mHrtIFpASkM": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "mHrtIFpASkM", "title": "", "description": "", "length": 0.26283889300503116, "keywords": "Trey Songz Fumble Oakland CA Chapter V TourTrey Songz Fumble In Oakland, CA Chapter V TourTrey Songz Performing Fumble in Oakland, CA 11232012 hapter V Tour", "viewCount": 0.33955011243056266, "labels": [3, 6]}, "UqazjciUicQ": {"likeCount": 0.15185139398778877, "dislikeCount": 0.06020599913279624, "videoId": "UqazjciUicQ", "title": "", "description": "", "length": 0.23117538610557542, "keywords": "makeover susanne long shortThe Long and Short of It Susanne's MakeoverAfter years of wearing long hair, Susanne was ready to donate it to Locks of Love. To ensure that the cut would still look feminine, we called Justine at Root Salon, who perused Susanne's photos of Michelle Williams and Carey Mulligan's close crops for inspiration.", "viewCount": 0.49735065410846513, "labels": [50, 65]}, "-U-InVvZW-8": {"likeCount": 0.2615950051656401, "dislikeCount": 0.11760912590556814, "videoId": "-U-InVvZW-8", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Slap My Elbow Angry Boys Chris Lilley S.mouse Fictional Character Shwayne Jnr Shwayne Snr Animal Zoo Danthony Lasquisha Three Legged DogAngry Boys  S.mouse  \"Slap My Elbow\"The music video for the hit S.mouse single Slap My Elbow", "viewCount": 0.4445884302916911, "labels": [6, 14]}, "EXepEj74zog": {"likeCount": 0.22174839442139063, "dislikeCount": 0.10413926851582252, "videoId": "EXepEj74zog", "title": "", "description": "", "length": 0.24871383754771867, "keywords": "robben squad builder fifa 15 neymar squad builder fifa 15 1.1 million coins squad builder fifa 15 ultimate team robben and neymar hybrid fifa 15 ultimate team robben suarez and neymar hybrid fifa 15 ultimate team robben suarez hybrid fifa 15 ultimate team bplbundesligaliga bbva hybrid squad builder fifa 15 ultimate team Wow Callum.1.1 MILLION COIN BPLBUNDESLIGALIGA BBVA HYBRID SQUAD BUILDER  FIFA 15 Ultimate Team.1.1 MILLION COIN BPLBUNDESLIGALIGA BBVA HYBRID SQUAD BUILDER WITH ROBBEN, NEYMAR AND SUAREZ  FIFA 15 Ultimate Team. This video is based on what is my favourite squad builder in FIFA 15 at the moment.", "viewCount": 0.44372906646570487, "labels": [0, 63, 167]}, "foXqKawRAdc": {"likeCount": 0.31922886125681205, "dislikeCount": 0.15051499783199063, "videoId": "foXqKawRAdc", "title": "", "description": "", "length": 0.26464037262230694, "keywords": "brandey jeremy girls four daughters interracial marriage interracial couple mixed kids biracial youtube baby pregnancy vlog family vlog daily vlog video blogging relationship family vlogging funny couple cute couple funny family best family best vlogs family fun bailey bailey living bean boozled challenge bean boozled challengeFAMILY BEAN BOOZLED CHALLENGEWelcome to our channel! We are a blended family living in the Midwest. We are happily married, for the second time around, after going through a divorce. We're raising our four daughters the best way we know how, with love and fun. We vlog our daily lives and share with all of you. Subscribe and follow our journey to happiness!  LINK UP WITH US! Instagram www.instagram.combrandeybailey Facebook www.facebook.comBaileyLiving Twitter www.twitter.comstarsince1987 Business inquiries brandeystarsince1987gmail.com  GET TO KNOW US! Watch our YouTube story Check out Jeremys blog  dadoffourgirls.wordpress.com Check out our trailer  YOU'RE STILL READING THIS?? Intro song Rain Dance by Sweater Beats Other music provided by Danosongs.com & YouTube Brandey Bailey P.O. Box 481572 Kansas City, MO 64148 IF YOU'VE MADE IT THIS FAR, YOU'RE AWESOME!!", "viewCount": 0.4955105415081332, "labels": [11]}, "aDSZKh1Zl7o": {"likeCount": 0.11139433523068368, "dislikeCount": 0.03010299956639812, "videoId": "aDSZKh1Zl7o", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "olympics equestrian olympic dressage Carl Hester london olympics olympics 2012 Horses Olympic GamesTeam GB prepare to receive their gold medalsKiwi rider Greg Smith is in London catching the best of the equestrian action at Greenwich Park. He's capturing the action on video for Equine Trader. He grabbed an Equine Trader camera to capture some of the excitement at the Greenwich Park venue. The winners have been decided in the team dressage and Greg and Sasha head backstage as the medallists prepare for the medal ceremony. Team GB are receiving their instructions for the medal ceremony and being contragulated by wellwishers and fellow competitors, including Danish rider Anna van Olst. For more Olympic dressage blogs from Greg go to ", "viewCount": 0.33932241163612975, "labels": [15, 18, 60, 87, 365, 1424, 2736]}, "olVGvitwv9M": {"likeCount": 0.21818435879447728, "dislikeCount": 0.13010299956639812, "videoId": "olVGvitwv9M", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "Cooking Bread Type Of Dish Food tips and tricks soft crust soft bread cooking tips howto closed captionsHow to give a soft crust to homemade breadIf you want to skip all the boring stuff in the beginning, just click the \"Click here if it's an emergency\" to jump to the important part. I made this vid as an excuse to try out greenscreening for the first time. Don't worry, all the info in it is true. Captions have been edited, and are now available! Thank you, TheSparrowFable, for letting me borrow your camera.", "viewCount": 0.41900233797668857, "labels": [11, 20, 22, 211, 483]}, "b06_ffOYE4U": {"likeCount": 0.5001326911973114, "dislikeCount": 0.3503518312724075, "videoId": "b06_ffOYE4U", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "Il Volo Mondo Rentor Geffen Records Pop Il Volo Il Mondo Il Volo VevoIl Mondo From PBS Performance 'Il Volo...Takes Flight'Buy Now! iTunes Music video by Il Volo performing Il Mondo. C 2012 Rentor ProductionsGeffen Records Best of Il Volo Subscribe here ", "viewCount": 0.7164580681634796, "labels": [3, 4]}, "F_WNEwnR_pQ": {"likeCount": 0.1886490725172482, "dislikeCount": 0.03010299956639812, "videoId": "F_WNEwnR_pQ", "title": "", "description": "", "length": 0.2683947130751512, "keywords": "Rane SixtyEight 68 TTM Serato Scratch Live DJ mixerFirst look  The NEW Rane SixtyEight mixerHere's a sneak peak first look at the new Rane SixtyEight mixer, shipping now.", "viewCount": 0.46008749234755036, "labels": [61, 599]}, "F_yGpcAwcik": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "F_yGpcAwcik", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "Crysis Warhead Final Battle Enthusiast Settings 16x AACrysis Warhead Final Battle  Enthusiast Settings  GTX 580  16x AAGet this game free at for just 2 Referrals!!! Hey Guys Just finished Crysis Warhead.. awesome game and the graphics are amazing, i had to record this video using my old monitor because santa claus aka my mother wont let me have my 27\" monitor until christmas  Anyway this is the very anti climax battle at the end of Crysis Warhead, hope you enjoy Please subscribe for more videos PC Specifications are on my channel page", "viewCount": 0.3410608542568368, "labels": [0, 1, 1604]}, "Fb22ncvrSxM": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "Fb22ncvrSxM", "title": "", "description": "", "length": 0.2354108439147401, "keywords": " construction site     Excavator    scavatrice graafmachine excavadora Bagger pelleteuse escavadora   Caterpiller   Excavator working with high angle   Construction Video list feel free to take a link.    Excavator Construction site Heavy equipment           scavatrice cantiere attrezzature pesanti graafmachine bouwplaats zwaar materieel excavadora Obra de construccin El equipo pesado Bagger Baustelle schweres Gert pelleteuse chantier de construction matriel lourd escavadora canteiro de obras equipamentos pesados        ", "viewCount": 0.4040285798932492, "labels": [2, 7, 208, 347, 1205, 2997]}, "KcaQ0cm7yYc": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "KcaQ0cm7yYc", "title": "", "description": "", "length": 0.24927603890268377, "keywords": "susur lee fooddiva chef knives knife suser sursur susur sursur lee suser lee cutting edge of childs play Conestoga fundraiser chef gets given knife chef likes wushof wusthof wustof food diva chef maribel susur interveiw suser interveiwFooddiva meets Susur LeeFooddiva Maribel and 'The Cutting Edge of Child's Play' star Britanny meet world renown chef Susur Lee at the Conestoga College fundraising dinner for hospitality and culinary programs.", "viewCount": 0.3419129307741976, "labels": [1489]}, "HQ1oODXhqO8": {"likeCount": 0.2173186268412274, "dislikeCount": 0.23384564936046048, "videoId": "HQ1oODXhqO8", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Cross Fire Crossfire Beta fps Lol Owned actionCross Fire Beta  EgyptBTW U POSTING COMMENTS ON MY VIDEO, JUST HELPS MAKE MY VIDEO MORE POPULAR Me playing CrossFire Beta.     ok, i know the song sucks... that was intentional... now before you comment, i know this video isnt good... reasons why this video isnt good... 1. i wanted to see if video program worked... i wasnt trying to make a \"montage\" ow however you say it 2. i wanted to see if i could post the video onto youtube... 3. the video program made me lagg a bit so i wasnt as good as normal 4. i made this video when game basically started... and gun sucks... 5. i didnt make this video to impress people... or the title would be like crossfire montage scar heavy or something like that... i made this video to show people who dont play crossfire a little of what it is about", "viewCount": 0.5329314470538121, "labels": [0, 1, 153, 562]}, "FDZa6gFgsXQ": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "FDZa6gFgsXQ", "title": "", "description": "", "length": 0.24955443375464484, "keywords": "adoption endometriosis movie trailer documentary family inspirational love hope redemption God Jesus Cincinnati Dayton Ohio spiritual abortion drama\"The Almond Tree\" trailerDocumentary film about a young married couple with fertility issues.", "viewCount": 0.3125481265700594, "labels": [25]}, "U5fpFYD7R0o": {"likeCount": 0.17323937598229688, "dislikeCount": 0.10413926851582252, "videoId": "U5fpFYD7R0o", "title": "", "description": "", "length": 0.2557507201905658, "keywords": "NASA Volcano Io Jupiter Pluto LORRI New HorizonIo Moon of JupiterA collection of images and videos of Io's Tvashtar volcano, taken Feb. 28th by the New Horizons spacecraft Narrated by Dr. Tony Phillips of NASA", "viewCount": 0.43776158305597807, "labels": [468, 635, 700, 717, 1171, 2744]}, "BOQ2KuyPiH8": {"likeCount": 0.12041199826559248, "dislikeCount": 0.03010299956639812, "videoId": "BOQ2KuyPiH8", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "A Night in Tunisia Dizzy Gillespie Michael Philip Mossman Arturo O'Farrill Chico O'Farrill Brooklyn Museum jazz performance concert music live jazz Big Band PerformanceChico O'Farrill Afro Cuban Jazz Orchestra, \"A Night in Tunisia\"The Chico O'Farrill Afro Cuban Jazz Orchestra at Brooklyn Museum on April 2, 2011. A Night in Tunisia by Dizzy Gillespie. Arranged by Michal Philip Mossman. Website Facebook Twitter MySpace Video By Katerina Caterisano of Network Design and Communications, Inc. ", "viewCount": 0.3317018101048112, "labels": [3, 4, 13, 54]}, "BQtLMUNBrk0": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "BQtLMUNBrk0", "title": "", "description": "", "length": 0.26730209071288963, "keywords": "Lake Garda Verona Venice Escorted Tours Coach Holidays travelLake Garda Italy  Leger Holidays  Escorted European ToursGet a preview of what you can see on a Leger Holidays tour to Lake Garda  the largest lake in Italy Garda is located in Northern Italy, about halfway between Brescia and Verona and close to Venice and Florence. The lake is surrounded by breath taking scenery and a host of beautiful places to visit and enjoy along with wonderful food plus plenty of things to do.", "viewCount": 0.35046067706419537, "labels": [571]}, "A3j_KPBstLU": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "A3j_KPBstLU", "title": "", "description": "", "length": 0.253655844257153, "keywords": "royal blood YouTube Ireland royal blood academy dublinRoyal Blood  Out of the Black HD drummer crowd surfs DublinRoyal Blood first night of tour Dublin Academy 271014", "viewCount": 0.3210318519826232, "labels": [3, 38]}, "RpBC8tyDF64": {"likeCount": 0.1806179973983887, "dislikeCount": 0.06020599913279624, "videoId": "RpBC8tyDF64", "title": "", "description": "", "length": 0.2549003262025788, "keywords": "uvm.edu public.resource.orgCover Cropping Techniques  Edgewater Farm, Plainfield, NYCover Cropping Techniques  Edgewater Farm, Plainfield, NY  University of Vermont Extension 2004   University of Vermont Center for Sustainable Agriculture. Uploaded with permission. Noncommercial use only. Lockwood 'Pooh' Sprague, Edgewater Farm, Plainfield NH  Summer cover buckwheat  Summer cover Japanese millet  White clover strips between crops. Farmers and their Innovative Cover Cropping Techniques. A 70minute educational video featuring 10 farms from 5 northeastern states. Produced by Vern Grubinger, University of Vermont Extension. With funding from Northeast Sustainable Agriculture Research and Education SARE Program, U.S.D.A.", "viewCount": 0.4167080919673256, "labels": [112, 126, 220, 262]}, "Rp3mxvMlZ5A": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "Rp3mxvMlZ5A", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "TDChristian Woodbridge Grade BasketballTDChristian Grade 8 Basketball TournamentOn Wednesday, February 24, grade 8 students from various Christian elementary schools gathered at TDChristian High School in Woodbridge, Ont., to participate in a basketball tournament. This video is a sample of video clips and still photos from that event.", "viewCount": 0.31099158630237933, "labels": [0, 70]}, "ccA92yJrlmg": {"likeCount": 0.1, "dislikeCount": 0.06989700043360189, "videoId": "ccA92yJrlmg", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "LAUNCH Creader CRP123 SRS      Creader CRP123    SRS  BMWE39     Creader CRP123    SRS  BMWE39.     WWW.SHOPAUTOPODOLSK.RU ", "viewCount": 0.3827885982789856, "labels": [2, 7]}, "KZX5gmUr6gQ": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "KZX5gmUr6gQ", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "Cincinnati Pops Orchestra Musical Group Erich Kunzel Musical Artist John Morris Russell ConductorPops Classics Kunzel's Greatest Hits  Cincinnati Pops Orchestra  NOV 3 & 17, 2013Spectacular a word that describes the man, the music and every concert that Pops Founder Erich Kunzel touched. Join us as we pull out all the stops in an orchestral salute to the music, mirth and majesty of the Kunzel era, featuring solos by members of your Cincinnati Pops. Hear thrilling selections that Erich championed, from classic film scores and Broadway, including ET The Extra Terrestrial and The Sound of Music, plus favorites by Strauss, Gershwin and Mancini. And it wouldn't be a fitting tribute to Erich without his greatest hit of all, Tchaikovsky's 1812 Overture.", "viewCount": 0.4057437868212939, "labels": [4, 54]}, "6Q2sBujZlR4": {"likeCount": 0.1977723605288848, "dislikeCount": 0.047712125471966245, "videoId": "6Q2sBujZlR4", "title": "", "description": "", "length": 0.2608526033577194, "keywords": "Gerry Anderson Sylvia Anderson Thunderbirds Supercar Fireball XL5 Four Feather FallsA.P. Films Studio TourA CGI reconstruction of the second studios used by A.P. Films the studio that produced Thunderbirds, Stingray etc. These are the studios they used during production of Four Feather Falls, Supercar and Fireball XL5", "viewCount": 0.38985606449397125, "labels": [16]}, "6ZiqMB3DZXw": {"likeCount": 0.11139433523068368, "dislikeCount": 0.07781512503836437, "videoId": "6ZiqMB3DZXw", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "croaking frog toad croak team222badbrad peeperCroaking FrogThis video is a bit long, but just skip through the middle if you want.", "viewCount": 0.3769451179402038, "labels": [15, 1451]}, "6ZqR8cXoa9M": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "6ZqR8cXoa9M", "title": "", "description": "", "length": 0.2540329474790874, "keywords": "RTV R0bSkiiTV Tech Machinima Plantronics Gamecom Commander Headset Pro Gaming Tournament Limited Edition ProdigyX MLG WCG Samsung NYCC Comic Con Headphones TLDtoday Technobuffalo jon4lakersPlantronics Gamecom Commander UnboxingUnboxing of the very limited Gamecom Commander Professional Gaming Headset!  Follow Me On Twitter Check Out The Official Website Livestream Click to Donate ", "viewCount": 0.3087426457036286, "labels": [410, 722]}, "HFZsKIq_B84": {"likeCount": 0.20170333392987805, "dislikeCount": 0.11139433523068368, "videoId": "HFZsKIq_B84", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "Fenix Tragos Amargo Licor Ramon Ayala TMA Fan Fair San Antonio Texas Tejano Music Gerardo CarmonaLas Fenix  \"Tragos de Amargo Licor\"Las Fenix  from Houston, TX \"Tragos de Amargo Licor\" TTMA Fan Fair March 16, 2012 San Antonio, Texas Las Fenix on the Jonny Ramirez Morning Show, KXTN, Oct 22, 2013 ", "viewCount": 0.47446293332511, "labels": [3, 4]}, "i4g7gguDYXk": {"likeCount": 0.15797835966168103, "dislikeCount": 0.0, "videoId": "i4g7gguDYXk", "title": "", "description": "", "length": 0.24183012913197455, "keywords": "Dawn Brancheau..In Memory.. of Dawn Brancheau  Heaven Was Needing a Hero I love this song and i think it gos well with Dawn. We are going to miss.This video is in loving memory of Dawn Brancheau 19692010, Killer Whale Trainer at SeaWorld Orlando, FL. 19692010 Disclaimer The song is by Jo Dee Messina The Title is Heaven Was Needing a Hero", "viewCount": 0.3561220678933944, "labels": [964, 1526]}, "i6nu8uoLpto": {"likeCount": 0.17708520116421445, "dislikeCount": 0.11139433523068368, "videoId": "i6nu8uoLpto", "title": "", "description": "", "length": 0.24248816366310671, "keywords": "guitar hero world tour beat it solo expert practice mode playstation3 scorehero starpowerpodcast toymachine jameslikecoulter iamchris4life guitarherophenom strikebowler priestmlh wulfe79 witwixx mars volta lynard skynard michael jackson eddie van halen jimi hendrix ps3 event Toronto redoctane drums modest mouse float onGuitar Hero World Tour  Expert Drums  Modest Mouse \"Float On\"Here is Jordan Dodge playing Expert Drums to demonstrate the loudness of the kit on expert. Enjoy! COMING SOON Mr. Crowley PFO  Trapped Under Ice PFO  Crazy Train PFO  Freak on a Leash fullband these videos will be available on very soon I will post a video when it's up!", "viewCount": 0.48050860754309666, "labels": [0, 1, 28, 193, 339, 1431]}, "i78KHyrDDZg": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "i78KHyrDDZg", "title": "", "description": "", "length": 0.2507855871695831, "keywords": "G1 android app market games telecaArmageddonoid video tutorialVideo tutorial for Android port of an old video arcade game. You can download the application for free from the Android app market using your G1 or similar phone. Visit Full Transcript below Hello, welcome to Armageddon video tutorial. Armageddonoid is Android aka Google phone port of the old arcade game from the 80s. If you watched Terminator 2 movie maybe you remember what game John was playing in the video arcade when T100 found him for the first time. So basically this game has arcade perfect look and feel in the current release, which means really basic graphics and almost no sound. Also it was developed for the trackball only to be as close to the original as possible. You control your missile launcher using trackball. To launch missile you just press on the trackball. This is how it works... The aim of the game is to defend your six cities from death rays coming from the above. You have limited number of missiles so you need to be quick. You can also play in the full screen mode in horizontal position like this. You need to open your G1 keyboard. It will take a while and the game will reset but then you can play in the horizontal mode. If you feel that crosshair is too small you can go to options. So you just go back to main screen, you click options and you can change the crosshair either to medium or large. You do it like this... You save your preferences and then you can go back to the game. Now the crosshair is larger so you can see it better. One thing that users reported is that trackball can be sluggish from time to time so again you go back to Options and you can something called trackball sensitivity. If you slide it to the maximum, then you go to Save, back to game, trackball will be much more responsive. It will be easier for you to go through the screen to aim. All right, many users have also asked for the touch screen support so it was added to the game. However, it still requires you to touch the screen, hold down and drag your finger to manipulate the crosshair. You can do it like this... So basically you move the crosshair on the screen and then you tap to fire. Still you need to be really quick to blow the ray of death before it reaches your city. The touch screen controls were implemented in a way that it does not really matter where you tap the screen or you put your finger  you still are able to aim and fire. So it does not mean you need to cover the crosshair and move it. You basically touch anywhere on the screen. So tap, hold down, move, and tap again to fire. That would be it in this short video tutorial. Have fun with the game. Thanks.", "viewCount": 0.30863598306747486, "labels": [21, 23, 24, 131]}}