{"KcPDYbMDWUc": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "KcPDYbMDWUc", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "Horse Horses Riding Equestrianism Sport Dressage Hunter phoenix arizona friesian sport american warmbloodFriesian Sport Horse Anne 340 granson FOR SALEI apologize for the cruddy videography I was handholding my DSLR and trying to manual focus! This gorgeous boy is the grandson of the world famous Friesian Ann 340. His dam was an unregistered Morgan. Black and beautiful, he is hard not to notice. This colt is friendly, outgoing & playful. He is healthy no past injuries or illnesses. He has good feet. This young dressage prospect was started right, so you would not be inheriting someone else's mess. He's been with a world class Dressage trainer from day 1. He was not started too early so neither mind or body has been fried or abused. He is supple and soft at the poll. He is quiet and well behaved under saddle especially for his age and he's advancing quickly. His training started in Feb. of 2012, so he is best suited for experienced horsemen who intend to continue his training. With more time and training he would make a nice beginner or kid horse. He is safe he doesn't buck, rare or spook. He has no bad habits or dangerous behavior under saddle. He loads, ties, crossties, can be shod & clipped easily. Only for sale to a good home, he needs a job as he has a bright and active mind. This boy is a great Dressage prospect with a good mind and quality movements which will continue to improve with training and development. Especially his exceptional canter, which is even and well balanced. He is athletically built. I have owned this colt since he was 4 months old so I know his entire history. He is registered AWS and FSHR pending paperwork submitted. He is currently 15.3 hh will easily be 16 hh to 16.2 hh when done growing in a few years. I am selling him because I will be moving in December and can't afford to move him with me. Asking price is 5,500. More info at ", "viewCount": 0.36199277102914684, "labels": [15, 18, 60, 87, 365, 536, 545, 1696]}, "FFwSYZvRkR8": {"likeCount": 0.28388490907372554, "dislikeCount": 0.14913616938342728, "videoId": "FFwSYZvRkR8", "title": "", "description": "", "length": 0.22671717284030138, "keywords": "Minecraft News Jungle Biomes Wolves Breeding Vines Wolf Pup Eggs Snapshot 12w03a Interview Alexander Boden Shapeways Mineways Mojang Notch Jeb Mollstam Jon Monkeys Curse Network Curse Network Jungle Biomes gaming Cursenetwork curse curse gaming Curse partner curse youtube partnerMinecraft  Mojang News Jungle Biomes & 20 Million Users!We collect MinecraftMojang news together each week. For daily updates, check out Links Snapshot 12w03a Music Approaching Nirvana  Even While ", "viewCount": 0.5063104327409208, "labels": [0, 1, 27]}, "EmkJ7ihu3lY": {"likeCount": 0.15440680443502758, "dislikeCount": 0.047712125471966245, "videoId": "EmkJ7ihu3lY", "title": "", "description": "", "length": 0.215836249209525, "keywords": "terminal independent trio denmark mtv mtvu ignite the world pop rock indie live acoustic video my chemical rise and sing waiting for can't die look at me now terminal.nu ignitetheworld.nu teen wolf santa monica los angeles unsigned guitar bass keyboard singing multiframe music Roland DSLR DSLR Canon 60D 500d HD Tamron 1755 clip official Acoustic Music Musical Genre Music Video Product Line Alternative Digital Video Clipterminal  My Chemical acoustic versionDownload our 2012 single \"My Chemical\" on iTunes US  DK  Download \"My Chemical acoustic version\" for free right here WATCH THIS VIDEO ON MTV.COM  2012 terminal follow terminal on these sites for more music, videos, pictures, and news  official site Thanks to Rosanna, David Mrup, Lasse Baunkilde, Daniel Weiman Lauridsen, Anders Ortmann, Rune Woody Rauff Schultz", "viewCount": 0.33622939379642314, "labels": [9, 14, 40]}, "MCz44hbZ0rg": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "MCz44hbZ0rg", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "Asus 750i EVGA GTX 285 SSC Intel Q9450 3.2 Kingstone Hyper gigs NZXT Sentry Lx Tempest OZC 700W Samsung 2253BW SilenX 120 mm Windows XP Pro SP3 Zalman 9700 Accelero XTREME 280Tempest Update 01Asus 750i EVGA GTX 285 SSC Intel Q9450  3.2 Kingstone Hyper X 2 gigs NZXT Sentry Lx NZXT Tempest OZC 700W Samsung 2253BW SilenX 120 mm USB TV Box Windows XP Pro SP3 Zalman 9700 next update Accelero XTREME GTX 280 ", "viewCount": 0.3387567779417189, "labels": [1]}, "Tzl_jpzBopU": {"likeCount": 0.38016780590358934, "dislikeCount": 0.25599066250361124, "videoId": "Tzl_jpzBopU", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "echosmith cool kids echosmith cool kids live the next star finale the next star tns7 ytvTNS7  Echosmith  Cool Kids LiveWe were SO antsy waiting for EchoSmith to perform their song \"Cool Kids\" once they did....LIFE WAS PERFECT. Check out their album \"Talking Dreams\" on iTunes! ", "viewCount": 0.594441851027145, "labels": [3, 4]}, "U3qtLNVKXcU": {"likeCount": 0.1806179973983887, "dislikeCount": 0.12552725051033062, "videoId": "U3qtLNVKXcU", "title": "", "description": "", "length": 0.21702617153949577, "keywords": "Mitsubishi Lancer Ralliart 2012 Mitsubishi Lancer Ralliart Lancer Ralliart2012 Mitsubishi Lancer Ralliart Sportback test drive2012 Mitsubishi Lancer Ralliart test drive. Click for the full review.", "viewCount": 0.47688082344108196, "labels": [2, 7, 104, 573, 1167]}, "PpV_z9aY2jM": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "PpV_z9aY2jM", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "harry potter all about us. un video sui tre amici pi specialiharry potter  all about usun video sui tre amici pi speciali ", "viewCount": 0.3257438566859814, "labels": [282]}, "A5W5mJdxQWc": {"likeCount": 0.2792391689498254, "dislikeCount": 0.12552725051033062, "videoId": "A5W5mJdxQWc", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "bf3 bf3 howto bf3 how to bf3 tips and tricks bf3 rival gaming bf3 rival bf3 rival xfactor rival xfactor bf3 tutorial bf3 videos bf3 help bf3 need help bf3 tip bf3 tips bf3 tutorial videosBf3 How to hipfire and mp7 deathmachineHave you ever tried the MP7? Go unlock laser sight and extended mag and go ape shit on the hipfire. This thing has a massive hipfire range and will mow through baddies quickly. This video also contains tips and tricks on how and when to hipfire and use a laser sight. If someone is at medium range remember to burst fire! Baddies will drop like flies!", "viewCount": 0.4497896742913221, "labels": [0, 1, 35, 124, 287]}, "Rkia6LYlFcE": {"likeCount": 0.32734642726213464, "dislikeCount": 0.18325089127062366, "videoId": "Rkia6LYlFcE", "title": "", "description": "", "length": 0.260959440922522, "keywords": "samsung galaxy s6 galaxy s6 htc one one htc m9 iphone iphone 6 camera comparison ultimate photos videos better review compare versus vsSamsung Galaxy S6 vs iPhone 6 vs HTC One M9  Ultimate Camera Comparison!This is my comparison video of the Galaxy S6, One M8 and iPhone 6's camera. Hope you enjoy it! No color correction added, all raw footage. Samsung Galaxy S6 vs HTC One M9  4K Video Recording Add me on Google Plus! Follow me on twitter  Sign up for Amazon Prime 30day FREE trial and support my videos Amazing Amazon daily deals USA Canada Music provided by Bealeg Add me on Google Plus! Follow me on twitter Instagram  Sign up for Amazon Prime 30day FREE trial and support my videos Amazing Amazon daily deals USA Canada Music provided by Bealeg ", "viewCount": 0.5374269808793429, "labels": [21, 23, 24, 73, 115, 158]}, "RkyEStXQhi8": {"likeCount": 0.16232492903979007, "dislikeCount": 0.03010299956639812, "videoId": "RkyEStXQhi8", "title": "", "description": "", "length": 0.260530504614111, "keywords": "DODGE COAL POWER CUMMINS RAM SMOKE LIFTED WHEELS BLACK TINT DIESELS2001 DODGE RAM 24V DIESEL 6 SPEED LIFTED 149K TEXAS TRUCK USEDCUMMINSTRUCKS.COMHERE IS A SUPER NICE TRUCK GUYS! A LIFTED 2001 DODGE RAM 2500 4X4 QUAD CAB SHORTBED TRUCK,. CUMMINS 24V HO. TURBO DIESEL. LARAMIE SLT. 6 SPEED TRANSMISSION. NEW CLUTCH. ROCKSTAR WHEELS, NICE TIRES. SPRAY IN BEDLINER. BIG STACK, WARN FRONT BUMPER, EXTRAS. WHAT A NICE TRUCK. WE SHIP NATIONWIDE. SEE OUR WEBSITE FOR OTHER PRODUCTS AND SERVICES AT WWW.USEDCUMMINSTRUCKS.COM CALL JOHN ANYTIME AT 6074237729", "viewCount": 0.4486614643007203, "labels": [2, 75, 95, 172, 437, 810, 1155, 1339]}, "RlxxTDDluvk": {"likeCount": 0.2673941998634088, "dislikeCount": 0.16901960800285137, "videoId": "RlxxTDDluvk", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "IOS  NOOOGAMES no games   Geometry Field Of Study Geometry Dash 2 \"Back On Track\"         Android & iOS", "viewCount": 0.4737073314641917, "labels": [1, 2040]}, "uZsZJly1tmQ": {"likeCount": 0.19242792860618818, "dislikeCount": 0.14913616938342728, "videoId": "uZsZJly1tmQ", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "tom and jerry cartoon networkAngry Rant on Tom & JerryFacebook Twitter Tumblr Second Channel ", "viewCount": 0.34336098433237183, "labels": [1857]}, "KWUL_77HZW4": {"likeCount": 0.1361727836017593, "dislikeCount": 0.03010299956639812, "videoId": "KWUL_77HZW4", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "Magic card Helder Guimaraes bond lee  trick tricks Bond  Card TrickThis is one of my favorite card effect from Helder Guimaraes. Kind of cool!", "viewCount": 0.31464381352857745, "labels": [215, 217, 600]}, "8Lh4REpwd4k": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "8Lh4REpwd4k", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "life is a highway rascal flatts country music country music video music video highway life cars life is a highway cars cars life is a highwayLife Is A Highway Music VideoLife Is A Highway Music Video. Music by Rascal Flatts.", "viewCount": 0.35879353486363563, "labels": [136, 1023]}, "6RWvREVkANs": {"likeCount": 0.047712125471966245, "dislikeCount": 0.07781512503836437, "videoId": "6RWvREVkANs", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "sound audio bass subwoofer loud system speakers amp sounds deck door kenwood 6x8 5x7 ssl storm laboratories ported box boxes dual alpine type typer twelves 12's four big three upgrade pyle in inch flip out screen monitor 10 gauge ground power wire diy Two Pioneer Speaker Cars Automobile4 alpine type r's no bass in this vid click embedded link to get to my RE'S   just a show of my set up. four alpine type r 12's in two ported boxes with a 5000 watt max 2500 watt rms ssl amplifier. 10 gauge ground wire. dual fused power wire. 200 amp high output alternator and big three upgrade and kenwood 6x8 speakers", "viewCount": 0.3881042108193406, "labels": [2, 7]}, "HIu4qu8ApL4": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "HIu4qu8ApL4", "title": "", "description": "", "length": 0.2506505032404872, "keywords": "classical instruments trumpet live band march band musical instruments marching music classical saxophone sax flute tuba orchestra Music Live Music Classical Music ConcertJohn Williams. arr. by Paul Lavender, Mtsk dechov orchestr mladch Doln Beneov\"Theme from E.T.\", \" The mission theme\", '\"The imperial march\", \" Star wars\", \"Cantina Band\", \"Olympic spirit\", \"Theme from jaws\" Mstsk dechov orchestr mladch Doln Beneov, Vnon koncert 2010. The youth wind orchestra.", "viewCount": 0.3068185861746162, "labels": [3, 4, 6, 13, 54]}, "ZNKU1MoyMXU": {"likeCount": 0.1380211241711606, "dislikeCount": 0.047712125471966245, "videoId": "ZNKU1MoyMXU", "title": "", "description": "", "length": 0.2534026106056135, "keywords": "Assassin's Creed 3 100 Sync Assassin's Creed III 100 Sync Assassin's Creed 3 100 Sync Assassin's Creed III 100 Sync 100 Sync 100 Sync Sequence 3 Memory 2 Sequence 3 Memory 2 Execution is Everything PerfectionistAssassin's Creed 3 100 Sync  Sequence 3  Memory 2  \"Execution is Everything\" PerfectionistThe Infamous Dr. Q shows you how to get 100 sync in \"Execution is Everything\" with stepbystep commentary. Assassin's Creed 3 is a game developed by Ubisoft Montreal and published by Ubisoft. Use of gameplay footage is for educational purposes, and is protected under Fair Use.", "viewCount": 0.3813380806733856, "labels": [0, 1, 35, 285, 904]}, "ZXqmLXmRswA": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "ZXqmLXmRswA", "title": "", "description": "", "length": 0.25954962218255745, "keywords": "rolling thunder normal difficulty round eleven albatross leila gimdo geldra jay wcpo heroes villains terrorists namcoRolling Thunder 2 Normal Difficulty Round 11I never got a chance to finish this so hey, with summer vacation and all... I finally got an opportunity to go for it. Okay, as much as I hate to admit it... this level is just absolute hell. Enemies all over the place and this requires you to play the waiting game which can basically suck but at times is the only way to conserve ammunition for the final boss. Here's the final round but you are probably wondering if I plan to do this again in the harder difficulty. Only time will tell because for now, I have much to do.", "viewCount": 0.3257918450314059, "labels": [0, 1, 5, 739]}, "0JKFu_5hJTs": {"likeCount": 0.16334684555795864, "dislikeCount": 0.0, "videoId": "0JKFu_5hJTs", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "reiner & shoot hillel reiner ellie orian david gorensteyn yonatan bar shai saadia omri bar levi music As Time Goes By Composition RISOTTO STUDIOReiner & Shoot'  As Time Goes By Directed by  Omri BarLevy Music Written, Composed & Produced By  Hillel Reiner Vocals  Ellie Orian Guitars  Hillel Reiner Bass  Shai Saadia In video  Yonatan Bar Drums  David Gorensteyn Mixed by  Shai Saadia & Hillel Reiner at Risotto Studios, Israel Mastered By  Shai Saadia Lyrics  Goodbye, you can note i am happy While you stare from down below I've cried, its so tense i am snapping It all will fade as time goes  Dive to the black vast of sweetness Where the loved ones soon will meet Deprived of what before was needless, you fade away Please smile, please dial, please talk to me Please howl, please growl, please don't leave me As time, as time goes by you become far, you become dim, you become shy Fragile pain, I'm not sure As time goes by, I need you more and more", "viewCount": 0.3359835482339888, "labels": [14]}, "diW1IRekUZE": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "diW1IRekUZE", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "2009 Oklahoma 5a Basketball State Champions The Guthrie Bluejays2009 Oklahoma 5a Basketball State Champions The Guthrie Bluejays2009 Oklahoma 5a Basketball State Champions The Guthrie Bluejays", "viewCount": 0.33234583668494677, "labels": [0, 52, 70]}, "nMk3ZzZBSBs": {"likeCount": 0.20681858617461618, "dislikeCount": 0.03010299956639812, "videoId": "nMk3ZzZBSBs", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "Carl Paoli Naka Athletics GymnasticsWOD Progressions CrossFit Gymnastics WOD pull up blocking movement shoulder position external rotation hand wrist grip neutral strength muscle up internal collapsePull and Grip Strength Progression Pt.6Get our 1 movement progressions app  The GWOD Spot  now available in the iTunes  Google Play  and Kindle  App store! Update you can get the Grandfather Clock Grips you see in this video at Rogue Fitness In this progression series, Coach Carl demonstrates different ways to build up pull and grip strength with different gear through multiple modalities. In this video, Carl practices pulling with a good external rotated shoulder position by using the Rogue Grandfather Clock Grips. Since the design of the Clock Grips hang vertically, not only will you build more hand grip strength to be able to hang statically or hold a chinup, but you will need to wind up your shoulder tight in external rotation to not collapse and fall through. Same goes for the Pull Up with the Clock Grips, because of the vertical grip it blocks your movement by requiring full external rotation in the shoulder for you to initiate the Pull Up properly in your back and shoulder blades. GymnasticsWOD.com, fueled by Naka Athletics. This content is licensed under a Creative Commons AttributionNonCommercialShareAlike 3.0 Unported License.", "viewCount": 0.41898831626469174, "labels": [1103]}, "nN98CUmuJ1E": {"likeCount": 0.29206450014067875, "dislikeCount": 0.1361727836017593, "videoId": "nN98CUmuJ1E", "title": "", "description": "", "length": 0.25477747053878225, "keywords": "Earthquaker Devices Tentacle Octave Up Green Ringer FuzzEarthquaker Devices TentacleBuy Now This is the Tentacle, from Earthquaker Devices. The tentacle is a nononsense octaveup fuzz machine for players that desire a crisp, clean analog octave up. The Tentacle was originally released as part of the Hoof Reaper fuzz pedal and slipped in as a bonus circuit. Players soon discovered the virtues of this knobless wonder and so Earthquaker has delivered the goods in a compact design. The relatively low gain pedal uses a DC rectifier circuit to recreate crystal clear analog octaveup goodness when played past the 12th fret, and more importantly with the guitar's neck pickup. Unlike most fuzzes, the Tentacle reacts more to the tone control of the guitar rather than the volume, and players can think of the guitar's tone control an extension of the pedal. When chords are played, the Tentacle trades its octave up character for a ringmodulated maelstrom of tones. Best of all, the Tentacle reacts differently when stacked with any dirt box under the sun, so the pedal is a musthave for experimentalists. And like all Earthquaker devices, the Tentacle uses high quality, low noise parts and is handmade one at a time in flavor country, Akron Ohio.", "viewCount": 0.5171240708142195, "labels": [4, 9, 10, 37, 421]}, "O-8RkRDLZl4": {"likeCount": 0.23636119798921446, "dislikeCount": 0.1806179973983887, "videoId": "O-8RkRDLZl4", "title": "", "description": "", "length": 0.2617000341120899, "keywords": "Mosquito zapper Mosquito racket emp High Voltage van de graaf manila philippines Bug Zapper Product Category disposable camera flash flash charging circuit taser tazerHigh Voltage from Mosquito Racket ZapperI wanted a high voltage, low current, power source to be used for various experiments. I tried to make a van de graaf machine but the humidity in Manila 60  was just too high to get it working. I bought a rechargeable Mosquito Racket Zapper from the hardware store, it was on sale for 200 PHP. I short circuited the push button to make the racket always 'armed' whenever it's switched on. I also removed the AC prongs and wired an extended cable and plug onto the existing wires. Unfortunately the AC charging circuit exploded literally when the racket was made to spark at the same time as charging. So I removed the battery and wired a 5v AC adapter in place of it. I replaced the original metal mesh screens with two lengths of solid core house electrical wire. The capacitors inside are rated for 400 volts. While I've seen experiments showing significantly higher voltages being pushed through underrated capacitors, I'm pretty confident based on maximum spark gap that this racket really is 400 or less volts. The estimated current is 0.03 milliamps. While It may look like a taser, it's not, and it wouldn't make a very good one due to the low voltage. But it's perfect for experiments like the EMP test I performed in this video which managed to completely fry my digital thermometer and just reset the calculator. Modifying or using a bug zapper is a lot easier than using the flash charging circuit from a disposable camera. SUPPORT ME If you enjoyed this video, please remember to give a LIKE and click here to subscribe to my channel  ", "viewCount": 0.4696958914626985, "labels": [1233, 3592]}, "1K_21ySGfKw": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "1K_21ySGfKw", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "School Lincoln High School Canterbury New Zealand Last Day Pizza Water slide bananap1e Christchurch Graduation Canon 60D Canon EOS 60D GoPro Hero 2 DSLR Video Year 13 Lincoln High SchoolLincoln High School  Last Day 2012Last day of class for Lincoln High School Class of 2012 Thanks to Richard Scott and Jordon Jones for their help with this video. For more check out ", "viewCount": 0.3605089461881581, "labels": [205]}, "OMlJcZzu5Yc": {"likeCount": 0.2848189116991399, "dislikeCount": 0.24563660331290432, "videoId": "OMlJcZzu5Yc", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "Longer Hair Growth Grow Your Faster Nisim FAST FAST Shampoo hair formula 37 fructis how to grow long hair fast quick hair growth locks of love angel hair for kids long hair longer hair mane and tail mane n tail Locks of Love african american ethnic black afro dry damaged Hair Quotation Subject Howto Conference Subject Longer Composition Haircut Natural how to stongerLonger Hair Growth  Grow Your Hair Faster! Nisim FAST Fortified Amino Scalp Therapy for Longer Hair Growth. To order go to Enter discount code YT for a special YouTube discount. Ever cut your hair and then regret it? Want that long hair back and fast? Well, now it's possible! Nisim International, an innovator in hairscalp technology has invented FAST Fortified Amino Scalp Therapy, a shampoo & conditioner proven to make your hair grow longer and faster. Up to 2 times faster, in fact! Grow Your Hair Faster  ", "viewCount": 0.6014585216098526, "labels": [50, 850, 931]}, "LhVQy73inf0": {"likeCount": 0.15440680443502758, "dislikeCount": 0.047712125471966245, "videoId": "LhVQy73inf0", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "CounterStrike Video Game Frag Shooter Game Media Genre AWP vertiGo insomnia 53 LAN Coventry RIcohvertiGo  Multiplay i53 LAN fragsFrags from the knockout stages of i53 LAN. All demos can be downloaded here insomnia53 LAN  21st  23rd November 2014 1st Team Infused  2000 redSNK, fearLess, ZED, SHEEKEY, Puls3 2nd vexstaR  1000 r0m, twirl, dephh, TaffSteR, Lumji 3rd fmeSports TOXIC  600 RattlesnK, weber, nEiLZiNHo, Whindanski, mikeS 4th TLR  400 vertiGo, b3n, ALIG, paynt, gintx", "viewCount": 0.36419695977020594, "labels": [0, 1, 219]}, "pQj9uHmBS8g": {"likeCount": 0.09542425094393249, "dislikeCount": 0.06020599913279624, "videoId": "pQj9uHmBS8g", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "After Liife No Limits Coaster SimulatorAfter Life A No Limits CoasterAfter Life is suposed act like dieing and going through After Life!made with No Limits Simulator.", "viewCount": 0.32997251539756367, "labels": [141, 255]}, "-CQxyzPNTV8": {"likeCount": 0.09542425094393249, "dislikeCount": 0.12304489213782739, "videoId": "-CQxyzPNTV8", "title": "", "description": "", "length": 0.24440447959180764, "keywords": "ATM Skateboard Review 2014ATM Skateboard Review 2015ATM Skateboard Review Hope you guys liked this ", "viewCount": 0.342829681398288, "labels": [68, 72, 945]}, "4EDtAvjvXCs": {"likeCount": 0.29689496809813426, "dislikeCount": 0.19030899869919438, "videoId": "4EDtAvjvXCs", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "Toyota Camry slammed static stance stretch Tailored TLRD funcshun functionfuncshun Episode 24 Randy Do's Static Toyota CamrySome people roll harder than others, Randy is one that raises the bar. The front lip scrapes on level ground. Music HeartbeatInstrumental  Childish Gambino", "viewCount": 0.5344518024015542, "labels": [2, 7, 171, 235, 1789]}, "4IYZoEfX8Ps": {"likeCount": 0.26766936096248667, "dislikeCount": 0.2037426497940624, "videoId": "4IYZoEfX8Ps", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "xKarenina Reni Schminke makeup vlog vlog outfit of the day OOTD fashion Styling Klamotten chic schick Bluse Ballerinas dvd dead until dark true blood Filmtipp Dior Rouge 028 Mazette style makeup lookOOTD fastchicDead Until Dark Augen Max Factor False Lash Effect Mascara Wangen Soleil Tan de Chanel Gesicht Astor Mattitude HD Foundation Ivory, M.A.C. Studio Finish Concealer NC15, Guerlain Mtorites Compact Teint Rose, M.A.C. Blush Harmony als Kontur Ngel O.P.I. Alpine Snow, Bubble Bath renifragdiegurus.de ", "viewCount": 0.4767385944082948, "labels": [39, 156, 233]}, "XYRUN9sEbSA": {"likeCount": 0.1740362689494244, "dislikeCount": 0.07781512503836437, "videoId": "XYRUN9sEbSA", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "Slash VXL Gearbox ClickingSlash VXL Gearbox ClickingWhat's the mysterious ticking noise coming from the gearbox???", "viewCount": 0.4133634698058928, "labels": [2, 7, 729]}, "XZmbxzK_fEA": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "XZmbxzK_fEA", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "DECOLLAGE TAKEOFF BOEING 737800 RYANAIR BADENBADEN GERONAS FKB GRO airport airplane aviation airplanes plane aircraftDecollage vol FR9212 Ryanair  BadenBaden  Gironas en Boeing 737800Dcollage en Boeing 737800 Ryanair. De Karlsruhe BadenBaden fkb pour Gironas gro. Take off Boeing 737800 Ryanair from FKB to GRO.", "viewCount": 0.3254548077108974, "labels": [2, 44, 46, 107, 109, 114, 138, 145, 602]}, "SpHu4vgfnb0": {"likeCount": 0.12552725051033062, "dislikeCount": 0.09030899869919436, "videoId": "SpHu4vgfnb0", "title": "", "description": "", "length": 0.24885507165004445, "keywords": "Nail Polish Trendy Fashioneasy nail art design for teensthis is a super easy nail art design and I hope you guys try it out!!", "viewCount": 0.34261858252445115, "labels": [49, 181, 216, 222]}, "moqcOGboJsk": {"likeCount": 0.3717753693210716, "dislikeCount": 0.2155336037465062, "videoId": "moqcOGboJsk", "title": "", "description": "", "length": 0.2611723308007342, "keywords": "Marvel Comics Production Company Television Program Media Genre SpiderMan TV Program Fantastic Four TV Program Hulk Comic Book Character XMen TV Program Iron Man Armored Adventures TV Program intros old cartoons marvel cartoons desene fox kids desene jetixMarvel 1994 TV Series Openings Spiderman, Fantastic Four, XMen, Hulk, Iron Man HDMy childhood. Marvel 1994 19921998 TV Series Openings Spiderman, Fantastic Four, Xmen, The Incredible Hulk, Iron Man List Spiderman 19941998 Fantastic Four Intro 1, 2 19941996 Xmen 19921997 The Incredible Hulk 19961998 Iron Man Intro 1, 2 19941996 Copyright Marvel Comics", "viewCount": 0.572355171520355, "labels": [5, 16, 354, 623, 897]}, "msmVDlNOgMo": {"likeCount": 0.1968482948553935, "dislikeCount": 0.1079181246047625, "videoId": "msmVDlNOgMo", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "skyrim cannibalism eating other people in taste of death quest arrow the knee used to be an adventurer leg ringSkyrim Eating another person Canibalism in SkyrimA taste of death quest, get the ring of namria that lets you eat people for bonuses.", "viewCount": 0.43592851538934707, "labels": [0, 1, 357, 372]}, "7gwm_moLdjo": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "7gwm_moLdjo", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "cheerleading ehtyo jv atlanticEHTYO Atlantic JV 07cheertech island championships FIRST PLACE ROUTINE!", "viewCount": 0.32588766293721316, "labels": [8]}, "qHN292EqpwI": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "qHN292EqpwI", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "PAX 1.8 update minecraft 1.8 minecraft 1.8 update PAX 1.8 minecraft 1.8 gameplay1.8 Stream LinkEndermanInfo.Just extras. LINK", "viewCount": 0.32946866242794437, "labels": [27, 246]}, "hPpzClTxgkY": {"likeCount": 0.23404441148401187, "dislikeCount": 0.10413926851582252, "videoId": "hPpzClTxgkY", "title": "", "description": "", "length": 0.25440680443502756, "keywords": "RubeVidz The Beauty of Black Ops S&D Edit Search and Destroy Call Duty CoD Pickle9000 Machinima Rube Productions Modern Warfare Theatre Mode Video Games Cinematics Art Cinematic Cinematography BO1 BO Montage\"The Beauty of Black Ops\"  S&D EditLike the video if you enjoyed! Also, read down below if you have a minute  I really wanted to head back to my old style of editing so to speak. I missed editing with Black Ops gameplaytheatre, especially because MW3's theatre mode is horrible. I hope you enjoy the video as much as I love continuing to make them for you. Also, I would like to have this video respark a new chapter for my channel. I understand recently that my audience has slightly shifted their taste or either interest for many reasons, but I believe edits like this were the main reason why you subscribed to me in the first place. I would really like this video to gain the exposure I think it deserves, so a like and a possible favorite would be greatly appreciated as it always is  In other news, I started school this week so I may be doing vlogscommentariesset up videos when I have the chance explaining my current schoolingliving situations. Also, with school going on, I will try my very best to bring you content weekly to the best of my ability but sometimes school does take priority. l With all this said, I love all you guys, look for this video up on Machinima and keep supporting me because without you guys, there wouldn't be this vast amount of motivation that keeps me going. D Talk to you all soon! Josh Music Friend  Blackmill Twitter Facebook My Machinima Posts My Video Game Shop ", "viewCount": 0.3399673721481038, "labels": [1, 36, 147]}, "92hb5wi5Nj8": {"likeCount": 0.20253058652647704, "dislikeCount": 0.11139433523068368, "videoId": "92hb5wi5Nj8", "title": "", "description": "", "length": 0.2502427119984433, "keywords": "Monster's Nissan 240sx S13 sr20det start drive monster widebody bbsMonster's nissan 240sx S13 SR20det first startThis is the first start and drive of my SR20det swap. 2 years later its still running strong. mods fmic, 3\" downpipe, no exhaust, apexi filter.", "viewCount": 0.489191082383833, "labels": [2, 7, 17, 90, 196, 1852]}, "vKg3UEMHvcs": {"likeCount": 0.06989700043360189, "dislikeCount": 0.09030899869919436, "videoId": "vKg3UEMHvcs", "title": "", "description": "", "length": 0.24048337166199382, "keywords": "dpjsc tutorial how to make pikachu pokemon emblem in call of duty black ops cod bo this is cookie monster KFKG killforkillgames richardrazzQuick Tutorial  How to make Pikachu emblem in Black OpsQuick tutorial on how to make the Pokemon Pikachu in the Call of Duty Black Ops emblem category. I hope you enjoyed this and please subscribe for more tutorials on emblems. Elmo emblem tutorial  Cookie Monster emblem tutorial  Original creator for the Pikachu emblem  What you need to create  1 Diamond  Page 1 6 Circles  Page 1 1 Cartoon Lips  Page 13 3 Ornate Swords  Page 15 1 Indented Shield  Page 14 Comment,Rate,Subscribe!", "viewCount": 0.35558196830611916, "labels": [0, 36, 147, 1119]}, "AAwoDevzW4Q": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "AAwoDevzW4Q", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "Poker Premier LeagueParty Poker Premier League 2008Party Poker Premier League 2008 launch", "viewCount": 0.3110926242266421, "labels": [611]}, "ABgVlHILFm8": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "ABgVlHILFm8", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "cars sv arab middle east uae U.A.E COOL PLATES NUMBER ROLLS ROYCE CARS BUGATTI HAMMAN TYCOON VOLCANO automobiles motorcycle accidentLuxury cars from Middle EastArab winning at the part of exotic cars", "viewCount": 0.30996806411092503, "labels": [2, 7, 48, 177, 1484, 2408]}}