{"bM41k2R9YL8": {"likeCount": 0.1806179973983887, "dislikeCount": 0.06020599913279624, "videoId": "bM41k2R9YL8", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "MixerProductions Donkey Kong Country Diddys Quest DKC2 KROOKS MARCH CHAIN LINK CHAMBER CASTLE Theme OST Soundtrack Music Sega Genesis Megadrive remix Rocket Knight Adventures Ristar Ecco the Dolphin Sonic Hedgehog Shinobi VOPM soundfont Dave Wise Nintendo RAREDonkey Kong Country 2  KROOK'S MARCH Sega Genesis RemixSega MegadriveGenesis style remixes of the Donkey Kong Country 2 soundtrack. Original MIDI file sequenced by Andreas and Savas Oulassoglou. I used alot of sounds from Rocket Knight Adventures this time round for that orchestral epic sound Download the album in full here ", "viewCount": 0.3833593293998456, "labels": [0, 1, 5, 739, 822, 2496]}, "bMOEOj1sRMc": {"likeCount": 0.0, "dislikeCount": 0.03010299956639812, "videoId": "bMOEOj1sRMc", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "0809 2008 20082009 2009 Ability Action American Arts Ballon Baseball Basketball Best Cristiano Ronaldo Can Combat Cops Cup D'or Extreme FIFA Freestyle Ftbol Futebol Goals Golf Hockey Ibrahimovic Imagine Lionel Manchester ManUnt Marti Football ronaldhino tevezBest Viva Football Soccer Skills 200809Best Viva Football Soccer Skills 200809 this vid Ft. Vico  Follow My Lead. the story far from season 20082009. Hope you like it please Subscribe,rate And leave a comment what you think about the vid please Best Football Viva Futbol Skills 200809", "viewCount": 0.3154119525515847, "labels": [0, 12]}, "kimmbjsF0rI": {"likeCount": 0.16901960800285137, "dislikeCount": 0.1146128035678238, "videoId": "kimmbjsF0rI", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "music band glory for an idol bury tomorrow HERITAGE we are triumphant sworn in metalcore manchester heavy of mice and men lost atlanta Metal Lyrics Official Song Full rise records northlane Sumerian Records Record Label record label the alexia agency greg long jared dines instagram twitter facebook issues beartooth empires fade like moths to flames wasted youth promotions mancunian the color moraleGlory For An Idol  Behind Closed Doors Official Lyric VideoOfficial lyric video for our brand new track 'Behind Closed Doors' Follow Glory For An Idol ", "viewCount": 0.38138477542288546, "labels": [14]}, "no6ZDJrH-zc": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "no6ZDJrH-zc", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "Hoover Convertible vintage vacuum cleaner sweeperTake a look !!! See what a vintage Hoover Convertible can do for YOUR carpets and upholstery.Here you will see me showing my Hoover Convertible Promotional Model 704. You will see me turn a really bad looking livingroom carpet, into a clean beautiful carpet. And as a bonus, I also use the attachment kit that was an optional extra, to show you how the \"Convertible\", \"converts\", to above the floor cleaning easily and quickly.", "viewCount": 0.353592674139557, "labels": [2, 7, 458, 818]}, "nsUbHBsclVA": {"likeCount": 0.1361727836017593, "dislikeCount": 0.13979400086720378, "videoId": "nsUbHBsclVA", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "roblox how to privacy mode free robux tix tickets currency youtube awesome cool story bro are you reading this go away XD keylogger download hack exlploit chat other players communicate talk in forum etc. groups status blurb text input turn off live almost talking Roblox Video Game Howto Conference SubjectHow To Disable Privacy Mode on RobloxThis video shows you how to disable privacy mode on Roblox.", "viewCount": 0.42102382361617274, "labels": [714]}, "J6zTbNI-GTs": {"likeCount": 0.2212187604403958, "dislikeCount": 0.11139433523068368, "videoId": "J6zTbNI-GTs", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "Noticias Minecraft PE 0.12.0 Mesa de Encantamientos Luminosa y ConfirmadaNoticias Minecraft PE 0.12.0 l Mesa de Encantamientos Luminosa y Confirmada!Noticias Minecraft PE 0.12.0 l Mesa de Encantamientos Luminosa y Confirmada en unas semanas tendremos las betas de la 0.12.0 D  Twitter FuryDroiid Skype iAppleTouch0 Si te ha gustado este video comenta , dale LIKE y suscribete!!!   Noticias Minecraft PE 0.12.0 l Mesa de Encantamientos Luminosa y Confirmada! Noticias Minecraft PE 0.12.0 l Mesa de Encantamientos Luminosa y Confirmada!", "viewCount": 0.3746400644491561, "labels": [0, 27]}, "J9VFQRTc_Xo": {"likeCount": 0.28305886686851445, "dislikeCount": 0.10413926851582252, "videoId": "J9VFQRTc_Xo", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "HeMan Fictional Character Raisi K The Throwaways 2 Retro Hip Hop BeatThe Throwaways 2  Run The Universe HeMan  RealDealRaisiKThrowaways 2 Mixtape Coming Soon. DL Link below. Enjoy!  Raisi K. DL Link  ", "viewCount": 0.4658802904446173, "labels": [3338]}, "l16PVEy_u1c": {"likeCount": 0.20170333392987805, "dislikeCount": 0.09542425094393249, "videoId": "l16PVEy_u1c", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "lk tha goon icey da zoe kid percy jones 45starz hood face ocean gang canadaCypher  LK ft Icey Da Zoe Kid & Percy Jones VIDEOPROD BY XclusiF FILM ...", "viewCount": 0.4348849823480575, "labels": [14]}, "H8Euysz_IIs": {"likeCount": 0.20492180226701817, "dislikeCount": 0.0, "videoId": "H8Euysz_IIs", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "Wigan Athletic F.C. Football Team Reading F.C. Football Team dw stadiumWIGAN ATHLETIC 3 READING 0  MATCH HIGHLIGHTS  18042014Highlights of Wigan Athletic's emphatics 30 win over playoff rivals Reading. ", "viewCount": 0.3975845225467567, "labels": [0, 12]}, "HCKRfLC11JA": {"likeCount": 0.16334684555795864, "dislikeCount": 0.0, "videoId": "HCKRfLC11JA", "title": "", "description": "", "length": 0.25465426634781313, "keywords": "BJ Duling Highlight Recruit Video Mixtape Highlights Newark New Albany 2017 Class of 17 Sophomore Forward Columbus Ohio OH Basketball Hoops High School Ball Athlete Athletics Sports FilmBASKETBALL RECRUIT BJ Duling  Forward, 6'7\" Newark HS Class of 2017BJ Duling  Forward, 6'7\" Newark High School Newark, OH  Class of 2017 2015 Statistics 9.8 PPG  4.6 RPG  1.5 APG 2PT FG  51 80156 Wingspan 82\"  Vertical 35\" 2015 Honors Sophomore 2nd Team AllOCC, Honorable Mention AllCentral District AAU Information AllOhio Red  Coach Neshawn Coleman Contact Information Email bjduling23gmail.com Coach Jeff Quackenbush  Newark HS Phone 7406707435 Email jquackenbushlaca.org Video filmed, produced, and edited by Storied Rivals Sports Media, LLC www.storiedrivals.com", "viewCount": 0.4055034123674614, "labels": [0, 52, 70, 125]}, "dlSdlKCCSRI": {"likeCount": 0.2762678563727436, "dislikeCount": 0.1079181246047625, "videoId": "dlSdlKCCSRI", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "waiting for love behind the scenes minecraft song avicii song 360 degrees best songs top songs 360 video miencraft 360 xbox pc xbox 360 note block note block song minecraft Minecraft AwardWinning Work music video bts runescape grande music video parody minecraft parody minecraft dance minecraft film minecraft animation minecraft video minecraft music video cover piano cover song album release itunes fifaBehind the Scenes Waiting For Love Minecraft Note Block VideoA behind the scenes video for the Minecraft note block remake of Waiting For Love by Avicii I made on my main channel. Watch that video here The command blocks for the actual note block song the ones shown in the first few seconds of this video were made first by using Minecraft Note block Studio to generate the note blocks after arranging the song by ear myself and then by converting the note blocks to command blocks using an MCEdit filter I made. The command blocks have setblock commands to spawn note blocks and play them wirelessly. The command blocks shown for most of the video are responsible for the mob choreography. I built them all manually with a lot of copying and modifying parts of other commands. It took a very long time to set it all up I'd guess somewhere around 50 hours, much more than I had anticipated beforehand. Watch the official 360 music video for Waiting For Love here Thanks for watching!", "viewCount": 0.43496465695150804, "labels": [0, 1, 27]}, "dqHWm15pKTs": {"likeCount": 0.11139433523068368, "dislikeCount": 0.03010299956639812, "videoId": "dqHWm15pKTs", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "BANDA BOSTIK PUEBLA 2013BANDA BOSTIK  SLAM 02 JUNIO 2013 PUEBLAMusic vdeo by Alejandro performing . C 2013 ALEJANDRO SKIPPER ROMN LOPEZ Producciones, S.A. de C.V. Licencia exclusiva para ALEJANDRO SKIPPER Music Rock Mxico, S.A. de C.V.", "viewCount": 0.3638189640190837, "labels": [3, 13]}, "FqrrEyMZ_xA": {"likeCount": 0.1278753600952829, "dislikeCount": 0.03010299956639812, "videoId": "FqrrEyMZ_xA", "title": "", "description": "", "length": 0.24742162640762555, "keywords": "dimitri cervo guitar concerto concerto para violo paulo inda studioclio ufrgs tv brazilian musicDimitri Cervo  Guitar Concerto III mov.Concerto para Violo e Orquestra de Cmara  Srie Brasil 2010 n. 2. StudioClio, Porto Alegre, Brasil, UFRGS TV Apoio Bolsa Funarte de Estmulo  Criao Artstica. Dimitri Cervo regncia, Paulo Inda violo solo, Paula Bujes violino, Tiago Ellwanger violino, Cosmas Grieneisen viola, Pedro Huff violoncelo, Ana Paula Freire contrabaixo, Andr Mendes flauta, Pablo Hernandez obo. III. Maestoso In this performance the String Orchestra was replaced by a String Quintet. The studio recording was matched with the images of live performance. \"It was followed by a very striking work by Dimitri Cervo... the Concerto for guitar and chamber orchestra, op. 31, ... this was probably the only truly tonal work in the entire festival, in a luxuriant D major for all three movements, and very idiomatically conceived for the guitar, with the low E tuned to D to facilitate ringing chords strummed in the tonic. The slow movement featured lyrically beautiful solos for flute and oboe over accompanimental figuration from the soloist. The concluding fast movement returned to a quick dance topic, and throughout the figuration for the strings reflected the composer's study of the American minimalists. The work elicited shouts and whistle of admiration from the audience, though I imagine other composers may have been shocked by the audacity of the composer in writing something so direct, a work that could and should compete in terms of audience with works like the Concierto de Aranjuez or other popular classics. Sharon Isbin, here is something for your repertoire or your next CD.\" Tom Moore, 2009", "viewCount": 0.31142772965615867, "labels": [4, 9, 10, 13, 54, 97, 243, 278]}, "Fqo40UlwLDc": {"likeCount": 0.2770852011642144, "dislikeCount": 0.26009728956867484, "videoId": "Fqo40UlwLDc", "title": "", "description": "", "length": 0.2608526033577194, "keywords": "Android Rooting Software Genre Android Software Free Lyrics Full Album Song New Composition Screen Full Song Song Airline Phone Wlyrics Official Mobile Nokia Port Of Mobile Location Cell Get IphoneNew Screen Recorder For Android Full  Download Link FREE NO ROOT REQUIREDTHE BEST OF THE BEST ACTIVATION DOWNLOAD LINK  DOWNOAD  ", "viewCount": 0.5240594172974319, "labels": [588]}, "2WPkc-Wc91c": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "2WPkc-Wc91c", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "fotografia profesional matrimonio bodas fotos Jacksonville CityTownVillage Wedding Photography Organization SectorJacksonville Wedding PhotographyBeautiful pictures taken at Mainsail Suites Hotel by Viva Expressions. vivaexpressions.com 904 2903883", "viewCount": 0.3337459261290656, "labels": [71, 152, 308]}, "ZxBZGIgROVw": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "ZxBZGIgROVw", "title": "", "description": "", "length": 0.2531478917042255, "keywords": "Mario Warp Pipe Memories part entertainment video gamesMario and the Warp Pipe of Memories part 2description updated on 12008 This is part 2 of the Mario and the Warp Pipe of Memories. Please watch the 1st one before watching this one. If you didn't know already, both parts of this vid used to be one, but youtube didn't let me put all of it for one vid, so I put the vid into 2 parts. If you want my friend codes for Mario Kart DS and Ultimate Mortal Kombat, see the description for Having Fun with Action Replay DS. The camera I have sucks, so don't give me crap about that. Enjoy.", "viewCount": 0.39688097139128586, "labels": [0, 1]}, "62x375gwHfE": {"likeCount": 0.10413926851582252, "dislikeCount": 0.047712125471966245, "videoId": "62x375gwHfE", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "Cosmetics Industry Primer cosmetics Pink ColorNee Makeup Milano  Double Exposure Collection2013  spring summer collection", "viewCount": 0.34508646923797665, "labels": [39]}, "-16gz1MmnzI": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "-16gz1MmnzI", "title": "", "description": "", "length": 0.2549003262025788, "keywords": "ssf SS.F sinior family skad arek mka maka makadom mad skillz szczecin koszalin bboy boy crewArek Mka  Trip to Koszalin  Sinior Family  Mad Skillz Arek Mka  Trip to Koszalin Sinior Family  Mad Skillz", "viewCount": 0.31616674124377364, "labels": [8]}, "-2awbycM7Dw": {"likeCount": 0.1414973347970818, "dislikeCount": 0.0, "videoId": "-2awbycM7Dw", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "drum drummer drumming drums cymbal cymbals Zildjian Avedis Zildjian Company kent slucher luke bryan Country Musical GenreThe Break Down Series  Kent Slucher breaks down Kiss Tomorrow GoodbyeKent Slucher, drummer for Luke Bryan, breaks down \"Kiss Tomorrow Goodbye\" off of Luke's album Tailgates & Tanllines. Filmed live at Gillette Stadium in Foxborough, MA Subscribe! Facebook For more info on his drumsticks visit ", "viewCount": 0.3449786846985774, "labels": [28, 33, 38, 86]}, "-2NltPHtSV0": {"likeCount": 0.13010299956639812, "dislikeCount": 0.12041199826559248, "videoId": "-2NltPHtSV0", "title": "", "description": "", "length": 0.2694605198933569, "keywords": "Spirit Airlines Airline Fort LauderdaleHollywood International Airport Airport Passenger Airline Industry Plane spirit airlines flight 600 Safety concerns Federal Aviation AdministratioVID 20150117 Horrible Spirit Airlines Flight  Flight 600  Passenger SAFETY CONCERNSLoud Noise sounded like alarm coming directly from emergency door over wing for over 7 minutes on ascension and landing. Protocol for determining if it was significant Safety danger flawed because it relied on Flight Attendant to determine level of concern to communicate to pilot and copilot who refused to come out to check out what was a clearly unusual loud consistent alarm like sound coming directly from emergency door in flight. Crazy as it sounds, flight attendant banged her fist on door at point where you would engage the emergency release! Then flight attendants not trained in aircraft mechanical evaluation were the ones who were supposed to convey level of threat, despite their not being qualified in such matters. On top of it all, the attendant huddled together to deny one had banged her fist on door despite two witnesses. And flight attendant who is a private pilot admitted in video not normal and plane should be checked out. This was a disturbing disconcerting flight and the safety protocols appear to be flawed, at best. Spirit and FAA should investigate and determine safety protocols were proper and whether they should be changed. Flight attendants cannot be counted on to make qualitative engineering mechanical judgments to convey for pilots to make judgments upon. Passenger safety is at risk if that's the case in my opinion. Further, it was loud enough to cause hearing problems during descent and after landing. Federal Aviation Commission should investigate as safety concern. Horrible flight. Horrible experience.", "viewCount": 0.37702627381705933, "labels": [2, 44, 46, 107, 1148]}, "eicveAcP-tI": {"likeCount": 0.15051499783199063, "dislikeCount": 0.047712125471966245, "videoId": "eicveAcP-tI", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "Ballroom Standard dance Standard professional dancing dancesport Rumba samba paso doble waltz tango foxtrot viennese waltz baile deportivo danse baile tanzen danza sport dancing          Nanjing PD Open Latin 2014 PD Open Latin Open Latin 2014 WDSF PD Professional Division China Nanjing 2014 Martin Dvorak Zuzana SilhanovaDvorak  Silhanova, CZE  2014 PD Open LAT Nanjing R1 J  DanceSport TotalDvorak  Silhanova, CZE  2014 PD Open LAT Nanjing R1 J World DanceSport Federation SUBSCRIBE Martin Dvorak  Zuzana Silhanova, CZE, dance the first round Jive at the 2014 WDSF PD Open Latin in Nanjing, CHN on 2 November. FACEBOOK wdsfisdancesporttotal TWITTER dancesporttotal INSTAGRAM wdsfdancesport GOOGLE  World DanceSport Federation www.worlddancesport.org", "viewCount": 0.3808616035426992, "labels": [6, 8, 383, 834]}, "6BS2vzNokfY": {"likeCount": 0.1986771734266245, "dislikeCount": 0.13424226808222062, "videoId": "6BS2vzNokfY", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "megadeth metal hard rock naruto anime combatMegadeth  go to hell  naruto animeSong by Megadeth, the video has clips from Naruto anime. Combat", "viewCount": 0.43569432195801305, "labels": [5, 84, 169]}, "oasg7prIwz4": {"likeCount": 0.19637878273455556, "dislikeCount": 0.1278753600952829, "videoId": "oasg7prIwz4", "title": "", "description": "", "length": 0.24983105537896005, "keywords": "Reborn Baby Car SeatHow to make my reborn look real in a carseatLittle aydin hope this helped!", "viewCount": 0.43878523527630436, "labels": [26, 194, 1367, 1703]}, "nEnelzz8aCw": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "nEnelzz8aCw", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "San Antonio Dog Training Needs San Antonio Dog Obedience San Antonio Dog Boarding San Antonio Dog Kennel pawsitive solutions dog obedienceTrust Pawsitive Solutions For Your San Antonio Dog Training Needs 830.981.5003 If you're looking for San Antonio Dog training that you can trust, give Marlene Ring and here small Pawsitive Solutions dog boarding and dog obedience school a try. This is not a traditional dog kennel, it's a home away from home for your pet. Give Marlene a call to talk about your pet and why she is the Texas Hill Country and San Antonio dog obedience & boarding authority with a personal touch. Also get her free dog training tips at her website ", "viewCount": 0.34889735247265086, "labels": [15, 18, 67]}, "qvLJXjY-xWk": {"likeCount": 0.21492191126553797, "dislikeCount": 0.16334684555795864, "videoId": "qvLJXjY-xWk", "title": "", "description": "", "length": 0.2481442628502305, "keywords": "vertical speed linevertical speed linealternative to lowering blocks ... the vertical speed line", "viewCount": 0.5051962449783047, "labels": [291, 353]}, "kOzQ_rrdxgM": {"likeCount": 0.19822712330395686, "dislikeCount": 0.06989700043360189, "videoId": "kOzQ_rrdxgM", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "Hero masked hero ygopro devpro cyber dragon new heros burning abyss qliphort nekroz arg TCG OCG Cards Deck DECKLIST CARDGAM CARDGAME YUGIOH OTK 2015 ADSPRO Game PackYGOPRO  Hero vs Cyber Dragon 2015 HDGameplay Hero vs Cyber Dragon. Deixe seu like maroto e se inscrevase no canal decklist next video... inscrevase tbm no canal XPdobrada", "viewCount": 0.35669086552268037, "labels": [0]}, "kOiRD4XLDxY": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "kOiRD4XLDxY", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "FC SION ULTRAS RED SIDE FREAKS KOP NORD YOUNG BOYS YB SCHEISS KAPITALE URBAN SQUAD OSTKURVE MANIACS SCHURKEN RS96 US94 HOOLIGANS FIGHT SCONTRI CAFO CAPITAL FOLLOWERS BERNER KANONEFC SION  BSC YOUNG BOYS 41  KOP NORDFANS OF SION IN FC SIONYOUNG BOYS WITH A LITTLE MUSIC.", "viewCount": 0.3144262773761991, "labels": [12]}, "GKWXjzlaN9M": {"likeCount": 0.047712125471966245, "dislikeCount": 0.06020599913279624, "videoId": "GKWXjzlaN9M", "title": "", "description": "", "length": 0.22479732663618068, "keywords": "AZTEC Singers Boulevard of Broken Dreams Choir Spring Concert 2006\"Boulevard of Broken Dreams\" Aztec Singers Spring Concert 20\"Boulevard of Broken Dreams\" performed by the Aztec Singers 2006", "viewCount": 0.33404441148401187, "labels": [3, 4, 6, 13, 41]}, "GLlySzvqliQ": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "GLlySzvqliQ", "title": "", "description": "", "length": 0.21702617153949577, "keywords": "Warriors Legends of Troy Final Trailer Xbox 360 showbiz teaser fantasy horror movie showreel sneak peek horror comics tough guys title spoiler widescreen trailer movie video game film russia fps warfare director football stunt anime anime music science fiction movie trailer ninja official official trailer samurai swordWarriors Legends of Troy  Final Trailer Xbox 360Here's your last sneak peek of Warriors Legends of Troy before its release date in March.", "viewCount": 0.4163161374977018, "labels": [0, 1, 25]}, "-Sm7dO24khc": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "-Sm7dO24khc", "title": "", "description": "", "length": 0.2620136054973758, "keywords": "ERHS Eleanor Roosevelt High School Bollywood Rocky oh Rocky! Dancing step interact club show 2012 Eastvale2012 ERHS Interact Club Show Bollywood StepBollywood fusion dance.", "viewCount": 0.3214843848047698, "labels": [3, 6, 8, 225]}, "mLFceRvuXzU": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06020599913279624, "videoId": "mLFceRvuXzU", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "Enlightened Equipment Down QuiltEE Down Quilt UpdateEnlightened Equipment Down Quilt Update.", "viewCount": 0.38807564445102105, "labels": [428, 825, 995, 1300, 3823]}, "JYdAlm5VBpo": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "JYdAlm5VBpo", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "stand up paddle oahu hawaii down coast down wind north shore haleiwaOahu Stand Up Paddle Coastal EcoAdventure 18004704964 The ultimate stand up paddle adventure on the North Shore of Oahu, Hawaii. Paddle down wind along the beautiful coastline with swimming, snorkeling, a light lunch, sea life, tons of fun and stand up paddling. Rainbow Watersports Adventures is located in Haleiwa, HI.", "viewCount": 0.33961993470957363, "labels": [182, 392, 1387, 1569]}, "88wlvfL3JjA": {"likeCount": 0.24424797690644487, "dislikeCount": 0.07781512503836437, "videoId": "88wlvfL3JjA", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "Pickup Trucks CUVs Two Wheels Pickups Royal Enfield Business Operation Road Test Diesel Utilities Trucks Road Car Fuel MPG SUVs CUV Fuel Economy Speed Track Fast EV Consumer MotorWeek AwardWinning Work Gasoline Clean Electric Vehicle Reality Television TV Genre PBS Review SUV Two Wheelin Hybrid PHEV Cars Exotic MotorWeek AutomotiveMotorWeek  Two Wheelin' Royal Enfield Continental GTBrian Robinson goes retro on the Royal Enfield Continental GT.", "viewCount": 0.4668190160472947, "labels": [2, 30, 55, 3340]}, "88e_ncp3FAU": {"likeCount": 0.15051499783199063, "dislikeCount": 0.07781512503836437, "videoId": "88e_ncp3FAU", "title": "", "description": "", "length": 0.2592176757395867, "keywords": "Super saiyan battle collection SBC dragonball S.H. Figuarts bandai Energy Unboxing Dragon Ball Goku Ball Special Review Collection Dragonballz Reviews Cell Game Update Saga Anime Games frieza movie dbz dbgt db figure figures action Animation toy toys irwin jakks kai plush unreleased america if labs dbaf banpresto af dragon news gogeta rareDragonball Z Figure Review  Super Battle Collection Vol. 21 Super Saiyan GogetaHey guys new review! This review is on SBC Vol. 21 SS Gogeta. My figure is in pretty bad condition but I thought I could review it anyway. I think its a pretty good figure though. What do you guys think of the facts? Heres where you can buy it ", "viewCount": 0.35067755366066433, "labels": [26, 144, 190, 199, 326]}, "jecr3FRfhh8": {"likeCount": 0.18573324964312687, "dislikeCount": 0.03010299956639812, "videoId": "jecr3FRfhh8", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "fpv immersion rc immersionrc ezosd quadcopter rc DVR video rc planes fpv quadrotor fpv how to fpv tutorialrc guide ezosd menu walkthroughWatch me go over different menu options of the immersionRC EzOSD used for fpv applications. Also includes a flight footage from my x666 hobbyking quadcopter", "viewCount": 0.3857211842316893, "labels": [0, 2, 465]}, "bof5DAVK908": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "bof5DAVK908", "title": "", "description": "", "length": 0.26444385894678385, "keywords": "vibe out vibeout3 vibe out3 keep it real take notice all area katsu kentaraw okeyjoe wuta anijha uno1 bboy japan battle keep it real bdmTOP 8KEEP IT REAL VS TAKE NOTICE 2 DESTRUCTIVE STEPS  VIBE OUT3KEEP IT REAL VS TAKE NOTICE 2 WINNER  TAKE NOTICE 2 DESTRUCTIVE STEPS  VIBE OUT3 BBOY 3ON3 BATTLE 7 TO SMOKE EXHIBITION DATE 2014413 SUN VENUE RED  BLUE  MC 105 aka RAYF.E.S.DANCERS COLLECTION DJs DJ MAR SKIMZKDJ FOUR DJ KOGATAROOTOPNATIONHORSEPOWER JUDGEs FRANKIE FLAVSTYLE ELEMENTS CREW GONZO from KOREANFZTBB KAKU MORTAL COMBAT HOSTED BY STEEZTHE FLOORRIORZTAKE NOTICEBDM DOUBLEUBDMLTNS", "viewCount": 0.33314272965207437, "labels": [6, 8]}, "bsrNF0gIP48": {"likeCount": 0.12552725051033062, "dislikeCount": 0.06020599913279624, "videoId": "bsrNF0gIP48", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "Minecraft Video Game Video Game Industry tekkit server cracked free premium gleecraft factions Star Get Metin2 2wmv Lego Server computing Clone Runescape Computing Exhibition Subject Darth Jedi Vader Hack Lightsaber Guild Force Lego Star Industry Quotation Subject Sith Skywalker Luke Yoda Episode Darth Vader Battle Unleashed Clone computing Clones Trooper Empire Lucas Revenge KnightsGleecraft Tekkit Minecraft Cracked Server factionsNEED CRACKED TEKKIT? CLICK Our Ip is GCtekkit.tk The server ip is also on the website gleecraftmc.com Join us for some real tekkit fun!  Need Cracked minecraft? Click We are a nonpremium dedicated server with Hungergames factions plots and more! You will enjoy playing on this server with your freindsfamily with all of its minigames and freindly community. The current ip is on the website Gleecraftmc.com", "viewCount": 0.34835872969688947, "labels": [0, 1, 27]}, "buxWQ01ny4Y": {"likeCount": 0.20681858617461618, "dislikeCount": 0.047712125471966245, "videoId": "buxWQ01ny4Y", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Call of Duty COD cod MW3 Throwing Knifes Tactical Knife Feed FEED AoN All or Nothing USP Knife Kill Specialist Bullseye Terminal Dome Mission Seatown Arkaden xJMx xJMx Clan xJMx Teamtage xJMx Dragonite xJMx Blaziken Dragonite Blaziken Montage Youtube Video Clan Pokemon 7 Man 8 Man 9 Man 10 Man Modern Warfare Modern Warfare 3 COD 8 Subscribers! Activision Like Comment Favorite Share Hauppauge HDPVR Roxio Game CapturexJMx All or Nothing Montage 16 MW3 Throwing Knife MontageWere almost at 200 thanks to everyone  Song Logic  Tic Tac Toe Channel Twitter Facebook ", "viewCount": 0.3704493697009299, "labels": [0, 1, 36, 142]}, "WX7W96qIlnA": {"likeCount": 0.16334684555795864, "dislikeCount": 0.047712125471966245, "videoId": "WX7W96qIlnA", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "Georgia Boy Choir David R. White Atlanta What Shall We Give? Festival of Lessons and Carols Alpharetta Tom Mitchell boy choir boyschoir Scott Hamilton Atchison Adisa Nickerson Rosemary White Malcolm Citron MONUMENTALmedia monumental Jason Colin JonesThe Georgia Boy Choir  What Shall We Give?The Georgia Boy Choir singing What Shall We Give? arranged by Tom Mitchell. This performance was recorded on December 2, 2011 at St. Brigid Roman Catholic Church during A Festival of Lessons and Carols in Alpharetta, GA. Video production and editorial by MONUMENTALmedia. For more information regarding The Georgia Boy Choir please visit www.georgiaboychoir.org", "viewCount": 0.3687974620034556, "labels": [13, 41]}, "SAGxfJ4A3Gk": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "SAGxfJ4A3Gk", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "Breath Holding Underwater Endurance Second Unit Of Time sports1 min 30 second breath holdThis was part of a set of 3 so by the time I did this last one ,I was getting fatigued.I felt that this one was the better one.I seldom go to far doing breath holds as it is easy to loose it and suck in water or pass out, as it was I found it harder to surface this time at the end as I had let out to much air.They look east but is an endurance test.", "viewCount": 0.3669037800885156, "labels": [238, 360]}, "SCFV9TjvDwc": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "SCFV9TjvDwc", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "Buy Diablo 3 Gold Buy Diablo 3 CD Key How to Buy Diablo 3 Gold Diablo 3 Gold Website Diablo 3 Gold Guide Diablo 3 Gold Farming Diablo 3 Gold SecretsHow to Buy Diablo 3 Gold and Diablo 3 CD Key Online?We are professional Diablo 3 CD KEY and Diablo 3 gold sale. Buy Diablo III items or gold here with cheap, fast and safe. ", "viewCount": 0.3121231455149622, "labels": [0, 1, 561]}, "nRlXABUR0Uc": {"likeCount": 0.15314789170422552, "dislikeCount": 0.047712125471966245, "videoId": "nRlXABUR0Uc", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "Battlefield Team Deathmatch i5 3570k GTX 460 SE OC DICE EA Activision Bad First Battlefield 3 Video Game Dice Finley Quaye Look Video Game Industry Gameplay Eyes Industry Quotation Subject You Starcraft AdeleGMC BMW Honda Fiscal cliff deal Russia Missles War North Korea Daddy Yankee Jay Leno Brittney Griner Lollapalooza Brian Banks Roger Ebert Finding Dory Mike Rice Yu Darvish Skylar Diggins Bb&t Lindsay Lohan Champions League Emma WatsonRed Orchestra 2 Rising Storm Maps!  Beta Gameplay  Maxed OutFeel free to add & follow me on Steam Plasros Battlefield 3  Battlelog Plasros Twitter plasros  Hey guys, some new Rising Storm Beta footage coming your way! . Make sure to like this video if you enjoy it or it helps you in anyway & be sure to subscribe for more quality content! Enjoy!  Outro Music Royalty Free Music by www.audiomicro.comroyaltyfreestockmusic  TAGS TUTORIAL HOW TO RED ORCHESTRA 2 RISING STORM FIX HACK HEROES OF STALINGRAD SERIES Loadout Blitz Kill Confirmed Edge of Reality Battlefield 4 EA DICE Activision Modern Warfare NFL NFL Draft grades 100,000 searchesRelated searches nfl draft grades 2013, 2013 nfl draft grades 2013 NFL Draft grades Mel Kiper praises Ravens, pans BillsSB Nation Arizona Why wait to watch this year's 2013 NFL Draft picks take their first snaps to find out how good they will be when Mel Kiper already has it all figured out? The slickhaired ESPN draft guru released his draft grades for all 32 teams in the NFL ESPN ... NFL Draft Grades 2013 Mel Kiper Jr. Hands Out Three A'sCincy Jungle Following every NFL draft is the accumulation of grades, reactions and analysis, simplifying maybe even trivializing the weekend with arbitrary letters used in comparison with every team in the NFL. Most grades are completely subject to the writer's NASCAR defends Kenseth penaltiesESPN RICHMOND, Va.  Joe Gibbs understands that NASCAR must enforce the rulebook and that his team deserved a penalty for an illegal part in Matt Kenseth's engine. The team owner just disagrees with the severity of the penalties levied against Joe Gibbs ... NASCAR Richmond 2013 Sprint Cup short track events would benefit from ...SB Nation Stay connected with SB Nation Follow sbnation. Peter CaseyUSA TODAY Sports. NASCAR races last entirely too long. This is especially true for short track races  like Richmond  that would benefit from the shorter, shootoutstyle length made popular ...White House Correspondents Dinner 2013 50,000 searchesRelated searches white house correspondents dinner Watch President Obama at the 2013 White House Correspondents' DinnerThe White House blog President Barack Obama delivers remarks during the White House Correspondents' Association Dinner at the Washington Hilton Hotel in Washington, D.C., April 27, 2013. First Lady Michelle Obama attended the dinner with the President. Official White ... White House Correspondents' Dinner 2013 Watch President Obama's Opening ...PerezHilton.com Barack Obama SLAYED at the White House Correspondents' Dinner last night! From the President's jab at CNN to comparing the GOP's lovehate relationship with sequester to a Taylor Swift album, he entertained a room full of celebs, reporters and big wigs ...UFC 500,000 searchesRelated searches ufc 159, jon jones, jon jones broken toe, ufc 159 results, jon jones vs chael sonnen, chael sonnen, jon jones toe, jones vs sonnen, ufc 159 fight card UFC 159 Aftermath Will Chael Sonnen really retire?MMA Fighting I can't quite shake the feeling the next time Chael Sonnen appears behind the desk on Fuel TV's UFC Tonight, he'll already be working his next angle. Maybe between now and whenever he returns to television, he'll decide that he could have fought ... Jones vs. Sonnen Fight Card Post UFC 159 Stock ReportBleacher Report UFC 159 marked the fourth UFC event in the month of April and gave us a night of strange events. Between knockouts, submission, eye pokes and injuries, the event provided some great moments and weird occurrences. The fight card also left us to ...Yvette Prieto 200,000 searchesRelated searches michael jordan NBA legend Michael Jordan marries model Yvette Prieto in FloridaFox News NBA legend Michael Jordan married CubanAmerican model Yvette Prieto at a Florida church Saturday  the same one where mogul Donald Trump held his nuptials in 2005. Jordan, 50, and Prieto, 35, were reportedly married before approximately 500 ... Michael Jordan, Yvette Prieto get married Tiger Woods, Patrick Ewing, Spike ...Newsday PALM BEACH, Fla.  Michael Jordan got married over the weekend in front of a few hundred of his family and closest friends. The Charlotte Bobcats owner exchanged vows with 35yearold former model Yvette Prieto on Saturday in Palm Beach, Fla., Jordan's ..", "viewCount": 0.3375663613960886, "labels": [0, 1, 36, 124, 153]}, "6DhcVcDhYC0": {"likeCount": 0.10413926851582252, "dislikeCount": 0.06020599913279624, "videoId": "6DhcVcDhYC0", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "digger tipper truck track hoe.excavator work hitachiEXCAVATOR WORKMy friends first go at using our HITACHI EX15 . He did well at loading up some soil considering he has never used an excavator before .", "viewCount": 0.45980240723341903, "labels": [2, 75, 208, 1205]}, "YslerhoduyE": {"likeCount": 0.10413926851582252, "dislikeCount": 0.06989700043360189, "videoId": "YslerhoduyE", "title": "", "description": "", "length": 0.2640481436970422, "keywords": "Untitled Part Blueprints Weapon Upgrades Craft Items Safe HD Xbox 360Dead Space 3  Weapon Crafting Bench, Blueprints, Weapon Upgrades, Craft Items, Safe, HD Xbox 360Support VGS Follow VGS ", "viewCount": 0.34933186082321016, "labels": [0, 1, 180, 2163, 3299]}, "Yy5b-SVAAJ8": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "Yy5b-SVAAJ8", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "ICE 060Johnny GonzalezFebruary 7, 2009 Release Concert!!", "viewCount": 0.31942367487238293, "labels": [3, 4, 13]}, "lHwlAKY_N50": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "lHwlAKY_N50", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "performance sub kexp thee satisfaction live new hip music find new music bumbershoot pop music discovery 2012 latest bands queens Sub Pop Record Label SeattleThee Satisfaction  QueenS Live on KEXPThee Satisfaction perform \"QueenS\" live on KEXP from the Bumbershoot Music Lounge. Recorded September 1, 2012. Host Stevie Zoom Audio Julian Martlew, Kevin Suggs Cameras Jim Beckmann, Shelly Corbett, Scott Holpainen & Jenna Pool Lighting Design Alex Belden Editing Scott Holpainen ", "viewCount": 0.32801228963023077, "labels": [3, 4]}, "lJdAJzzeFkM": {"likeCount": 0.21367205671564068, "dislikeCount": 0.11760912590556814, "videoId": "lJdAJzzeFkM", "title": "", "description": "", "length": 0.24623979978989563, "keywords": "gta 5 machinima house of the rising sun parody gta 5 song trevor singing gta 5 franklin from gta 5 rapping funny parody funny gta 5 song grand theft auto music the animals the animals parody adobe flash animation gta 5 animation after effectsA House In Los Santos GTA 5 Parody  Alternative EndingI hope you all enjoy this little song I imagined Trevor would sing after finding out Michael was alive. If you enjoyed the song please give it a download on iTunes here's the link  The animation was made in Adobe Flash and finished off in After Effects. Here's the lyrics  A House In Los Santos Trevor There is a house in Los santos, Where a douche bag lives, His name is Michael, and he's really deceitful, And I'm about to pay him a visit, Old Michael, was a bank robber, We did many scores, But then he faked his own death, packed and then left, To a house in Los santos, Now the only loyalty this 'tub of lard' has Is to his whiskey and telly, And the only time he is satisfied, Is when he's banging a prossy! Haha take it away Franklin! Franklin You a fat, good for nothing, piece of dog shi, with a limp dick, bout to get hit, stiff upper lip, You couldn't satisfy your wife if u tried, that's why, she sipping on, lipping on, licking on, ticklion, tricking on, flicking on, grinding on, gagging on, sucking on, fucking on, chucking on, every single guy! Get your life in order you ain't tyga, fucking Thai guys, and try to please your wife man, she's got my numba, it's ringing all the time I don't want to have to go tharrr, like I did, with ya daughter, she knows where to get it, did the whole hood before I got a turn, wo now don't get mad we all know she a whore, hah hah now get back to watching your films u old man! Haha Trevor Ok gimme the mic! Oh Michael tell ya daughter, and wife I guess That I have got a big willy, I'd like to take her out for dinner, pork her then grill her, And 'ejactulate' in her belly! Break Well I got one foot on the doorstep! And my hand held tight to a gun! Oh I'm going to meet Michael de Santa! And send him to heaven! Well there is a house in Los santos, Where a douche bag lives, His name is Michael, and he's really deceitful, And I guess that karmas a bitch,", "viewCount": 0.37992026563005254, "labels": [1, 35, 85]}, "rPMgRVA8ys8": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "rPMgRVA8ys8", "title": "", "description": "", "length": 0.24885507165004445, "keywords": "Jack den Boer Perth train Claremont Railwest WA Western Australia AMRAPerth Model Railway Show 2007  final partThe last of a series of 4 parts about the 2007 Perth Modelrailway Show at the Claremont Showgrounds. Part 4's main feature is a range of models from Railwest Models' series of \"models of Western Australia\" and a final look at that magnificent DB. The video features the song \"Midnight Train\" by Buddy Guy and Jonny Lang. It also supplies details for those that are interested in the whole video on DVD and some relevant websites.", "viewCount": 0.3679064318121313, "labels": [51, 56, 137, 1378]}, "qQwAKgl8sVA": {"likeCount": 0.24983105537896005, "dislikeCount": 0.10413926851582252, "videoId": "qQwAKgl8sVA", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "Krimh Kerim Lechner Cover Song Austria Drummer Scar Symmetry Drums Abstracted Death metal pearl ELX cobalt fadeKRIMH  Scar Symmetry  Abstracted  DrumsAbstracted by Scar Symmetry c Respective Owners. External Drums by Krimhkerim. Follow  KRIMH  on Youtube Facebook SoundCloud SoundClick", "viewCount": 0.48187272208761717, "labels": [28, 33, 38, 78, 86]}, "eGUhOCQLAvE": {"likeCount": 0.09542425094393249, "dislikeCount": 0.07781512503836437, "videoId": "eGUhOCQLAvE", "title": "", "description": "", "length": 0.25250448070368453, "keywords": "iwave ipod dock music speakers portable sound review iphone apple touch audio loud battery systemiWave Portable Speakers ReviewI paid only 5 for it from a thrift shop, I can't seem to find them online, but if you can find them somewhere, buy them! They're a great deal, they sound great, they're loud, and they rarely get distorted! They function like an ipod dock, and I'm pretty sure they're compatible with the original iphone as well as other mp3cd players. They run off a power supply or 4 AA batteries.", "viewCount": 0.4114610984232173, "labels": [0, 1, 269]}, "eJeTfrquE80": {"likeCount": 0.26414741105041, "dislikeCount": 0.1278753600952829, "videoId": "eJeTfrquE80", "title": "", "description": "", "length": 0.2592176757395867, "keywords": "Hair Measured Body Part Pinup Girl Profession Kerchief Garment tutorial how to bandana pinup hairstyle Beauty Makeup Natural Style look Hair Play Cosmetics Industry Haul Eye HaircutEasy Pinup Hair With Bandana  Katrin BerndtDry Shampoo I use is called Batiste XXL Volume Dry Shampoo. Subscribe for more! Tumblr Instagram Twitter ", "viewCount": 0.4440326485098404, "labels": [50, 65, 503]}, "eQ9-rkYprFY": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "eQ9-rkYprFY", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "7970 Dirt 3 Video Game Radeon HD 7000 Series Radeon Computing Platform amd eyefinity Hertz Unit Of Frequency gaming Video Game Industry Computer Laptop Gameplay Ati Nvidia Core Drive Ram Asus Drive Musical Album Windows Graphics Geforce ModDIRT 3 eyefinity 7970 GHz R9 280x editioni recorded with obs open broadcaster software in 1080p and upload in 1080p my computer specs are amd fx 8350 black edition 8 core cpu at 4.3 ghz Asus Sabertooth 990FX R2.0 Motherboard Sapphire HD7970 3GB VaporX Graphics Card overclocked to 1150mhz and 1500mhz ram h100i watercooler by corsair Corsair 8GB 1600MHz DDR3 Vengeance ram samsung 840 pro ssd western digital 1tb green Corsair TX850 Enthusiast Series TX 850W Corsair Vengeance Series C70 case", "viewCount": 0.3245018870737753, "labels": [1, 2165]}, "lsfzXElq_iY": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "lsfzXElq_iY", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "tennis warehouse shoe review asics gel resolution shoe reviewAsics Gel Resolution 3 Mens Shoe ReviewAvailable here ", "viewCount": 0.41503879773252805, "labels": [0, 148, 226, 253, 1233]}}