{"DaYCnH9TzSo": {"likeCount": 0.25670263661590603, "dislikeCount": 0.15051499783199063, "videoId": "DaYCnH9TzSo", "title": "", "description": "", "length": 0.25224442335063196, "keywords": "Stronghold Stronghold Crusader Stronghold 2 Stronghold 3 Stronghold Kingdoms Stronghold Crusader 2  Lets play Stronghold 2001 Video Game Stronghold  Mission 15    .  HARD'e    3 .  , ,    Stronghold     Stronghold , , ,           YouTube    .       .      ", "viewCount": 0.46070258784347856, "labels": [0, 1, 42]}, "23I6mfTNZRI": {"likeCount": 0.14771212547196624, "dislikeCount": 0.047712125471966245, "videoId": "23I6mfTNZRI", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "Hong Kong ferrry Radio controlled ferry rc ferry rc Hong Kong Ferry Tygum Lake model boats radio controlled boats rc boats. beautifulHong Kong ferry at Tygum WaterfordAnother of Henry's fantastic, colourful, radio controlled model of a Hong Kong Ferry, at Tygum Lake. This boat has 500 passengers on board.", "viewCount": 0.3812646016233119, "labels": [2, 64, 76, 227, 474, 1043]}, "2CpTQp9sI5c": {"likeCount": 0.1886490725172482, "dislikeCount": 0.09542425094393249, "videoId": "2CpTQp9sI5c", "title": "", "description": "", "length": 0.2305351369446624, "keywords": "Aussie Aircraft Carrier RAN HMAS MelbourneAussie Aircraft Carrier HMAS MelbourneThe Aussie Aircraft Carrier, HMAS Melbourne 19551982.", "viewCount": 0.45527412006484386, "labels": [2, 44, 155, 227, 264, 1280, 1487]}, "uetJ6xSeOZo": {"likeCount": 0.11139433523068368, "dislikeCount": 0.07781512503836437, "videoId": "uetJ6xSeOZo", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "drum solo de bateria alex manaAlex Solo 2parte 2 y final del solo de Alex en Phoenix AZ, Sep 09, 2007. Primera parte del solo en mis videos \"alex solo\".", "viewCount": 0.4635232346239496, "labels": [3, 6, 28, 38]}, "bKblJ3fJPcQ": {"likeCount": 0.21522883443830565, "dislikeCount": 0.15185139398778877, "videoId": "bKblJ3fJPcQ", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "MOV03473new super mario bros ds truco para abrir el mundo 4trucos de new super mario bros ds", "viewCount": 0.469010743945633, "labels": [0, 1, 81, 1091]}, "jmKBGU0j0U4": {"likeCount": 0.1361727836017593, "dislikeCount": 0.08450980400142569, "videoId": "jmKBGU0j0U4", "title": "", "description": "", "length": 0.25954962218255745, "keywords": "Cake Milk Japan Japanese Cuisine Cuisine Tokyo Cookies Mary Kay Letourneau Teacher Food   Bread Japanese Compact HomeBakeryTWINBIRD 2 TWINBIRD home bakery The bread of 2 loaf was made. It came out lightly and was delicious.", "viewCount": 0.39624640460579014, "labels": [11, 483]}, "jniM0T5i5FQ": {"likeCount": 0.19395192526186186, "dislikeCount": 0.12041199826559248, "videoId": "jniM0T5i5FQ", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "Kiss God of Thunder Guitar HeroGod of Thunder  Guitar Hero IIGod of Thunder by KISS for GH2", "viewCount": 0.4630326154803947, "labels": [0, 1, 193, 339]}, "WBk8LiXbad8": {"likeCount": 0.14771212547196624, "dislikeCount": 0.0, "videoId": "WBk8LiXbad8", "title": "", "description": "", "length": 0.2305351369446624, "keywords": "Waimea Bay waimea eddie aikau waimea bay warmup waimea bay surfing surfing surf video surfing video waimea surfing video waimea bay hawaii eddie aikau surf contest eddie aikau highlights 2009 eddie aikau contest 2009 eddie aikau surf contest 2009 eddie aikau highlightsWaimea Bay WarmUp On Monday, December 7, big wave chargers from around the world descended on Waimea Bay for an epic warmup session to make ready for the 2009 Quiksilver in Memory of Eddie Aikau.", "viewCount": 0.37432745235119336, "labels": [182, 1611]}, "kVZLT01oRg4": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "kVZLT01oRg4", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "wmx motocross matterley basin england great britain wincester mx news highlights Mxgp grand prix mx1 mx2 world championship racing motorsport motorcycle sport mxgptv mxlifetv mxlife extreme action matterley mxgp festivalWMX Round of Great Britain 2013  NEWS Highllights  MotocrossNatalie Kane dominates WX3 Round of Great Britain at Matterley Basin. Stay connected with the historical 2013 Season with MXGP mxgp Facebook Twitter Instagram Youtube Pinterest ", "viewCount": 0.3486855355276943, "labels": [17, 19, 143]}, "kZhBFzF2rkg": {"likeCount": 0.25514499979728755, "dislikeCount": 0.11760912590556814, "videoId": "kZhBFzF2rkg", "title": "", "description": "", "length": 0.253655844257153, "keywords": "van buren first assembly god pentecost choir song sing praise worship arkansas bobby johnson gary grisham gospel hodges omrinetI'm Going to A CityMusic, praise and worship and choir songs by the VBFA Choir led by Music Pastor Rev. Gary Grisham at Van Buren First Assembly of God, Arkansas. Pastor Bobby L. Johnson. VBFAtv.", "viewCount": 0.4753107909153827, "labels": [41]}, "katQidmasBc": {"likeCount": 0.17075701760979364, "dislikeCount": 0.06020599913279624, "videoId": "katQidmasBc", "title": "", "description": "", "length": 0.26127838567197353, "keywords": "DJ Jarke dj jarke musicvideo 2006 megamix winner world championship part 1 jrke mix funny sjov megamixers porn nude sexDJ Jrke  Winner of Megamix World Championship 2006 part 1Here is the musicvideo to the megamix that won the World Championship in 2006, this is part 1", "viewCount": 0.4287510610303746, "labels": [61]}, "c1ISjIKap_o": {"likeCount": 0.2113943352306837, "dislikeCount": 0.03010299956639812, "videoId": "c1ISjIKap_o", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "lady gaga bad romance telephone glee pop marching drum music band set pep field show drumline LADY GAGA DOES MARCHING BAND 1  \"Telephone\"\"Bad Romance\"A composition I arranged in Finale of Lady Gaga's \"Bad Romance\" and \"Telephone\" for percussion ensemble drumline. Enjoy!", "viewCount": 0.4614295955709308, "labels": [13, 164, 386]}, "hh455bCZTsg": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "hh455bCZTsg", "title": "", "description": "", "length": 0.2561101383649056, "keywords": "redbluff rodger crockett steve kinsersprint cars and outlaw karts red bluff indoor 2012west coast natinals", "viewCount": 0.313956426617585, "labels": [17, 19]}, "dvGwHbsdRlE": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "dvGwHbsdRlE", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "USC Trojans Southern California Troy Lane Kiffin Coliseum uscfoootball.com Fight On Howard Jones Field college football sportsUSC v. CU Highlights 112413Highlights from USC's 4729 victory over the Colorado Buffaloes at Boulder's Folsom Field.", "viewCount": 0.32873537727147467, "labels": [0, 79]}, "e1re2KwO6yE": {"likeCount": 0.2733999286538387, "dislikeCount": 0.16334684555795864, "videoId": "e1re2KwO6yE", "title": "", "description": "", "length": 0.24653828514484186, "keywords": "Best Flat Iron Natural hair milstan Flat Ironing Short Hair Short hair irons Flat Iron Short Cut Marcel iron Best Hair Straightener Hair Iron Consumer Product Milstan Flat Irons Shears Ethnic hairThe Milstan \"MultiT\" Flat IronThe \"Thermal Mohawk\" done with the Worlds Best Iron For Short Hair.", "viewCount": 0.5091849779943955, "labels": [50, 65, 256, 933, 3540]}, "wxrWZPXRqE4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "wxrWZPXRqE4", "title": "", "description": "", "length": 0.215836249209525, "keywords": "MANU CHAO San Francisco's Outside Lands Fetival 2008 ska reggae san francisco radioheadMANU CHAO  Rainin in Paradize  Outside Lands Fetival 2008MANU CHAO  San Francisco's Outside Lands Music Fetival 2008 Golden Gate Park Julio, Boris, Bernard 08222008", "viewCount": 0.3356599435724971, "labels": [3]}, "MqynjGxvWjk": {"likeCount": 0.24248816366310671, "dislikeCount": 0.03010299956639812, "videoId": "MqynjGxvWjk", "title": "", "description": "", "length": 0.26263403673750424, "keywords": "Karine Vanasse Film Actor Chatelaine magazine fashion beauty beaut maquillage makeup how to tutorial tutoriel cosmetics cosmtiques Revenge TV Program Margaux LeMarchal tv jeanfrancoiscd jeanfrancois jf jfcd MUG Makeup Geek Marlena Quebec Montreal artist makeup artist gay proud client muse glow Kardashian moist JloKarine Vanasse  Chtelaine MAKEUPGEEK GLOW  jeanfrancoiscdBEHIND THE SCENES DU PHOTOSHOOT de KARINE VANASSE MA DERNIRE VIDO TAYLOR SWIFT BAD BLOOD O ME TROUVER T W I T T E R jeanfrancoiscd I N S T A G R A M jeanfrancoiscd F A C E B O O K jeanfrancoiscdyoutube S N A P C H A T jeanfrancoiscd FOR BUSINESS INQUIRIES jeanfrancoisleslingshot.com  MON MAQUILLAGE Y E U X Makeup Geek  Ombre  paupires mtallique \"In The Spotlight\" Makeup Geek  Ombre  paupires mtallique \"Magic Act\" Makeup Geek  Ombre  paupires \"Rapunzel\" Makeup Geek  Ombre  paupires \"Frapp\" Makeup Geek  Ombre  paupires \"Bada Bing\" Makeup Geek  Ombre  paupires \"Crme Brle\" M.A.C  Ombre  paupires \"Nylon\" Lise Watier  Kohl Velours \"Nude Velours\" L  V R E S Jouviance  Le stick \"Brad\" Make Up For Ever  PlexGloss \"101\" T E I N T Makeup Geek  Blush \"Romance\" M.A.C  Extra Dimension Skin Finish \"Whisper of Gilt\" Urban Decay  Cche Cernes Naked Lancme  Teint Visionnaire Foundation in \"Buff\" Josie Maran  Huile 100 Argan Anastasia  Highlight \"Vanilla\" Anastasia  Contour \"Fawn\" Si tu as lu jusqu'ici, dis moi dans la zone de commentaires, quel look aimeraistu voir sur Karine Vanasse prochainement?", "viewCount": 0.3716170347859854, "labels": [39, 121, 156, 233, 627]}, "vlH091r9qmw": {"likeCount": 0.21875207208364633, "dislikeCount": 0.03010299956639812, "videoId": "vlH091r9qmw", "title": "", "description": "", "length": 0.24199557484897583, "keywords": "Josh Gordon American Football Player Cleveland Browns American Football Team Pro Pack Madden 25 Pro Pack MUT25 Pro Pack MUT25 Pro Pack. Pro Pack Beginner Pack Legendary Pack Legendary Bundle All Pro Packs All Pro Bundle AllPro Pack AllPro Bundle Premium Packs Premium Bundle Pro Pack Glitch All Pro Pack Glitch Premium Pack Glitch BCA Packs BCA Bundles Reward Packs Reward Bundles Jumbo Reward PackMUT25  Cleveland Browns 98 Overall Playoff Josh Gordon Collection Completion You guys have been waiting for details on MUT playoff content and we have have everything you need to know. Playoff content represents a significant update to Madden Ultimate Team and it will all go live later in the week. EA seems to be targeting Thursday at this point. Follow us on Twitter for any updates. Here's the big picture of what you can expect with the new content 8 solo challenge sequences for division winners 32 playoff collections representing each team 200 new player cards That's the basic overview of the new content. For more information, you can also check out EA's official blog post regarding playoff content. Solo Challenges There will be eight new solo challenge sequences, one for each team that won its division. The sequences will be seven games long, and will feature each team playing all other division winners. The reward for completing a series of games is a respectable 20,000 coins and that team's Play of the Year collectible which is needed for playoff collections. Playoff Collections There is a new playoff collection for each team. The collections are broken down into two tiers, division winners and non division winners. Collections for division winners will be more difficult to complete, but the rewards will be significantly better. Collections for division winning teams will require approximately 40 cards each. This includes players currently in MUT, and three new and unique collectibles. The first is the Division Winner collectible obtained from the given team's playoff solo challenge sequence. The second is that team's Game of the Year collectible, which will only be found in H2H Seasons reward packs. It will be auctionable and tradeable. The last item needed is the team's Play of the Year collectible. It can be found in packs, and unfortunately cannot be auctioned or traded. Before you get too upset with Play of the Year collectibles, EA will be adding more ways to obtain them. This includes weekly solo challenge sequences that reward these collectibles directly and opportunities to buy them for 150,000 coins in the store. If you're able to complete these collections you'll be rewarded with a 99 OVR MVP player with boosts from the given team along with 100,000 coins. Collections for non division winning teams are significantly easier to complete. These only contain between 18 and 30 cards currently in the mode and reward an MVP version of the given team's best player and between 20,000 and 30,000 coins. Player Cards Along with the previously mentioned collection reward players, you can expect about 150 new chemistry versions of current gold cards. Additionally, there will be 50 new player cards from playoff teams which range from 94 to 98 in OVR. All players, including reward cards, included in this new round of content are auctionable and tradeable. The Football Outsiders stars for Wild Card weekend are T.Y. Hilton, WR, IND Limited Edition Led all WR with 102 DYAR this week 13 receptions, 224 yards, 2 TD Donald Butler, ILB, SD Led all defenders with four Defeats, all on Giovani Bernard 2 TFL, forced fumble, tackle to prevent thirddown conversion King Dunlap, LT, SD Limited Michael Johnson to no sacks, one QB hit, and one tackle Mark Ingram, RB, NO Led all RB with 46 DYAR this week 18 carries, 97 yards, TD You'll learn more about Hilton and Ingram's games tomorrow when we run Wild Card Quick Reads. Sorry no 49ers, but Colin Kaepernick is getting covered on Madden's Team of the Week. My Twitter  MUT Twitter  Football Outsiders Twitter   Click Here to Subscribe  Barry Sanders, Adrian Peterson, Aaron Rodgers, Tim Tebow, Tom Brady, Peyton Manning, Calvin Johnson, Russell Wilson, A.J Green, Andrew Luck, RG3, RGIII, Robert Griffin, Drew Brees, Matt Ryan, Joe Flacco, Ray Lewis, Andy Dalton, Ben Roethlisberger, Mike Wallace, Trent Richardson, Arian Foster, Andre Johnson, JJ Watt, Jamaal Charles, Philip Rivers, Eli Manning, Victor Cruz, Michael Vick, Tony Romo, Cam Newton, Julio Jones, Roddy White, Colin Kaepernick, Patrick Willis, Aldon Smith  Pro Pack, Madden 25 Pro Pack, MUT25 Pro Pack, MUT25 Pro Pack. Pro Pack, Beginner Pack, Legendary Pack, Legendary Bundle, All Pro Packs, All Pro Bundle, AllPro Pack, AllPro Bundle, Premium Packs, Premium Bundle, Pro Pack Glitch, All Pro Pack Glitch, Premium Pack Glitch, BCA Packs, BCA Bundles, Reward Packs, Reward Bundles, Jumbo Reward Pack,", "viewCount": 0.3691876822559332, "labels": [0, 1, 63, 450]}, "ICcsQTCorxM": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "ICcsQTCorxM", "title": "", "description": "", "length": 0.26314437690131726, "keywords": "dog show winnersBest of Opposite Sex  Ch San Jo's A Star Is BornCh San Jo's A Star Is Born was awarded Best of Opposite Sex at the 2008 Flushing Spaniel Show. The breeders were Sandra Bell & Vicci Nails and the owners are Pierre Talbot & Jean A. Delisle.", "viewCount": 0.3607990858547175, "labels": [15, 18, 67]}, "Vkr4E4LJLY4": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "Vkr4E4LJLY4", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "walkthrough abathur story Gameplay storyline cut scene stukov vision starcraft 2 valerian campaign achievement StarCraft II Heart Of The Swarm Video Game hard difficulty zagara plot duran prince mengsk narud hots sarah jim youtube gaming YouTube dahaka horner char heart of the swarm first Playthrough raynor kerrigan leviathan conversations mission zerg sc2 izshaStarCraft 2 Storyline Heart of the Swarm Campaign  Dominion Space 46Story focused walkthrough of Starcraft 2 Heart of the Swarm's Campaign Venturing into Dominion Space to find the Hyperion and attempt to rescue Jim Raynor. All Episodes Follow me on Twitter Facebook StarCraft 2 Heart of the Swarm Campaign Walkthrough Part 2 Hard Difficulty.  Donations  Greatly Appreciated! . . ", "viewCount": 0.33615389712692795, "labels": [0, 1, 42, 487, 2524]}, "PCWMqbLoTGs": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "PCWMqbLoTGs", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "christmas sims 3 houses softballgirl4531 deck the hallschristmas log cabin christmas specialMerry Christmas everyone! to celebrate, you should have your sims celebrate!! this house is for 3 sims two adults, and a baby or toddler or something. here is the link to download i hope you and your sims enjoy a merry christmas! happy simming", "viewCount": 0.3062205808819713, "labels": [0, 88, 99, 242, 254, 470, 1638]}, "jFJVDnWCrQ8": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06020599913279624, "videoId": "jFJVDnWCrQ8", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "Volkswagen beetle bug kever keafer vw remmele 2.7 splitBazza!  KCD & on the roadBazza!  KCD & on the road", "viewCount": 0.41831274287014, "labels": [2, 17, 197, 756]}, "jG0HNiON57M": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "jG0HNiON57M", "title": "", "description": "", "length": 0.25622928644564746, "keywords": "HSN Home Shopping NetworkFashion Apparel Tops BlousesNENE by NeNe Leakes Twist Front BlouseFor More Info or to Buy Now NENE by NeNe Leakes TwistFront Blouse Value Statement Good to Know Prices shown on the previously recorded video may not represent the current price. View hsn.com to view the current selling price. HSN Item 347981", "viewCount": 0.3320146286111054, "labels": [66, 293, 2658]}, "jJMPT7uuM7E": {"likeCount": 0.2499687082618404, "dislikeCount": 0.1361727836017593, "videoId": "jJMPT7uuM7E", "title": "", "description": "", "length": 0.25514499979728755, "keywords": "Puff Biggy Small Sean Combs Musical Artist Howto Conference Subject Daddy Play Faith Evans Musical Artist Father Piano Musical Instrument Keyboard traditional melody keyboard sheet letters how do bass notes play where find letter lesson letternotes letternote tutorials download printouts print out downloads pdf .pdf can lyrics Tutorial Lesson Lessons How to play keybord leter leternotes class tutorial free chords Teacher Game music Learn Student EducationHow to Play  I'll Be Missing You  Puff Daddy  ft Faith Evans & 112  LetterNotePlayer LetterNotePlayer   For free download of .pdf with the piano letter notes, including some recent updatesrevisions to the letter notes shown in the video  see below, bass progression, & lyrics, go to Demonstrates how to play  \"I'll Be Missing You\" by Puff Daddy  ft. Faith Evans & 112  on piano, in original key. Demonstrates chords, bassnotes  progression, melody, and bridge riffs. If you want to play this song, this tutorial will make it accessible. For free download of pdf with the piano notes, bass progression, & lyrics, go to Also  follow me on Twitter  LtrNotePlayer  receive tweets whenever I upload a new video. Here are the note updates that slightly differ from those in the video LHG D RHAGBAGA  2X  LHE B RHF EGF EF  2X  LHC G RHGD C G  LHD A RHAE D A  LHG D RHAGBAGA  2X ", "viewCount": 0.475370559383959, "labels": [31, 40, 57, 117]}, "fbBJV29Hcvg": {"likeCount": 0.2, "dislikeCount": 0.1, "videoId": "fbBJV29Hcvg", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "home repair bathroom ceremic tile repair removing ceramic tile glueRemoving glue from bathroom ceramic tileAfter using brute force to remove glue from some bathroom tiles that had fallen off, I decided to use steam to loosen the glue. This made the glue much easier to remove. Other source had recommended using some harsh chemicals. I didn't want to use chemicals, which also would have been an extra expense.", "viewCount": 0.4651423400759052, "labels": [1025, 1440]}, "fbMngVWYWLg": {"likeCount": 0.09030899869919436, "dislikeCount": 0.08450980400142569, "videoId": "fbMngVWYWLg", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "ddr dance revolution waiting ddt darwinDance Dance Revolution X  Waiting 4 UMe playing Waiting 4 U on X JP. Sorry if the video is a bit out of sync.", "viewCount": 0.3048053173115609, "labels": [0, 1207]}, "uB6iHhtep7o": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "uB6iHhtep7o", "title": "", "description": "", "length": 0.2437750562820388, "keywords": "gaming gamerzine xbox playstation wii ds nintendo atari skywalker the force unleashed guitar hero star wars exclusive trailer jedi 360 preview review news latest video alone in dark sneak glimpse peek ranch aerosmith mario super smash specialGamerzine TV  Exclusive Star Wars PreviewGamerzine takes you backstage at the Skywalker ranch for a sneak preview of The Force Unleashed. Also, Guitar Hero Aerosmith and Alone In The Dark Test", "viewCount": 0.33360592778663495, "labels": [0, 1, 189]}, "uCvpo9Cuk3g": {"likeCount": 0.1806179973983887, "dislikeCount": 0.047712125471966245, "videoId": "uCvpo9Cuk3g", "title": "", "description": "", "length": 0.25514499979728755, "keywords": "Project CARS tracks Sim Racing Media GenreProject Cars Build 743  Track ShowcaseAs requested here is a quick showcase of PCARS tracks. List of tracks European Circuits  Azure Circuit  Monaco  Besos  Circuit de Catalunya  Brands Hatch laser scanned  Cadwell Park  Donington Park  Florence  Mugello  Hockenheimring  Imola  Loire 24  Le Mans Circuit de la Sarthe  Loire National  Le Mans Bugatti Circuit  Monza  Moravia  Brno  Nrburgring Nordschleife Team Member during development  Nurburgring GP Senior during development  Oschersleben  Oulton Park laser scanned  Silverstone  Snetterton laser scanned  Spa Francorchamps  Zolder North American Circuits  California Raceway  Willow Springs  Lakeville Raceway  Sonoma Raceway  Monterey  Laguna Seca  Watkins Glen  Wisconsin Raceway  Road America Asian Circuits  Dubai Autodrome  Jin Ding  Zhuhai  Sakitto  Suzuka Oceania Circuits  Bathurst  Mount Panorama Kart Tracks  Belgian Forest Karting Circuit SpaFrancorchamps Kart Circuit  Chesterfield fictional  Glencairn fictional  Summerton fictional  Dubai Kartdrome Country Roads  California Highway Team Member during development  Azure Coast Team Member during development PlannedConfirmed Tracks  Ruapuna Speedway  Macau Historic Tracks  Bannochbrae fictional historic GP track located in the scottish highlands  Hockenheim Pre 2002  Rouen Les Essarts  Historic Milan  Monza 1967. GPL2.  Historic Milan Oval  Silverstone 1975  Solitude Rennstrecke  Spa Historic Oval Tracks  Concord  Charlotte Motor Speedway   Daytona International Speedway   Delaware  Dover  Henrico  Richmond  Indianapolis Speedway   Memphis  Bristol Fictional Tracks  Test Track just for testing during development, wont be in the final release   Infield not yet confirmed   Fictional Infield   Real Infield For more info on the game visit ", "viewCount": 0.4035109402944576, "labels": [1, 2, 7, 272]}, "AoNkgP1t40g": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "AoNkgP1t40g", "title": "", "description": "", "length": 0.269196510276736, "keywords": "SWAYBEATZ TV DJ LOUIE VEGA HOUSE CLUB WALL HOTEL MIAMI BEACHSWAYBEATZTV DJ Louie Vega Spins  WMC 2011  WALL MIAMI pt.2 MIAMI\"WMCWinter Music Conference2011\"Kenny DopeMasters at WorkNYDJ Louie VegaW HOTELWALL DJ Louie VegaDJDon't Miss It!!!!!!!", "viewCount": 0.31507564398603094, "labels": [61, 433]}, "mzFv6ph9RiM": {"likeCount": 0.13424226808222062, "dislikeCount": 0.0, "videoId": "mzFv6ph9RiM", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "gibson j45 folk indie female finger picking acoustic Rascals guitar singer songwriterNo Getting Over Youan original by Susan RitchieSusan Ritchie performs an original song.", "viewCount": 0.32776092143040914, "labels": [4, 9, 10, 34]}, "cxNS4FH_qN4": {"likeCount": 0.10413926851582252, "dislikeCount": 0.1, "videoId": "cxNS4FH_qN4", "title": "", "description": "", "length": 0.259659709562646, "keywords": "plants vs zombies plants vs zombies2 How to play plants vs zombies 2 on pc play plants vs zombies 2 with bluestacks how to run plants vs zombies 2 on pc run plants vs zombies 2 with emulator how to play apk game on pc how to run android games on pc Download Plants vs. Zombies 2 Plants Vs. Zombies 2 It's About Time it's about time Plants Vs Zombies 2 It's About Time run on pc It's About Time Full Game PC Plants Vs Zombies 2 It's About Time Full Game PCPlants Vs Zombies 2 It's About Time Full Game PCTo download the game go here  or here  or here  To download bluestacks go here  ", "viewCount": 0.3925157327175899, "labels": [0, 1, 42, 695, 938, 1279]}, "d1erxMDzVz4": {"likeCount": 0.1806179973983887, "dislikeCount": 0.08450980400142569, "videoId": "d1erxMDzVz4", "title": "", "description": "", "length": 0.24871383754771867, "keywords": "dip chew tobacco grizzly wintergreen copenhagen natural copeking09 mudjugsdipping with peter griffin??just a quick skit guys hope you enjoy. srry my edditing is still a bit off.", "viewCount": 0.3491081413423187, "labels": [3615]}, "30XbYUZH2Ts": {"likeCount": 0.10413926851582252, "dislikeCount": 0.06989700043360189, "videoId": "30XbYUZH2Ts", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "Ripper Silkroad athens ivy captin chelinka killedRipper killed Captin IvyRipper from Athens killed Captin Ivy", "viewCount": 0.317666993266815, "labels": [0, 856]}, "MWaTsxcOC4E": {"likeCount": 0.17781512503836439, "dislikeCount": 0.06020599913279624, "videoId": "MWaTsxcOC4E", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "how to play guitar song lesson guitar tutorial carly simon bob dylan elvis presley sade Marvin Gaye Van Morrison GG Allin jay st germainHow to Play \"You're So Vain\" by Carly Simon on GuitarCheck out Bas Rutten's Liver Shot on MMA Surge Like us at Follow us on Twitter Check out our Guitar Playlists Learn more pop songs at these Mahalo pages How to Play \"Judas\" by Lady Gaga on Guitar \"The Lazy Song\" by Bruno Mars \"Bubbly\" by Colbie Caillat \"I Want It That Way\" by Backstreet Boys \"Kiss Me\" by Sixpence None the Richer \"Otherside\" by Red Hot Chili Peppers \"All The Small Things\" by Blink 182 \"Drive\" by Incubus \"Push\" by Matchbox 20 \"Born This Way\" by Lady Gaga \"Drops of Jupiter\" by Train \"Only Wanna Be With You\" by Hootie and the Blowfish Learn everything with these playlists How To Play Guitar Songs How To Play Piano Songs How To Play Bass Guitar How To Play Drums How To Speak Japanese How To Speak Spanish How To Start a Blog How To Stretch How To Use Facebook ", "viewCount": 0.43129808617233795, "labels": [9, 10, 34]}, "MZ-ixcmqf9k": {"likeCount": 0.2209515014542631, "dislikeCount": 0.03010299956639812, "videoId": "MZ-ixcmqf9k", "title": "", "description": "", "length": 0.24941545940184429, "keywords": "Chad Stokes State Radio CU Colorado University Dispatch Chetro acoustic guitar free calling all crows Chadwick Stokes Chadwick Stokes Gunship Politico Gunship Politico boulder colorado Music TV Genre The general the generalChadwick Stokes  The Generalchad played in the CU cafeteria for a free in 2010. calling all crows show sound quality isn't the best", "viewCount": 0.4526016021340753, "labels": [3, 4, 6, 9, 10, 34]}, "XB_rIEtdcRQ": {"likeCount": 0.21875207208364633, "dislikeCount": 0.06989700043360189, "videoId": "XB_rIEtdcRQ", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "final fight arcade cody intro last final boss ending capcom belger credits pom stageFinal Fight Arcade  Final Boss, Cody, Intro and EndingFinal Fight arcade at final boss Stage 6 using Cody 1 player. Intro and ending with 4 lives and highest score on Youtube? Capcom 1989.", "viewCount": 0.4329214765805725, "labels": [0, 1, 5, 69, 193, 236]}, "dZcH6LAE9s4": {"likeCount": 0.17323937598229688, "dislikeCount": 0.0, "videoId": "dZcH6LAE9s4", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "ralfe band woman of japan 825 05 0002 016x9Ralfe Band  Woman of Japan Official VideoRalfe Band  Woman of Japan Official Video Subscribe to Skint Records TV at Find out more about Skint Records here ", "viewCount": 0.36753199833392924, "labels": [1]}, "ld_k-mVwHW0": {"likeCount": 0.3031812271330371, "dislikeCount": 0.2428134794028789, "videoId": "ld_k-mVwHW0", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "Howto Conference Subject Origami Hobby Star Literature Subject how to origami randomipodhacker fabonater Paper Ninja Making folding fold paper folding craft crafts create ninja star props movie props simple easy cube sonobe Hobby Website Category Boat Butterfly Dog Organism Classification Dog Dog face Heart beating heart traditional boat traditional boat easy boat Howto sailboat water floats float floatingOrigami Tutorial Origami SailboatLike us on Facebook! Or follow us on Twitter! GiftedTyro This shows you stepbystep on how to fold yourself a Origami Sailboat! It is very simple and easy for anyone to do if you just follow the video. If there are any parts that go to fast for you then simply pause the video then go back to that step. I tried to make this video easy for everyone to understand so have fun! Also it would be great if you could give me feedback on how to improve my videos and if the music in the videos is good enough for everyone since I am trying to create my own music for you all as well. Well I hope this video helps everyone! Thanks for watching!! Our Main Site Our Origami Site ", "viewCount": 0.569753969135427, "labels": [260, 371, 473]}, "llLKy6bmwww": {"likeCount": 0.16901960800285137, "dislikeCount": 0.08450980400142569, "videoId": "llLKy6bmwww", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "BIG RIMS EAST COAST RYDER B & C DONKS VERTEAST COAST RYDERS SHOOT 8THESE ARE A COUPLE CUSTOMERS. THAT CAME OUT FOR THE VIDEO SHOOT.", "viewCount": 0.4738407919818121, "labels": [2, 7]}, "lmgxyR8xJ5g": {"likeCount": 0.15051499783199063, "dislikeCount": 0.047712125471966245, "videoId": "lmgxyR8xJ5g", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "Tacos asada carne carne asada carneasada good mariscos seafood deliciousTacos,Food,Carne Asada, Lonchera Moderna  Packing UpFlame Grilled Carne Asada Tacos...Best In tHe Neighborhood", "viewCount": 0.40876039736878084, "labels": [2, 11, 75, 1766]}, "Vc8Ky7T26Dc": {"likeCount": 0.2919078092376074, "dislikeCount": 0.16232492903979007, "videoId": "Vc8Ky7T26Dc", "title": "", "description": "", "length": 0.23117538610557542, "keywords": "dressage freestyle bridleless morgan stallionFreestyle dressage  no bridlefreestyle dressage display without a bridle for the FUN AND ENTERTAINMENT class at 2011 Aust national Morgan show by Linda Shore on Pure Morgan Stallion Ranch Boss Cortez. For more information on Ranch Boss Cortez go to www.wilgaparkmorgans.com.au For more information on Linda Shore training and coaching services go to www.riverrange.com.au", "viewCount": 0.5269012984405598, "labels": [15, 18, 87, 365, 536]}, "OhZ5S8uzLWo": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "OhZ5S8uzLWo", "title": "", "description": "", "length": 0.268304703823885, "keywords": "Let's Play Star Ocean the last hope part edge reimi faize lymle letsparty132 manifusionLet's Play Star Ocean 4 The Last Hope Part 40  Epiphany of GuidanceSounds like a Emo band name to me, but I'll roll with it", "viewCount": 0.3118925752825777, "labels": [0, 1, 3679]}, "Oj9ctwXJaxY": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "Oj9ctwXJaxY", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "muscle cars supercars race racer racing fastest fast speed adrenaline super lamborghini ferrari bugatti Porsche Automobile Company McLaren Business Operation Porsche 935 Automobile Model BMW adrenalin SEXY WOW1971 McLaren M8F 1978 Porsche 935.SOUND! Start Up  DrivingThanks for watching. Mike Subscribe Facebook Fullsize muscle models 19621970 Buick Wildcat 19651974 Buick Riviera GS until 1972, then Riviera GS Stage1 models 19611976 Chevrolet Impala SS until '69, then any high HPengined models 19581975 Chevrolet Bel Air 19581972 Chevrolet Biscayne 19651976 Chevrolet Caprice 19591975 Ford Galaxie 19621967 Mercury S55 1964 and 1965 badged as a Marauder 19591974 Mercury Monterey 19601973 Dodge Polara Midsize muscle models 19701971 AMC Rebel and Matador The Machine3147 19681969 Buick Gran Sport 19701974 Buick GSX 19651973 Chevrolet Chevelle SS 19661974 Dodge Charger 19681971 Dodge Super Bee 1969 Dodge Charger Daytona48 19661969 Ford Fairlane GT, GTA, and Cobra 19681974 Ford Torino GT, Cobra, and Talladega 19661972 Mercury Cyclone 19701971 Mercury Montego 19681971 Oldsmobile 442 1968 Oldsmobile Cutlass \"RamRod\" 350 19691970 Oldsmobile Cutlass W31 1970 Oldsmobile Rallye 35049 19671971 Plymouth GTX 19681974 Plymouth Road Runner48 1970 Plymouth Superbird 19641974 Pontiac GTO Compact muscle models 1969 AMC SCRambler 1971 AMC Hornet SC 360 19631974 Chevrolet Nova SS 19681976 Dodge Dart GT, GTS, Swinger, and Demon 19701976 Plymouth Duster 19641969 Ford Falcon 19701977 Ford Maverick 19641977 Mercury Comet 1974 Buick Apollo GSX 1974 Pontiac GTO 1974 Oldsmobile Omega S Pony car muscle models 19681970 AMC AMX 19681974 AMC Javelin and AMX 19671974 Chevrolet Camaro Z28 & SS 19701974 Dodge Challenger 19651970 Shelby Mustang GT350 & GT500 19711973 Ford Mustang 302 & 351 19671971 Mustang Cobra Jet 19691973 Mustang Mach 1 19691970 Boss 302 Mustang 19691973 Mustang Boss 429 1971 Mustang Boss 351 19691970 Mercury Cougar Eliminator 19641974 Plymouth Barracuda 19671979 Pontiac Firebird & Trans Am", "viewCount": 0.3435047641339965, "labels": [2, 7, 17, 48, 177, 415, 1602, 1724]}, "ZfjjVsRUdio": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "ZfjjVsRUdio", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "Ultimate SpidermanChapter 2 Workout 22 PS2 HD Peter Parker Johnny Storm Marvel ComicsUltimate SpidermanChapter 2 Workout 22Game Ultimate Spiderman Sector Chapter 2Workout 22 Character Peter Parker & Johnny Storm PlatformPS2 Enjoy 8 Enjoy 8", "viewCount": 0.38549130223078554, "labels": [0, 1, 354, 1873]}, "ZgjnxqpXbvk": {"likeCount": 0.2292256071356476, "dislikeCount": 0.1278753600952829, "videoId": "ZgjnxqpXbvk", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "Ask Ninja Question Oh BrotherAsk A Ninja Question 75  \"Oh Brother\"The Ninja's brother takes a stab at answering your questions.", "viewCount": 0.4468362102082093, "labels": [644]}, "Os0Yljbt9Xo": {"likeCount": 0.16812412373755872, "dislikeCount": 0.06020599913279624, "videoId": "Os0Yljbt9Xo", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "Rap Beat Hiphop pen2lifemusic pen2life Underground Hip Hop Musical Genre Beats vlog video blog industry google google organization marketing search engineJHuss & Punk Loc  Mobbin' Prod. By Platinum Seller BeatsPen2life New Artist JHuss & Punk Loc first video on the label guarantee to make noise threw the streets for booking Pen2lifebookinggmail.com or fatmac67gmail.com", "viewCount": 0.345499721730946, "labels": [14]}, "qba3Kah0ddg": {"likeCount": 0.1361727836017593, "dislikeCount": 0.13222192947339192, "videoId": "qba3Kah0ddg", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "Natillas Dish Chocolate Food Bizcocho cake chocolat chocolat cake butter cream choco cream flanBizcocho relleno de natillas de chocolateUn bizcochito rico, rico y relleno de natillas de chocolate...  Quien da ms ?", "viewCount": 0.3964118143151485, "labels": [11, 20, 22, 123, 176, 250, 321, 1156, 1986]}, "qc3TzPOj9F4": {"likeCount": 0.2041392685158225, "dislikeCount": 0.08450980400142569, "videoId": "qc3TzPOj9F4", "title": "", "description": "", "length": 0.24638929889859074, "keywords": "douro wine elaborar vinho do porto elaborating port wine fazer porto fazer vinho do porto Fortified wine making port wine port making Port Wine quevedo port wineHow we make Port Wine at Quevedo.dvPort Wine is the most wellknown of all Portuguese wines and one of the most respected wines in the world. But there are not that many people knowing how is it made. Port Wine is a fortified wine, it means we add a 77 alcohol to stop fermentation, making it a little bit sweet. But what really occurs is what I want to show you with this video. Take a look and if you have any questions you know where to find me.", "viewCount": 0.43132765156490527, "labels": [43]}, "qc5-AUXa57Y": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "qc5-AUXa57Y", "title": "", "description": "", "length": 0.26074550232146687, "keywords": "MOH gameplay dice ea frostbite unreal m16 saw medal of honor multiplayer hd high definition pvr ps3 xbox360 kdr kills scorechain fun stuff great game unedited maps sector control combat mission weapons video game fps warefare missle mortarMedal of Honor Multiplayer Gameplay Spawn Trap at the endForth round, going to play SP now", "viewCount": 0.38300751664297505, "labels": [0, 1, 36, 153]}, "UehJhdKUAbM": {"likeCount": 0.15682017240669952, "dislikeCount": 0.03010299956639812, "videoId": "UehJhdKUAbM", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "lok phenomenon.legendofkorraPhenomenon Legend of KorraTook FOREVER to make... please enjoy", "viewCount": 0.3294466226161593, "labels": [5]}}