{"q9dtUs6qk8g": {"likeCount": 0.17634279935629374, "dislikeCount": 0.0, "videoId": "q9dtUs6qk8g", "title": "", "description": "", "length": 0.25599066250361124, "keywords": "The Giving Key Rich Robinson Amy Helm City Winery UnsteadyCam Unsteady FreddieRICH ROBINSON  \"THE GIVING KEY\"I filmed this on June 4 2014  the NYC City Winery. This is an UnsteadyCam Production. AMY HELM is one of the featured vocalists.", "viewCount": 0.375724415102197, "labels": [3, 4, 9, 10, 13, 37]}, "15Eyb4zimM4": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "15Eyb4zimM4", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "M4V02085Tidus At Chucky CheeseHes On A Roller Coaster Simulator Ride", "viewCount": 0.35165353738957994, "labels": [255, 2202]}, "1AeKqV5Kau8": {"likeCount": 0.2060697840353612, "dislikeCount": 0.13222192947339192, "videoId": "1AeKqV5Kau8", "title": "", "description": "", "length": 0.2652246341003323, "keywords": "How to catch live bait in trap poddy potty mullet barra jewfish fishing angling viral Narooma New South Wales East Australia Australian Elephant Shark trout bream flathead mulloway team oty michigan OTY lake Fish HowtoHow to Catch Live Bait in a Home Made FDave M demonstrates a useful method for catching your own live bait fish in a trap made from a plastic container bought at the supermarket. Thanks guys..", "viewCount": 0.4739168713981088, "labels": [43, 693]}, "J546pFalYzs": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "J546pFalYzs", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "drum bass dj fresh nass 2011dj fresh  nass 2011, first song!first song played at nass 2011 by dj FRESH!!!!", "viewCount": 0.36543690909752863, "labels": [3]}, "Qbe-CwZ_plI": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "Qbe-CwZ_plI", "title": "", "description": "", "length": 0.24563660331290432, "keywords": "splinter cell chaos theory entertainment xbox gamessplinter cell chaos theopry level 3 panama bankjust trying to beat the level whith a hundred. this is the first half i think thres four of this level", "viewCount": 0.30553783313750005, "labels": [0, 1]}, "sreBGoD8nDI": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "sreBGoD8nDI", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "Breezemore Acres Miniature Australian Shepherds Mini Aussie Pup Puppies Puppy Cute DogSummer 2007 Mini Aussie Female 1 for more info!", "viewCount": 0.3464191370641, "labels": [15, 18, 67, 140, 3400]}, "svjW_56rJm0": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "svjW_56rJm0", "title": "", "description": "", "length": 0.26541765418779606, "keywords": "top 10 anime characterstop 10 anime charactersdisclaimeri do not own these pictures or animes this video is for amusement only there are my top 10 anime characters i have only watched these animes so the next video will contain more i hope you like it note this is my first video so dont flame me just leave tips and youre personal top 110 behind in comments", "viewCount": 0.302694162795903, "labels": [5, 16, 84]}, "31q80XsGiDI": {"likeCount": 0.1146128035678238, "dislikeCount": 0.03010299956639812, "videoId": "31q80XsGiDI", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "Beautiful Giant Scale F16 Turbine Jet at Mako's 2nd Annual RC ShowBeautiful Giant Scale F16 Turbine Jet at 2nd Annual Mako's Jet Rally, Pilot & Owner MarvinBeautiful Giant Scale F16 Turbine Jet at 2nd Annual Mako's Jet Rally in Miami, Florida. Pilot & Owner Marvin", "viewCount": 0.41413556922038897, "labels": [2, 44, 46, 64, 113, 119, 155, 264, 1128, 2195]}, "TZLLSXzhPew": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "TZLLSXzhPew", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "bulgaria property investment apartments sea beach bulgarianeternity resort,sea view forever BulgariaCONSTRUCTION STARTED..... Eternity is a selected development of 106 apartments, based in 13 luxury buildings with unrestricted sea view. Eternity is a private and secluded residence but was still kept close to the little market of the port, the traditional restaurants open during the whole year around, and the marina. The beach is easily accessible, walking distance from the apartments. The peaceful and calm surroundings invite to panoramic views of dancing dolphins and romantic sunsets over the Black Sea. It is this tranquility that unwinds mind and soul. Stylish architecture and secluded and preserved area  right next to the beach! Invite the smell of the sea, warmness of the sun, pleasure of entertainment and beauty of nature to your life. Have a nice holiday home and excellent investment beyond your expectations! Eternity is on the yacht port of Kavarna, walking distance to the beach. 2 minutes to the beach, 5 km to PGA golf courses, 15 km to Bachick, 45 minutes to Varna Airport. 8 500 sqm of land. 106 luxury apartments divided into 12 separated cozy building 7 swimming pools, one large indoor swimming pool Studio, 1 bedroom and 2 bedrooms apartments Some 2 bedrooms can be changed into 3 bedrooms for free Fully finished with high quality of materials 10 years buiding guarantee Fully furnished with the luxury furniture package \"ready to live\" from the popular company  UNIK Furniture Design Guaranteed rental  6 Luxury amenities  The only indoor swimming pool of Kavarna Impressive sky bar overlooking the the yacht port Boutique wellness centre Restaurant, Fitness, bars, children playground, etc Starting of construction  July 2007 Completion  May 2009 FOR MORE DETAILS OR TO RESERVE YOUR APARTMENT PLEASE EMAIL ME. HTTPWWW.FIRSTHOLIDAYHOMES.COM Eternity is on the yacht port of Kavarna, walking distance to the beach. 2 minutes to the beach, 5 km to PGA golf courses, 15 km to Bachick, 45 minutes to Varna Airport. 8 500 sqm of land. 106 luxury apartments divided into 12 separated cozy building 7 swimming pools, one large indoor swimming pool Studio, 1 bedroom and 2 bedrooms apartments Some 2 bedrooms can be changed into 3 bedrooms for free Fully finished with high quality of materials 10 years buiding guarantee Fully furnished with the luxury furniture package \"ready to live\" from the popular company  UNIK Furniture Design Guaranteed rental  6 Luxury amenities  The only indoor swimming pool of Kavarna Impressive sky bar overlooking the the yacht port Boutique wellness centre Restaurant, Fitness, bars, children playground, etc Starting of construction  July 2007 Completion  May 2009 Eternity is on the yacht port of Kavarna, walking distance to the beach. 2 minutes to the beach, 5 km to PGA golf courses, 15 km to Bachick, 45 minutes to Varna Airport. 8 500 sqm of land. 106 luxury apartments divided into 12 separated cozy building 7 swimming pools, one large indoor swimming pool Studio, 1 bedroom and 2 bedrooms apartments Some 2 bedrooms can be changed into 3 bedrooms for free Fully finished with high quality of materials 10 years buiding guarantee Fully furnished with the luxury furniture package \"ready to live\" from the popular company  UNIK Furniture Design Guaranteed rental  6 Luxury amenities  The only indoor swimming pool of Kavarna Impressive sky bar overlooking the the yacht port Boutique wellness centre Restaurant, Fitness, bars, children playground, etc Starting of construction  July 2007 Completion  May 2009 investment property off plan bulagaria beach spa resorts bulgarian homes", "viewCount": 0.3419129307741976, "labels": [88, 184, 299, 364]}, "dCF8rzhnJSc": {"likeCount": 0.1991226075692495, "dislikeCount": 0.08450980400142569, "videoId": "dCF8rzhnJSc", "title": "", "description": "", "length": 0.2507855871695831, "keywords": "nZyMa Radders Clan DMG xRaddersHD Rads Rock DNB Montage console mlg steelseries evilcontrollers youtuber sniping sniper snipe video game quickscoping competitive call of duty cod team gaming gamers machinima respawn ytqualityhigh Call Of Duty Modern Warfare 3DMG Rads & DMG Brutal MW3 Dualtage  Retribution 2.0Can i Please get as many Ratings and Comments for all the hard work?! D Brutal and I are so very Proud to Present Retribution 2.0! DMG Brutal I would like to thank everyone who helped Produce Retribution 2.0 and all the viewers in advance D But most of all i'd like to thank Brutal for being such an awesome Dualtage Partner. Music  Evans Blue  Erase my Scars Wolves at the gate  Pulled from the Deep Papercut Massacre  Lose my Life Special Thanks to Pero for the Border! Pero ", "viewCount": 0.3209515014542631, "labels": [0, 1, 36, 142]}, "dD3bL4kOmHE": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "dD3bL4kOmHE", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Happy Meals Toys of The Rescue RangersShowing off those \"RARE\" Happy Meals Toys of The Rescue RangersBack in 8990, Mcdonald's along with Disney release this series of toys featuring everyone's favorite crimefighters.", "viewCount": 0.3914766136925853, "labels": [26, 903]}, "S8DmvJu37Hs": {"likeCount": 0.15051499783199063, "dislikeCount": 0.03010299956639812, "videoId": "S8DmvJu37Hs", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "devin the dude she want that money odd squad wants waiting to inhale album cd 2012 facemob tha dude rapalotDevin the Dude She Want That Money feat Odd SquadDevin the Dude \"She Want That Money,\" feat. Odd Squad Album Waiting to Inhale", "viewCount": 0.3533899100796595, "labels": [5]}, "pFRL5B78bz8": {"likeCount": 0.1361727836017593, "dislikeCount": 0.0, "videoId": "pFRL5B78bz8", "title": "", "description": "", "length": 0.24393326938302629, "keywords": "Naruto Naruto Characters Anime and AnimationSasuhina Chat 6Hope ya like it!! I finished my little break now im back to making chats! D I finally put music on the chat but if they suck gomen. I had my sister put the songs cuz I have really bad taste in music n dont know how to put them on. Next sasuhina might take a couple of weeks so hang on there 4 a little bit. See ya n i DONT own nothing!", "viewCount": 0.3517063873482655, "labels": [5, 84]}, "4YaStHqqa5E": {"likeCount": 0.19242792860618818, "dislikeCount": 0.047712125471966245, "videoId": "4YaStHqqa5E", "title": "", "description": "", "length": 0.2571708831808688, "keywords": "MC minecraft drop off fall regen fallen 9000 meter blcke hoch tief jump funny likeheadshot rofl jumping lol germanOVER 9000 Free Fall  in MinecraftRecorded by Stampus100 und son paar Random Tpen hihi.", "viewCount": 0.3761702367541413, "labels": [0, 1, 27]}, "U63DSpflEtc": {"likeCount": 0.1698970004336019, "dislikeCount": 0.07781512503836437, "videoId": "U63DSpflEtc", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "Transformers Update 37Transformers Revenge of the Fallen Update 37the new update is here and in it is stuff on the 3rd trailer and some other things as well, so sit back and relax, oh and you might see an old friend at the end of the video. P.S. i finally got to see the new trailer in at the movies when I went to go see STAR TREK, and that was a really good movie", "viewCount": 0.4401641748497771, "labels": [25, 379]}, "UATp3fSNeTE": {"likeCount": 0.2589949601325708, "dislikeCount": 0.13979400086720378, "videoId": "UATp3fSNeTE", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "WWE Wrestling Action Figure Insider Aisle Kmart Store Figures Collection Display Shopping grims toy show wrestling figures kmart fan central wwe figures at kmart wrestling shipper wrestling display store display review funny hilarious Mattel wwe lineWWE ACTION INSIDER Shipper Kmart wrestling aisle figures Mattel Elite Basic \"grims toy show\"Ebenezer Mittelsdorf from Grim's Toy Show takes you on a toy hunt for WWE wrestling action figures inside the a Kmart store action figure aisle. Kmart is WWE FAN CENTRAL and has a new shipper full of Elite16 and Basic 21! Also Features tribute to the troops Big Show, John Cena, Rey Mysterio, Randy Orton, Flex Force The Rock Wrestling rings, brawlin buddies, Battle Packs The miz and Alex Riley, RTruth and more! Check out more episodes for Grim's awesome and amazing collection display of WWE toys and action figures !!! Subscribe, Like, and leave a comment and check out our other reviews for more Mattel WWE action figures from Elite, Basic, Legends, Flashbacks, and Battle Packs lines!", "viewCount": 0.4893944759486517, "labels": [26, 199, 1482, 1520, 2533]}, "4_G_HaUZVMY": {"likeCount": 0.1380211241711606, "dislikeCount": 0.08450980400142569, "videoId": "4_G_HaUZVMY", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "Rustler castle creations mamba monster 2200kv vxl stampede installation upgrades traxxas bandit rustler VXL emaxx tmaxx jato 100 mph brushless rc fast lipo nitro dyno test hpi tamiya ofna Losi associated ae car kyosho futaba spektrum duratrax Spekrum dx3r pro dx3s dx2 tbone racing bumper RPM jaco foam integy custom gyro esky bashing speed venom 110 18 rcone bodies run race 11.1 ever 100 proline UNBOXING worlds fastest XO1 100mph first VS alpha lunsford xtremercracing conceptRustler fastest ever 100 mph Traxxas how to PART 9Update before XO1 ALPHA RC Hard compound tires lunsford turnbuckles xtreme rc racing 17mm hubs", "viewCount": 0.3884342147647059, "labels": [26, 64, 149, 729]}, "4cE57b8Onyk": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "4cE57b8Onyk", "title": "", "description": "", "length": 0.2496929648073215, "keywords": "Punch Out Wii Little Mac Vs Mr Sandman Circuito MundialPunch Out Wii Little Mac Vs Mr Sandman Circuito MundialUltima pelea del circuto mundial,little mac contra el campeon mr sandman,despues de destronar a mr sandman, ahora me tocara defender mi titulo de campeon,a si que, pronto videos de punch out wii defensa del titulo.", "viewCount": 0.3199206479161658, "labels": [0, 1, 5, 63, 203, 3295]}, "o6R31Wwdh7A": {"likeCount": 0.1, "dislikeCount": 0.08450980400142569, "videoId": "o6R31Wwdh7A", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "Glenfiddich 12 Single Malt Scotch TastingGlenfiddich 12 Single Malt Scotch Tastingnosing and tasting 12yr popular single malt whisky", "viewCount": 0.3545925329355843, "labels": [11, 229, 749]}, "o7Kpe6s2LU8": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "o7Kpe6s2LU8", "title": "", "description": "", "length": 0.2414973347970818, "keywords": "violent chapter violent chapter white rabbit white rabbit hole millstone punishment ep 2013 last chance to dance festival live 2013 fest 2013 new year festival dom omladine beogradaViolent Chapter  White Rabbit Hole live Last Chance To Dance festival 2013Live at LAST CHANCE TO DANCE festival 2013 December 28th, 2013, Dom Omladine Beograda Belgrade, Serbia Song from \"Millstone Punishment\" EP Genre Hardcore  Metal  Metalcore Video Camera Vasil Vasev  Vasse DirectorEditor  Uro Aleksi Get your copy of \"Millstone Punishment EP\" for free at ", "viewCount": 0.3378761175316374, "labels": [3, 4]}, "DXOM-A7abFk": {"likeCount": 0.2585460729508501, "dislikeCount": 0.13222192947339192, "videoId": "DXOM-A7abFk", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "make a man out of you mulan english soundtrack disneyI'll make a man out of you Mulan ENGLet's get down to business To defeat the Huns Did they send me daughters When I asked for sons? You're the saddest bunch I ever met But you can bet before we're through Mister, I'll make a man out of you Tranquil as a forest But on fire within Once you find your center You are sure to win You're a spineless, pale, pathetic lot And you haven't got a clue Somehow I'll make a man out of you I'm ever gonna catch my breath Say goodbye to those who knew me Boy, was I a fool in school for cutting gym This guy's got 'em scared to death Hope he doesn't see right through me Now I really wish that I knew how to swim Be a man We must be swift as the coursing river Be a man With all the force of a great typhoon Be a man With all the strength of a raging fire Mysterious as the dark side of the moon Time is racing towards us Till the Huns arrive Heed my every order And you might survive You're unsuited for the rage of war So pack up, go home, you're through How could I make a man out of you? Be a man We must be swift as the coursing river Be a man With all the force of a great typhoon Be a man With all the strength of a raging fire Mysterious as the dark side of the moon", "viewCount": 0.49283139021702543, "labels": [5, 136]}, "DZdHuLoEG_M": {"likeCount": 0.35706596700215343, "dislikeCount": 0.20899051114393982, "videoId": "DZdHuLoEG_M", "title": "", "description": "", "length": 0.2527629900871339, "keywords": "minecraft top 5 factions plugins top factions plugins best factions plugins minecraft factions minecraft factions plugins enchantements enchantment plugin top plugins of the week best plugins of the week best plugins on minecraft top plugins minecraft minecraft top plugins minecraft best plugins factions plugins minecraft factions top 10 factions plugins top 3 factions pluginsMinecraft Saturday  TOP 10 \"Factions\" Plugins! SPECIAL  32Follow me on Twitter to talk to me!  Make your server the ULTIMATE Factions server! PLEASE leave a like   Open description for all info!  JOIN THE UNOVERSE!  FOLLOW ME ON TWITTER!  YOUTUBE PARTNERSHIP?  BEST & RELIABLE SERVERS!  HELP ME GET VERIFIED!  CHECK OUT THE HELP SHOP How to create your own Minecraft server  Don't know how to install plugins onto your server? Watch  You can use this shop to easily get your server up and running! PLUGINS MINECRAFT SATURDAY Playlist  10  required 9  8  7  6  5  4  3  2  1  XTRA INFO Intro Made By & The Song   Martin Garrix  Forbidden Voices Song in Video  Timeflies  House Party  Timeflies  Can't Feel My Face FAQ  Do you have a skype?  numerounobaby14gmail.com I won't accept calls sorry  Do you have a server?  Not yet, but my server is in the making!", "viewCount": 0.5223150548626901, "labels": [0, 1, 27]}, "DZ7dPCH_gW0": {"likeCount": 0.2931457870689005, "dislikeCount": 0.15682017240669952, "videoId": "DZ7dPCH_gW0", "title": "", "description": "", "length": 0.24857214264815802, "keywords": "lose the game day 2012 losethegame 121212 just lostLose The Game Day 2012  121212  The World Will LoseOfficial Facebook Event \"Like\" our Facebook Page at Make all your friends lose The Game by sending them to this video! Brought to you by Download the video and share it online Music DJ Panik  Get Ready & Sub Focus  Flamenco, remixed by DJ Oenq   Download the music at ", "viewCount": 0.5052586220457685, "labels": [25]}, "DbcEROPPTl0": {"likeCount": 0.17853298350107671, "dislikeCount": 0.1079181246047625, "videoId": "DbcEROPPTl0", "title": "", "description": "", "length": 0.24800069429571506, "keywords": "Hp mini backgroundHow to change your Hp mini backgroundThis will show you how to change your Hp mini background!  windows 7  Need help finding the link but if you want to get a pic from like Google or something just make sure you save it when you see the full size that way it wont be blurry", "viewCount": 0.44997420531243826, "labels": [106]}, "LHATjjlImZo": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "LHATjjlImZo", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "chariots of bosh miami heat lebatard show 790 the ticketChariots of BoshChariots of Bosh as heard on The LeBatard Show on 790 The Ticket", "viewCount": 0.3187520720836463, "labels": [52, 70]}, "2BjKUIiNzok": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "2BjKUIiNzok", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "Kara Goo Hara Step Sharing Concert140823 Kara Goo Hara  Step   Sharing ConcertFor more kpop concert updates follow ", "viewCount": 0.3393926006585837, "labels": [3, 6]}, "uenimJYvaaU": {"likeCount": 0.3137037454789513, "dislikeCount": 0.12041199826559248, "videoId": "uenimJYvaaU", "title": "", "description": "", "length": 0.2588831725594207, "keywords": "League of Legends LoL Tower Defense DOTA the Ancients Riot Games Inc Pvpnet PVP moba multiplayer online battle arena champion spotlight melee character competitive ciderhelm cinderhelm epic don't feed df dont counter nocturne nightmare haunting haunted haunt dreams scary darkness falls fear duskbringer umbra blades shroud unspeakable horror paranoia Ghost GhostsDon't Feed Nocturne  InDepth Champion Information League of LegendsCheck out for my complete 200 page League of Legends book. Nocturne was a good champion, very much an assassin though I did build him a few times to survive in melee range frozen mallet, though I know a few people prefer atmogs on him. I really didn't know much about him or his potency prior to doing these games. Great jungler, one of the better ones I've played, and very strong early ganking potential. He really punishes people who overextend in their lanes. My build for these games generally all started with Wriggle's Lantern and boots, and usually had Bloodthirster early. I used Ghostblade a few games as well, but generally went for Bloodthirster first. If I was getting away with kills without survivability or was significantly ahead of them I'd go for more damage items if not, a phage at the very least for some more survivability. A couple games I was totally locked out by teams that stayed very, very tightly grouped and used their CC's the moment I got in. As far as Don't Feed, I've yet to make a decision. I think I've had requests for more than half of the champions I haven't done yet, so that doesn't make it easier. People seem more interested in understanding hard carries, assassins, and ap casters, so I may do a few more of them before doing another tank or support. The release timing will be 23 days between DFs right now while I've got company at my house, but it looks like I'm going to be able to keep releasing them wo much of a problem.  Play League of Legends it's free!  Help people learn about this series by sharing your thoughts on the official LoL forum thread  Don't Feed is a video series that covers champions in greater detail than the Champion Spotlight. This series is descriptive, not prescriptive, meaning that I aim to provide you with solid information without telling you which items, runes, or masteries are best as these frequently change. With this information, you can better play against these champions, and you may be interested in learning to play them. Even after nearly a thousand games, I am still learning new things about these champions by making these videos, and I'm sure the vast majority of LoL players can learn a lot from these. My goal is to provide these videos for all champions in League of Legends.  I've written a book! Want to learn tons about tanking and the math and theory behind it? The concepts apply to both MMORPG and MOBA games. Learn more here ", "viewCount": 0.5459570391416403, "labels": [0, 1, 42, 111]}, "ufK7yGAzDFg": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "ufK7yGAzDFg", "title": "", "description": "", "length": 0.24771212547196628, "keywords": "RAF 51 Sqn Sqaudron HM Army Navy Royal Conquest of Paradise Air Force United Kingdom SA80 Afghanistan Iraq Britain England UKBritish Military Tribute Conquest of ParadiseA tribute to the men and women of the 51st Sqn of the RAF. With thanks to thatcher1976 for his help in making this video and his service to his country. The video is still dedicated to 51 however i apologize about the fact that some of the photos are incorrect.", "viewCount": 0.3313656346618032, "labels": [381]}, "uiHJnap2iZ0": {"likeCount": 0.37628285531890904, "dislikeCount": 0.2437750562820388, "videoId": "uiHJnap2iZ0", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "optic nation gaming M40A3 Predator modern warfare gameplay mw2 snd h3cz sniper montage mp5k 50cal acog footage Sniper Montage .50cal hecz dtreats hutchisyodaddy zzirgrizz max song vegas adobe photoshop cs4 ps3 xbox 360 hack search and destroy Modern Warfare Gameplay amazing knife throw EVIL CONTROLLERS EVILCONTROLLERS STICKS SKINS SKINZ DIGITAL CAMO RATE OF FIRE RAPID BLACK OPS SNIPING SNINPER l96 l96a1Predators CribReason why I kept saying I paid for the stuff is because trolls like to say I'm spoiled. Yup. Twitter Facebook ", "viewCount": 0.5590573242326843, "labels": [1, 1750]}, "ujg8Z2BKYsI": {"likeCount": 0.18260748027008267, "dislikeCount": 0.15185139398778877, "videoId": "ujg8Z2BKYsI", "title": "", "description": "", "length": 0.2683947130751512, "keywords": "addicted2toofaced allie makeup toofaced nail polish china glaze haul sally beauty sale mac wonder woman art earings yellow sun neon pink heaven pom cute pretty addicted too faced two room tour blush eye shadow liner how to and styleChina Glaze Haul!!Hey Everyone! So I went to Sally beauty the other day and they had all of the China Glaze nail polishes on sale So I wanted to share what I bought with you Thanks for watching and Hope you enjoy Addicted2toofaced", "viewCount": 0.4205366787866476, "labels": [39, 181, 216]}, "bF9nzke2_0k": {"likeCount": 0.25158738437116795, "dislikeCount": 0.1, "videoId": "bF9nzke2_0k", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "Arpiel Online Official Closed Beta Trailer Arpiel Online Arpiel Online Nexon Arpiel Gameplay Arpiel Online Gameplay Arpiel Closed Beta MORPG Anime MMORPG Anime Games Online Anime Game Trickster 2 Trickster 2 OnlineArpiel Online Official 1st Closed Beta TrailerUpcoming test for Arpiel next week, might try it out! Game Information Please Subscribe to my Channel! Follow and AMA on Facebook! Latest News and Reviews on my main site. My personal list of games for your phone or tablet. ", "viewCount": 0.45944478006117334, "labels": [0, 1, 5, 25]}, "bKZewX79a6M": {"likeCount": 0.03010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "bKZewX79a6M", "title": "", "description": "", "length": 0.2648360010980932, "keywords": "Big daddy DjVee Vs Sandman CarlitoBig daddy & DjVee Vs Sandman & CarlitoSmackdown vs raw 2008", "viewCount": 0.30166155475571776, "labels": [0, 1, 352]}, "c1ANxGsSjfk": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "c1ANxGsSjfk", "title": "", "description": "", "length": 0.25943925503754267, "keywords": "FIRE SHOW PERFORMANCE CON FUEGO CIRCO QUERETARO MEXICOFire Act Show de Fuego Cia Circo Teatro QroActo de fuego en el circo  p  Urbania Performance Fire Staff Dragon Stilt PerformanceDevil Fire Sicks Astral Flux PerformanceEspada,Devil Sticks", "viewCount": 0.3340245761567932, "labels": [6, 8, 359, 414, 954]}, "hh74WqVb4WI": {"likeCount": 0.11139433523068368, "dislikeCount": 0.08450980400142569, "videoId": "hh74WqVb4WI", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "AdversityBGSU Hockey Team Spring Break 2007Fun in the snow in UNO", "viewCount": 0.39136019497291574, "labels": [2, 83, 252]}, "BAm3c_k0otw": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "BAm3c_k0otw", "title": "", "description": "", "length": 0.2586587304671755, "keywords": "Ford Vanguardmotorsales.com Hot rod Vanguard Motor Sales Cars for sale American Muscle car automobileindustry For sale shelby buy classic cars Muscle car dealership muscle cars for sale vanguard super cars Dealership Classic car dealership Muscle cars 2018 dodge Classic Muscle car Mopar American Muscle street rods for sale cars Classic car Hot rods for sale Buy muscle cars classic cars for sale Muscle car Test Drive Street Rod Chevrolet1971 Chevy Chevelle Big Block Classic Muscle Car for Sale in MI Vanguard Motor Sales Click now for an instant download on \"How to Avoid the 7 Deadliest Mistakes of Buying a Classic Car Online\"! 1971 Chevelle SS Not sure if it is a true SS but has all the goodies 396 402 auto. 12 bolt rear end Power Steering Power Front Disc Brakes Sitting on brand new Boss 18's and Brand New Nitto's Red with black racing stripes Black leather interior complete with bucket seats and a center console with the shifter in the console This beautiful muscle car has the staple shifter and all the correct ss badges. This car was fully restored in the mid 90's and given as a gift to an older gentleman who never drove it and sold it to a friend of his in the late 90's. He babied this car so much that he wouldn't even wash it with water because he didn't want to risk getting water trapped somewhere, he would wipe it down and wax it regularly and only take it out on the nicest of days, he was a true muscle car fanatic. The paint on this car is second to none looking down the side of this car it is straight as a gun barrel. The engine compartment is highly detailed and I must say it is phenomenal. All SOLID METAL From the front to the back and from top to bottom there are zero disappointments with this gorgeous 1971 Chevelle. Call Tom today 2489749513 www.vanguardmotorsales.com tomvanguardmotorsales.com", "viewCount": 0.3354684553954729, "labels": [2, 7, 104, 224, 267, 399, 415, 1602, 2290]}, "BEj8FoYXBOM": {"likeCount": 0.15185139398778877, "dislikeCount": 0.0, "videoId": "BEj8FoYXBOM", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "demitri cross edge midnight bliss exhibition boss aznlmCross edge midnight bliss boss verBoss section of the exhibition. it is much better and more variation. i like how this one have unique animations to specfic bosses. this section includes all post game bosses including the doppleganger. as alwayz prinny stand out from the rest and still says dood to the very end. zelos is the funniest in my opinion XD", "viewCount": 0.36628522332647967, "labels": [0, 1]}, "BJ_8E43OPis": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "BJ_8E43OPis", "title": "", "description": "", "length": 0.2481442628502305, "keywords": "peinture decorative dsigns peintre decorateur steco decorations de peinture astral peinturesdecorations peinture 00212 676 28 16 19peintures batiment ASTRAL", "viewCount": 0.36023855901051055, "labels": [127]}, "Y59j_usJhS8": {"likeCount": 0.1361727836017593, "dislikeCount": 0.0, "videoId": "Y59j_usJhS8", "title": "", "description": "", "length": 0.2670245853074124, "keywords": "boutique tube guitar amp hand wired Continental club austin texas Redd Volkaert music live band hahn telecaster fender Grammatico Amps tone great tone vintage tone amplifier tweed johnny santo Santo & Johnny Musical Group Redd Volkaert Musical Artist Merle Haggard Musical Artist The Continental Club Building Fender Telecaster Guitar joe bonamassa eric clapton keith richards fender tweed high powered tweed tweed tone fender twin john mayerRedd Volkaert Sleep Walk playing Grammatico Amps DFW Twin at the Continental Club Austin TXRedd Volkaert playing his Custom made Grammatico 2 x 12\" 100 watt hand wired tube amp and Hahn guitar at the Continental Club in Austin Texas Saturday January 29th 2011 www.grammaticoamps.com www.Instagram.comgrammaticoamps", "viewCount": 0.3903903526690164, "labels": [3, 4, 9, 13, 37]}, "e3H6INYlQbg": {"likeCount": 0.19190780923760742, "dislikeCount": 0.03010299956639812, "videoId": "e3H6INYlQbg", "title": "", "description": "", "length": 0.26148972160331346, "keywords": "gears of war shack news epic xbox xbox 360 video gamesNikoleZ Explain Gears of WarNikoleZ is back to explain the Gears of War trilogy.", "viewCount": 0.3494571984230199, "labels": [1, 489, 776]}, "x9IRG1edJvc": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "x9IRG1edJvc", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "alexander palace trains east coast hst grand central 225 flying scotsman first capital connectHD Trains At Alexandra PalaceFilmed on the 101011 well i think its been awhile since i did a train observation video and since the east coast mainline along with the southern mainline is one of the least visited places i go to i thought do a video while i was out catching the stobart 92 we see the usual traffic from the east coast mainline with East Coast including new liveried ones HSTs and 225s including scotsman 91 GC 180s and FCC 321s enjoy  JOHN. D. C.", "viewCount": 0.312057393120585, "labels": [2, 45, 51, 56, 77]}, "Ms9GvmPOgpA": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06020599913279624, "videoId": "Ms9GvmPOgpA", "title": "", "description": "", "length": 0.2530199698203082, "keywords": "dota 2 dota Shadow fiend 1x1 SF cup 1337 SF CUP 1x1 Etc vs ks int  RARE SF CUP. Etc vs ks.int", "viewCount": 0.31293675957229855, "labels": [0, 1, 42, 290]}, "vhq2510-OM0": {"likeCount": 0.12041199826559248, "dislikeCount": 0.07781512503836437, "videoId": "vhq2510-OM0", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "Howto Conference Subject Lyrics Full Song Take Out how to record a computer screen windows 7 begginers how to scrrencast yuor computer awesome video recording easy for begginers tutorial xp windows 8How to take a video of your computer screen ? EASY BEGiNNER FRIENDLY TUTORIAL!!!Please comment, rate, and subscribe for more epic stuff...PLEASE.. I AM DESPERATE FOR SUBSCRIBERS D", "viewCount": 0.3268343913951065, "labels": [106, 588]}, "voGSichzYc8": {"likeCount": 0.16232492903979007, "dislikeCount": 0.0, "videoId": "voGSichzYc8", "title": "", "description": "", "length": 0.24048337166199382, "keywords": "Here Without You Composition 3 Doors Down Musical Group Guitar Cover Acoustic Danny Bulgaria3 Doors Down  Here Without you Acoustic Guitar CoverHeyyyyy, i want to thank you all, guys and girls for the support, it means a lot for me!! Request songs in the comment section.  My Facebook Please subscribe!!", "viewCount": 0.30666985504229954, "labels": [9, 10, 34]}, "voG_XmwBXaU": {"likeCount": 0.24683473304121573, "dislikeCount": 0.1, "videoId": "voG_XmwBXaU", "title": "", "description": "", "length": 0.24424797690644487, "keywords": "SWTOR music video AMV Blue Stahli UltraNumb tribute Star Wars The SWTOR Fan Star Wars the Old Republic Music VideoSWTOR UltraNumb Music VideoStar Wars the Old Republic is the property of Bioware Ea. SWTOR music video ft. UltraNumb by Blue Stahli. I do not own the footage or music they are the property of there respected creators.", "viewCount": 0.46294503760129324, "labels": [0, 1, 14, 25, 189, 831]}, "BYh-01H5-i8": {"likeCount": 0.09030899869919436, "dislikeCount": 0.047712125471966245, "videoId": "BYh-01H5-i8", "title": "", "description": "", "length": 0.24785664955938436, "keywords": "Let's Go! Dream Team entertainment variety show dream team   KBS KBS2   2  Let's Go! Dream Team 2 EP155  009Title  Let's Go! Dream Team 2 EP155 Website  Showtime  KBS 2TV Sun 1040 a.m. 20121021 MC  Lee Changmyeong More Episode  Geust LJ, , , , , , , ,, BOB4, , ,         ! ,  7  ,    !        7   ! ,          ?!                !", "viewCount": 0.3594392550375427, "labels": [0]}, "BZe8jX_ubZc": {"likeCount": 0.1, "dislikeCount": 0.06020599913279624, "videoId": "BZe8jX_ubZc", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "Grand Theft Auto Video Game Series sky dive skydiving with quad bike parachute base jumpGTA 5  Skydiving with a quad bike!Now there's skydiving... Then there's skydiving while you're naked... THEN there's skydiving with a damn quad bike! Needless to say this game has put in a lot of effort to be as diverse as possible! D", "viewCount": 0.3084576277934331, "labels": [0, 1, 35, 46, 85]}, "BeIQBPzvuPA": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "BeIQBPzvuPA", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "keyring Free Key system easy tutorial review overview gift cheap gifts gifts for him gifts for her low cost keychain quick release press to open freekeyThe FreeKey System Review Press To Open Keyring, Easy, SecureThis is a video review  overview of the Free Key System. If you find this video useful please like it and subscribe. On this review I show you how to use the Free Key System and explain why it is a very nice and useful thing for yourself or perhaps as a gift for older family members who struggle with putting keys on and taking them off keyrings. It really is a well designed and thought out keyring system that makes life a little easier when you have to deal with your keyring. This easily goes in both \"Gifts for him\" and \"Gifts for her\" categories due to it's obviously gender neutral usefulness. Also you could classify this as \"Cheap gifts\" although not in terms of build and design because this is a really well done piece of gear that just happens to be a low cost item as well. Enjoy.", "viewCount": 0.3503382063473733, "labels": [3077]}, "goSakWozuec": {"likeCount": 0.22671717284030138, "dislikeCount": 0.11139433523068368, "videoId": "goSakWozuec", "title": "", "description": "", "length": 0.2501059262217752, "keywords": "Legend Zelda Ocarina of Song Dubstep Remix mix link music epic theme ganon ganondorf epona Time Storms theThe Legend of Zelda Ocarina of Time  Song of Storms  Dubstep RemixI have not made the music nor the picture in the video. I only put them together and uploaded for you to listen to this amazing remix! ", "viewCount": 0.42339854787802117, "labels": [309, 1018]}, "jHtooyPk-k0": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "jHtooyPk-k0", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "Three Days Grace Last To Know three days grace last to know Cloud Tifa Areith Zack FF7 ff7 Lyrics. ytstretch169Last to Know Three Days Grace Final Fantasy 7sooo didn't mean to be so...well, mean to Areith or Zack, I like em both alot! Video isn't so selfexplainatory. Basically Arieth leaves Cloud for Zack, his best friend. The whole part where the images are flashing really fast is where Zack and Areith are going to meet each other, but then Cloud walks in and catches them. He demands answers and is being very rude until Zack snaps back at him. Cloud becomes an emo little potato until he talks to Tifa, who, awesome as she is, tells him to snap the hell out of it. Cloud then realizes that he shouldn't be so broken about it, and finds that all his friends have been there all along trying to support him he was just to emo to realize it. Cloud leaves the Buster Sword on the cliff, where Zack gave it to him, and moves on with his life. I'll write a fanfic about it later.  Lyrics She just walked away Why didn't she tell me And where do I go tonight This isn't happening to me This can't be happening to me She didn't say a word Just walked away You were the first to say That we were not okay You were the first to lie When we were not alright This was my first love She was the first to go And when she left me for you I was the last to know Why didn't she tell me Where to go tonight She didn't say a word She just walked away You were the first to say That we were not okay You were the first to lie When we were not alright This was my first love She was the first to go And when she left me for you I was the last to know I'll be the first to say That now I'm okay And for the first time I've opened up my eyes This was my worst love You'll be the first to go And when she leaves you for dead You'll be the last to know I'll be the first to say that now I'm okay And for the first time I've opened up my eyes This was my worst love You'll be the first to go And when she leaves you for dead You'll be the last to know Enjoy! .", "viewCount": 0.32506639194632436, "labels": [159, 626, 1740, 1773, 2437]}, "f_zOeSCW4gA": {"likeCount": 0.29434945159061027, "dislikeCount": 0.16232492903979007, "videoId": "f_zOeSCW4gA", "title": "", "description": "", "length": 0.26683859166900004, "keywords": "stanbul zmir Ankara Bursa Eskiehir Trabzon Kocaeli Antalya counter strike go cs global offensive cs go config cs go fps cs go server cs go ps3 cs 1.6 counter strike download hack CounterStrike Global Offensive Video Game CounterStrike Video GameCounter Strike Go  Aim Antrenman TrkeHarita linki ve gerekli olan kodlar aadadr , iyi elenceler  Harita iin link  Girdiim kodlar srasyla  svcheats 1 noclip bot gittikten sonra ap ykselicek ve kapatacaksnz svinfiniteammo 1 Normalde buna ihtiya yok ama eer reload yapyorsanz bunu yazn. Facebook  Twitter  Steam   Music  Mzik daPlaque  ADHD feat. Anke Angel Videoda kullanlan mzik Creative Commons lisansna sahiptir. The music in this video has Creative Commons licence.  imdilik oynanan oyunlar  TF2 , BF4 , Hearthstone Heroes of Warcraft , Counter Strike  Global Offensive , the elder scrolls v skyrim , Watch Dogs  Ekstra etiketler  Poi , Skyrim , BF4 , Hearthstone , CsGo , Team Fortress 2 , WatchDogs", "viewCount": 0.4946850022324409, "labels": [0, 1, 219]}, "SGaZUVAIgJ0": {"likeCount": 0.15797835966168103, "dislikeCount": 0.08450980400142569, "videoId": "SGaZUVAIgJ0", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "Fun Run Cosplay Cosplay Gathering Cosplayer Gathering Kariya Park Mississauga Herbicide Hurbert Kandace Lu Steven Hung Herbert TangMini Spring Fling 2013  Clannad  HD 1080pFun Run Cosplay Gathering at Kariya Park, Mississauga.", "viewCount": 0.34483971034577676, "labels": [2056]}, "mzU64YXyU58": {"likeCount": 0.2835690571492426, "dislikeCount": 0.18325089127062366, "videoId": "mzU64YXyU58", "title": "", "description": "", "length": 0.24248816366310671, "keywords": "suddoth reality check mlg halo halo4 walshy tsquared formal Ninja rc Snipetality montage suddoth2 beta loot glimmer mars venus shores of time crucible iron banner Montage Film Genre Firstperson Shooter Media Genre Video Game Industry Bungie Studios Video Game Developer Activision Video Game Developer Destiny Video Game Moon Optic Gaming Nation suddoth 2 sudd0th NadeshotSUDDOTH 2 Destiny Beta Montage  Edited by SnipetalitySUDDOTH 2 Destiny Beta Montage  Edited by Snipetality This Montage is only a Taste of What is to come 5 Total Score on 3 Xbox Leaderboards Total Score Please Like,Comment & Subscribe if you enjoyed this video Proudly Sponsored By Warheads! Follow us on twitter watch me live on Use Code \"Rc\" for 5 off Cinch Gaming Controllers If you Want to hit me up online for anything Gamertag SUDDOTH 2 Psn SUDDOTH 1st song  Untouchable Xtortion Audio  Untouchable Nick Murray & Mark Moore  Intense Driving Electronic Hybrid ", "viewCount": 0.4437417581766819, "labels": [0, 1, 387]}, "n-oUHNnvL4A": {"likeCount": 0.14623979978989562, "dislikeCount": 0.0, "videoId": "n-oUHNnvL4A", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "7 days away take me away jay bales final cry the calling punisherJay Bales  Confession Album VersionThis is an acoustic song from the vocalist of 7 Days Away \"Jay Bales\" it is called \"Confession\" LYRICS Whats left inside of me, can never move along So we just sing the same old song you can have whats left of me, But Im becoming numb But i just seem to move along But I, Keep your picture in my heart Im slowly falling apart Staring into the coldest moon But I, Can never find the words to choose to express my love for you The change in time is not too far I picture you next to me, when all is calm But your silloutte just fades away I could use your company, to keep me strong I never knew your heart would change My Confession, I feel I am falling again My Confession, It hurts just to let you in", "viewCount": 0.3197556213153537, "labels": [10]}, "XrAydKkEEu8": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "XrAydKkEEu8", "title": "", "description": "", "length": 0.2519827993775719, "keywords": "dead island special collectors edition rising limited Unboxing PS3 Xbox360 Xbox pc Live PSN FPS Melee Combat Zombies game turtle beach ear force z2 gaming headset Blood Bath Arena DLC Ripper Exclusive Weapon With Thee Biblical Beast one only monstarDead Island Collectors Edition With Turtle Beach Headset UnboxingDead Island Collectors Edition Unboxing By Thee Biblical Beast", "viewCount": 0.32462523122993225, "labels": [1, 2342]}, "1H5qQJ6osBk": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "1H5qQJ6osBk", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "Ducati 848 DumpDucati 848 DynoDyno'd 2008 Ducati 848 at track. 122 HP.", "viewCount": 0.32626883443016963, "labels": [2, 17, 30, 55]}, "1HoFoHdP6ZI": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "1HoFoHdP6ZI", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Gas Fireplace Installation Do It Yourself Stone WorkGas Fireplace and Stone Work InstallationInstalling a gas fireplace and stone work can be a great do it yourself project.", "viewCount": 0.4108226656374929, "labels": [388, 497, 1471]}, "1IaFydg4a5w": {"likeCount": 0.21367205671564068, "dislikeCount": 0.12552725051033062, "videoId": "1IaFydg4a5w", "title": "", "description": "", "length": 0.25797835966168103, "keywords": "landing pool fountain lava water fall roof wii sports resort flyover game gaming blimp impossible difficult hard skill skilled trick tricks acrobatics clowning fun unusual moreWacky Wii Sports Resort LandingsDone collecting 'i' points, following Miguel, popping balloons in wii Sports Resort Island Flyover? Then how about touching down on the sand without crashing or on a roof top, or sliding over the top of the blimp, or \"lava hopping\", or landing in the pool or even in the fountain. \"Impossible!\", you say? Then watch this video for proof!", "viewCount": 0.49341397577134716, "labels": [0, 1, 35, 203, 2550, 3254]}, "MVjYBtrHc8Q": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "MVjYBtrHc8Q", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "1994 Ship Ale Cam Valley Morris Country Gardens Miryam's Farm dancing dancers1994 Ship Ale, Cam Valley Morris, Country Gardens1994 Ship Ale, Cam Valley Morris, Country Gardens done at Miryam's Farm.", "viewCount": 0.3378761175316374, "labels": [8]}, "MZIQuTwLqb4": {"likeCount": 0.21072099696478686, "dislikeCount": 0.03010299956639812, "videoId": "MZIQuTwLqb4", "title": "", "description": "", "length": 0.24927603890268377, "keywords": "lathe carbide machine shop competitive edge chipbreakerRunnin with the big dogs??Handed a chunk of metal and turned into a test of the lathe. Don't have your expectations too high though..", "viewCount": 0.3628184508073413, "labels": [62, 270, 867]}, "XDTV9krw2Bk": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "XDTV9krw2Bk", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "Prima marketing Heidi swapp scrapbooking Die cutting supplies paper crafts BlueMoonScrapbooking papers stickers card makingNew Prima and Heidi Swapp StencilsLink to the new Heidi Swapp Stencils at BlueMoon Link to the new Prima Embellishments at BlueMoon ", "viewCount": 0.30507663112330424, "labels": [2420]}}