{"YdbMeJ7wQJE": {"likeCount": 0.12552725051033062, "dislikeCount": 0.1079181246047625, "videoId": "YdbMeJ7wQJE", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "Stratocaster Jazzmaster SCANDAL Mamitas DemoDemo Stratocaster vs Jazzmaster Scandal modelAs I got Jazzmaster model  Scandal, Japanese Girls rock band, I compare both, because assembly is nearly same as Strato. Gt amp is Yamaha THR5.", "viewCount": 0.3904715545278681, "labels": [4, 9, 10, 37]}, "4-GKmU5pwWU": {"likeCount": 0.15440680443502758, "dislikeCount": 0.03010299956639812, "videoId": "4-GKmU5pwWU", "title": "", "description": "", "length": 0.23996737214810382, "keywords": "sumter south carolina anthony diamonds wannabeMusic Video Anthony Diamonds  WannabeA music video I did for a local Sumter, South Carolina artist.", "viewCount": 0.3450557009418329, "labels": [14]}, "2Saavf3y6EQ": {"likeCount": 0.19637878273455556, "dislikeCount": 0.09542425094393249, "videoId": "2Saavf3y6EQ", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "M.ZUIKO DIGITAL 25mm F1.8 MoVI movi ALEXMOS simplebgc Brushless Gimbal Brushless Gimbal        Steadicam Glidecam Panasonic 24p 30p       GH2 GH3 FLYCAMC5  Flycam C5 Flycam   Maps Street View LUMIX VARIO 714mm F4.0 eiji1783 F1.4 ASPH eiji1783 Maps Street View  chigasaki Ninja 3 3 Axis 3Axis MoVI M10 M10 Handheld  BlesSCam   KAMAKURA Kamakura CityTownVillageM.ZUIKO DIGITAL 25mm F1.8KAMAKURA JAPAN  M.ZUIKO DIGITAL 25mm F1.8 35mm50mm BlesScam Ver.3.0 Brushless Steadicam 3 Axis Brushless Gimbal BaseCam Electronics AlexMos SimpleBGCv2.2 ArmBGC V3.0 \"Alexmos\" Controller 3AXI Panasonic GH2 hackbkmcwdValkyrie 444 TYPEZERO4 BETA4.5 24p  HMIX GALLERY  ", "viewCount": 0.40808789103418175, "labels": [289, 291]}, "0n9gPzkMc4w": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "0n9gPzkMc4w", "title": "", "description": "", "length": 0.2916980047320383, "keywords": "Vieuxtemps Violin Concerto Carlos Ricardo Arias Ollin YoliztliVieuxtemps  Violin Con. No.4 part2Vieuxtemps  Violin Concerto No. 4 in Dminor, Carlos Ricardo Arias de la Vega  Violin, Escuela Ollin Yoliztli, Sala Hermilo Novelo, Febrero 2007", "viewCount": 0.32137832993353044, "labels": [4, 13, 31, 40, 47, 97]}, "0nZjNx4aa-Q": {"likeCount": 0.19294189257142927, "dislikeCount": 0.09030899869919436, "videoId": "0nZjNx4aa-Q", "title": "", "description": "", "length": 0.215836249209525, "keywords": "Chet Atkins Guitarist Jerry Reed Singer Cover Guitar Cover Josh Beavers Jawsh Baivers BungToad Bung Toad Josh Beavz Danny Gatton Telecaster Fender Ibanez RG Compressor Slapback Fingerpicking Fingerpickin' Finger Picking Fingerstyle Guitar Electric Cannonball Rag Merle Travis Brad Paisley Country Shredding Ragtime Earshot Music Records Echo Pedals how to play swing lesson solo arrangement acoustic technique how to hot lick tommy emmanuel rockabilly Cannonball RagChet Atkins & Jerry Reed  \"Cannonball Rag\"Cover of a cover Chet and Jerry's version of Merle Travis' \"Cannonball Rag\" with Jerry Reed on the left, Chet Atkins on the right ", "viewCount": 0.3873029812061044, "labels": [4, 9, 10]}, "SLGnDgBx1S4": {"likeCount": 0.2517195897949975, "dislikeCount": 0.1079181246047625, "videoId": "SLGnDgBx1S4", "title": "", "description": "", "length": 0.2576341350205793, "keywords": "Moon ufo moon ufo alien jupiter telescope eyepiece Astronomy Field Of Study Aliens Space PlanetCrazy Moon Object UFO & Jupiter Filmed Using Eyepiece ProjectionThis clip shows a crazy moon object UFO and Jupiter using eyepiece projection to film. Jupiter does not turn blue but does have a blue ring that is barely visible across the top of the disc.. Please follow my articles on the Examiner.com and click the link below to subscribe the author. I will send notifications as new articles are published. Tshirts If you would like to support the Crrow Discovery Project, please use the PayPal link below Donate ", "viewCount": 0.4090434416175122, "labels": [451, 468, 717, 1653, 2744]}, "SMiboo70640": {"likeCount": 0.15910646070264992, "dislikeCount": 0.07781512503836437, "videoId": "SMiboo70640", "title": "", "description": "", "length": 0.215836249209525, "keywords": "gold farming farming rugged leather wow auction house make wow gold jabureye winterspring thorium ore rune cloth thick leather world warcraft video game World Of Warcraft Video Game Pvp World Warcraft Rogue Warrior Mage Bow Paladin Hunter Arena Level Lvl Warlock Horde Shaman Alliance Wow World Gnome Worldofwarcraft Raid Frost Blizzard 2v2 Blizzard Entertainment Dpswowfarming, Farming Rugged Leather in Winterspring, WoW GameplayCommentaryFaceBook Farming rugged leather in winterspring Thanks for watching, please subscribe if you wana jabureye Shu'halo server", "viewCount": 0.4191395117112106, "labels": [0, 1, 93, 102, 879]}, "GdIDp6iRhVg": {"likeCount": 0.2824776462475546, "dislikeCount": 0.17160033436347993, "videoId": "GdIDp6iRhVg", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "YouTube Editor mustang mustang week mustang week 2013 mw13 pullout pullouts leave leaving burnout spinning ford Ford Mustang Automobile Model blackmark charger dodge charger cops tickets donuts saleen rousch 4.6 32v 5.0 cobra shelbly shelby gt500 svt hooters myrtle beach Myrtle Beach CityTownVillage corvette out of control Drag Turbo eaton roots blower whine blower whine smoke 'em up Cars AC Cobra Automobile Model Exhaust flowmaster borla magnaflowMustang Week 2013  Pullouts, Leaving Mall PART 1 Burnouts, Power Slides, Drifting, and More!The ultimate collection of mustang pullouts as they leave the Mustang Week 2013 show. See all types of mustangs GT, Cobra, Saleen, Shelby, and more leaving the myrtle beach mall during mustang week 2013. This year there were a lot of cops present and several of the stangs got pulled over and cited. Not only will you see some nice power slides, burnouts, and just general hard launches you can hear numerous types of exhaust setups flowmaster, magnaflow, borla, etc. and several engine types 4.6 2v, 3v, & 4v along with OHV 5.0 and DOHC 5.0. This is Part 1 of 4 mustang pullout videos, check out my channel to see all four parts. Missed the Mustang Week 2013 Fox Body Cruise, don't worry I videoed over 100 foxes leaving the Myrtle Beach speedway as they headed to Myrtle Beach Mall during the Saturday Cruise in. Just check my channel to see my collection of Fox vids. If you like what you see please give my vid a thumbs up!", "viewCount": 0.5401210926406311, "labels": [2, 7, 17, 48, 128, 165, 373, 1456]}, "Ghbn6MvRryk": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "Ghbn6MvRryk", "title": "", "description": "", "length": 0.26608654780038693, "keywords": "Destination Punta Cana Weddings La Barcaza Boat Wedding Dominican Republic Hotel incentive groups Resort Hotels Resorts Best Marriage Mela Bavaro Barcelo Beach Dreams Santo Domingo Caribbean Sea USA United States Canada ceremony beach 2010punta cana wedding  punta cana wedding  incentive groups dominican republicVisit . Wedding destination Punta Cana. Punta Cana is the best destination for your wedding Punta Cana Weddings. The best wedding reception in Punta Cana. Navigating the coast of Punta Cana on the boat LaBarcaza. Located in Punta Cana, Dominican Republic in the Caribbean Sea. Capacity for 100 people. Fiesta wedding reception along beautiful beaches with crystal clear waters. Climate and tropical music. For more information enjoyingdominicanrepublichotmail.com Best Incentive Groups in Punta Cana Dominican Republic", "viewCount": 0.3129689892199301, "labels": [2, 71, 76, 299]}, "hpsqVytqQmM": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "hpsqVytqQmM", "title": "", "description": "", "length": 0.26646419755561257, "keywords": "call of duty classic one veteran playthrough walkthrough commentary with thepizzaCall of Duty 1 with Commentary Part 1Call of Duty 1 on PC Difficulty Veteran", "viewCount": 0.30406023401140736, "labels": [0, 1, 36, 2672]}, "xlOTBYhHgAY": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "xlOTBYhHgAY", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "final fantasy ff ff2 ffii 2 dos dawn of souls rpg role playing game square enix squaresoft gba classic playthrough omegaFinal Fantasy II DOS Part 43  King BehemothMonsterinabox from Jade Passage. Nothing too difficult here. He has some strong normal attacks, but nothing a high level Cure spell won't fix each round. For winning this battle, you get a Rune Axe, the best Axe weapon in the game. New to the channel? Subscribe here Other great gear Best webcam for value Best microphone for value Best boom arm for value Best microphone  boom arm combo Best keyboard for value Best mouse for value Best gaming chair for value Best speakers for value Best wireless router for value ", "viewCount": 0.36742179455767005, "labels": [0, 1, 159]}, "fs5P4S84re8": {"likeCount": 0.16901960800285137, "dislikeCount": 0.08450980400142569, "videoId": "fs5P4S84re8", "title": "", "description": "", "length": 0.24183012913197455, "keywords": "deadman wonderland deadman wonderland anime one reason reason fade fate brasil brazilian brazil fansing sing fan fandub andre moreno andre moreno br oneDeadman Wonderland  One Reason FanSingFansing da msica One Reason ", "viewCount": 0.31792644643390255, "labels": [5]}, "g1ZEJWVSiEI": {"likeCount": 0.3563481085394411, "dislikeCount": 0.17634279935629374, "videoId": "g1ZEJWVSiEI", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Alicia Keys George Clooney Peter Gabriel Musical Artist The Elders Musical Artist Jimmy Carter US President Richard Branson Author Cardoso Directed by Anna sudan referendum 2011 Clinton Outten Roachie Emmanuel Jal Record Producer We Want Peace Emmanuel Jal Kofi Annan Fernando CardosoWe Want Peace  Emmanuel Jal   Emmanuel Jal's call for Peace in Sudan and the whole world. Emmanuel Jal enlists support from Alisters from all walks of life in this groundbreaking music video. It features Alicia Keys, George Clooney, Peter Gabriel, The Elders Kofi Annan, Jimmy Carter, Sir Richard Branson, Fernando H Cardoso. Directed by Anna Gabriel. Track credits Performed by Emmanuel Jal Written by Emmanuel Jal and Clinton Outten Strings by Peter Gabriel Produced by Clinton 'Roachie' Outten Intro O h yeaO h yea V1 Am looking for some people who are looking for peace maybe together we could make the war cease now we can send mankind to the moon and we can reach to the bottom of the sea That's why it really kind of baffles me that we cannot end wars and bring peace and we cannot change the way people act and we can not change the way people think So if we sit back chilled out and relax Civilisation will soon be extinct thats why I am Chorus Am calling on......choir I m calling on the whole wide world On the whole wide all. Come on people would help me Help me scream and shout Lets scream and shout coz we want peace That we want peace To say the least V2 I dedicate this song to the common people Caught in the middle of this common evil I wish the world was a little bit fairer time we start looking at the man in the mirror Fear is the devil's policeman Fear made good Germans side with Hitler so he can Build a war of genocide and havoc was reeking Silent of the lambs coz nobody was speaking that's why I am CH V3 Somebody said after RwandaNever again And after RwandaIts happening Nor far from RwandaJust next door Who is gonna shout for the poor people living in Darfur The world's gone deaf the world gone blind The world busy sitting down on their behind Nobody care about the poor and needy Too busy sucking up to the rich and the greedy V4 HEYY!!!! for every hero there's a villain I ain't kidding we gonna shout out standing up Or seating one more time we got no more time We gotta figure out a way that we could all combine heyyyy Like Jerricho the walls came tumbling down The sound of voices had the city surrounded You know what it's worth, time to put our voices to work We gotta shake down heaven and earthThat's why I am CH Outro Come on everybody come onstand up stand up X2 If you want peace and I want peace X3 come on every body come on stand up stand up X2 help me help me help me scream and shout if you want peace like I want peace stand up X2 come on everybody come on stand up stand up X2 stand up come on every body come on stand up About Emmanuel Jal In the wartorn region of Southern Sudan, Emmanuel Jal was born into the life of a child solider on an unknown date in the early 1980s. Through unbelievable struggles, Emmanuel managed to survive and emerge as a recording artist, achieving worldwide acclaim for his unique style of hip hop with its message of peace and reconciliation born out of his personal experiences. Emmanuel is currently touring around the world performing and sharing his experiences and personal message for peace in a quest to boost social and emotional learning amongst young people as they become active global citizens. Emmanuel Jal FREE DOWNLOADS  Emmanuel Jal Music  Emmanuel Jal and We Want Peace Merch  www.emmanueljal.com www.gatwitchrecords.com www.losetowin.net www.wewantpeace.org www.guaafrica.org", "viewCount": 0.5609314748798423, "labels": [14]}, "imU732wQQ8w": {"likeCount": 0.2791690649020118, "dislikeCount": 0.12552725051033062, "videoId": "imU732wQQ8w", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "CoD Inferno Camo Xmas Secret New This Week Ghost Hidden DLC Leaked GlitchCoD Ghosts INFERNO Camo On ALL Weapons  Every Gun Inferno CamoThe CoD Ghosts INFERNO Camo on every weapon! See ALL New Camos via the Playlist below  Cod Ghosts Camo Playlist Like my Facebook Page Follow me on TWITTER My Instagram Use this link for 10 off FPSFreeks Scuf controller 5 Off Code VIKKSTAR My capture card Follow me on Twitch for Livestreams Check out my other channels linked below Minecraft Lets Play Music Insan3Lik3 & Rob Gasser  Fast Forward ", "viewCount": 0.4265596023087592, "labels": [0, 1, 36, 180, 367]}, "ip8kyHEB1Yg": {"likeCount": 0.11139433523068368, "dislikeCount": 0.03010299956639812, "videoId": "ip8kyHEB1Yg", "title": "", "description": "", "length": 0.2591064607026499, "keywords": "skateboard osaka japan soundboarding happy hourHAPPY HOUR 2006 46SOUNDBOARDING 1st DVD \"HAPPY HOUR\"", "viewCount": 0.35679669068231545, "labels": [68, 72, 98]}, "TNZtrsqSLV4": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "TNZtrsqSLV4", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "PAOK FOOTBALL PAOKTV SPORTS THESSALONIKI TOUMBA GREECE PAOKFC   SKG    superleague  soccer  trainingreports  ...  PAOK TVSubscribe to our official channel Facebook Twitter Google Instagram ", "viewCount": 0.3150142161848559, "labels": [0, 12]}, "YrysMRYNU_M": {"likeCount": 0.14471580313422192, "dislikeCount": 0.0, "videoId": "YrysMRYNU_M", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "angel art healing paintings peaceful spiritualArt for the Heart  JDPeek angel paintings 2011acrylic paintings by JDPeek", "viewCount": 0.3567379307650979, "labels": [49, 770, 1936]}, "aJ-zt7VGvAI": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "aJ-zt7VGvAI", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "chicago maraton ryan hall hope solo alex morgan marathon runningThe start of Chicago Marathon 2011At the starting line and start of the 2011 Chicago Marathon with Ryan Hall, Hope Solo, Alex Morgan and the Flotrack crew. More videos from Chicago at Flotrack.org  ", "viewCount": 0.34804381471778173, "labels": [210, 685]}, "aJGSsxJ21QU": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "aJGSsxJ21QU", "title": "", "description": "", "length": 0.26866362692622936, "keywords": "R66R66 start hover work takeoffR66 start up 6605 hover work take off at Robinson unknown pilot", "viewCount": 0.31755118133634475, "labels": [2, 44, 138, 186]}, "qMfGGVaMZ8A": {"likeCount": 0.21903316981702914, "dislikeCount": 0.03010299956639812, "videoId": "qMfGGVaMZ8A", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "Shining In The Sky Piano Tutorial ClannadShining In The Sky 100Shining In The Sky from the anime Clannad This is full version at 100 speed", "viewCount": 0.4384658012462279, "labels": [31, 40, 57, 492, 2056]}, "F1r6iBKgZbY": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "F1r6iBKgZbY", "title": "", "description": "", "length": 0.24393326938302629, "keywords": "Canada Canadian North York London Ontario Ontarian Soccer futbol football City club Astros SC CSL league TorontoNorth York Astros vs London City, June 3rd, 2012, CSLNOTE Future games may have full instead of partial highlights. ...also, there was a yellow in the first half my mistake. 2012 Canadian Soccer League London City at North York Astros North York Astro's Roster 1 Antal Toth, 2 Igor Larrauri, 3 Ogen Jurme, 4 Anthony Valentine, 5 Brian Alcantara, 6 Steven Craig, 7 Joseph Matti, 8 Michael Tischer, 9 Francisco Mendez, 10 Vasileios Liagkos, 11 Mikateko Zwane, 12 Enea Perego, 13 Allan Cordon, 14 Kurt Ramsey, 15 Stanley Ugochukwu, 16 John Jung, 17 David Nagy, 18 Morgan Copeland, 19 Lorence Notaro, 20 Kunle Fayehun, 21 Franco Lopresti Coach Gerardo Lezcano, GM Bruno Ierullo London City Roster 1 Zoran Pusica, 2 Milos Janikic, 3 Milan Janikic, 4 Rade Novkovic, 5 Zvonko Bakula, 7 Boban Stojanovic, 8 Genti Mifatri, 10 Michael Marcoccia, 11 Ranko Golijianin, 12 Scott Chalmers, 13 Omar Chams, 14 Nenad Nikoli, 15 Nanad Begovic, 16 Alseen Mohammed, 19 Jasmin Halkic, 21 Nikola Stanojevic, 22 Christian Salamanca, 23 Dalibor Mitrovic Coach Stanislav Zvezdic Music Doin' Fine by the Groovie Ghoulies, Triple Track by the Dance Hall Crashers and 300 Miles by One Man Army Venue Esther Shiner Stadium, North York, Ontario, Canada", "viewCount": 0.31628629933219266, "labels": [0, 12]}, "Xiyh8BpeFEA": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "Xiyh8BpeFEA", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Fanime Con 2006 FC06 cosplay convention costume masquerade Wii Are Ninjas Anbu Moogle Naruto Final FantasyFanime 2006  16 Wii Are NinjasVideo of Entry 16, cosplay skit of Wii Are Ninjas with Anbu & Moogle from Naruto & Final Fantasy performed at Fanime Con 2006. Filming credits to Linus Lam at Permission granted For the higher RESOLUTION version of this video, visit For details on the convention, cosplayers and series, visit ", "viewCount": 0.3238798562713917, "labels": [6, 84]}, "XkSLnEMkN8c": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "XkSLnEMkN8c", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "Hanna Tatek Wedding Addis Ababa EthiopiaHanna and TatekHanna and Tatek", "viewCount": 0.3766858811021418, "labels": [71, 152]}, "-Oj0ls13zTM": {"likeCount": 0.30211892990699385, "dislikeCount": 0.1799340549453582, "videoId": "-Oj0ls13zTM", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "batalloner KISS Wanna Rock Roll All Nite 1996 brooklyn bridgeKISS  I Wanna Rock N Roll All Nite  1996you should subscribe me!! with lyrics  Also Guitar sacrifice!!! lyricsYou show us everything you've got You keep on dancin' and the room gets hot You drive us wild, we'll drive you crazy You say you wanna go for a spin The party's just begun, we'll let you in You drive us wild, we'll drive you crazy You keep on shoutin', you keep on shoutin' I wanna rock and roll all nite and party every day I wanna rock and roll all nite and party every day I wanna rock and roll all nite and party every day I wanna rock and roll all nite and party every day You keep on saying you'll be mine for a while You're lookin' fancy and I like your style You drive us wild, we'll drive you crazy You show us everything you've got Baby, baby that's quite a lot And you drive us wild, we'll drive you crazy You keep on shoutin', you keep on shoutin' I wanna rock and roll all nite and party every day I wanna rock and roll all nite and party every day I wanna rock and roll all nite and party every day I wanna rock and roll all nite and party every day I wanna rock and roll all nite and party every day I wanna rock and roll all nite and party every day I wanna rock and roll all nite and party every day I wanna rock and roll all nite and party every day I wanna rock and roll", "viewCount": 0.5399266920645152, "labels": [3]}, "1ko0vlDQ5fk": {"likeCount": 0.1986771734266245, "dislikeCount": 0.09030899869919436, "videoId": "1ko0vlDQ5fk", "title": "", "description": "", "length": 0.260959440922522, "keywords": "New York US State Holiday Canada organ organist sleigh ride Casavant Frres Harry WinstonHoliday Greetings from the Consulate General of Canada, New YorkDid you hear the one about the four Canadian organists, the two classic pipe organs from Quebec, and the mellifluous Ottawa opera singer, all let loose in New York...? CAST in alphabetical order Paolo Bordignon Toronto, Ontario Associate Director of Music and Director of the Choristers, St. Bart's St. Bartholomew's Episcopal Church David Enlow Toronto, Ontario Organist and Choir Master, Church of the Resurrection Michael Giunta, Ottawa, Ontario Narrator Wallis Giunta Ottawa, Ontario Mezzo Soprano, Lindemann Young Artist at The Metropolitan Opera Andrew Henderson Thorold, Ontario Director of Music and Organist, Madison Avenue Presbyterian Church Ryan Jackson Bracebridge, Ontario Director of Music and Fine Arts Ministries, Fifth Avenue Presbyterian Church AND Himanshu Dubey Cinematography, Editing, and Direction ORGANS Church of the Resurrection Casavant Frres, Opus 665 1916. Built in SaintHyacinthe, Quebec for SS. Peter and Paul, Lewiston, Maine. Renovated by the Organ Clearing House for Church of the Resurrection 2009. Madison Avenue Presbyterian Church Casavant Frres, Opus 2660 1961. Built in SaintHyacinthe, Quebec Fifth Avenue Presbyterian Church Austin Organs, Inc., Opus 2347 1961. Built in Hartford, Connecticut. St. Bart's St. Bartholomew's Episcopal Church AeolianSkinner Company, Opus 275EF 1971. Built in Boston, Massachusetts", "viewCount": 0.4176380692243271, "labels": [47, 348, 833]}, "1o3gje3i1FM": {"likeCount": 0.09030899869919436, "dislikeCount": 0.047712125471966245, "videoId": "1o3gje3i1FM", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Merry Christmas John Lennon cover Jonni244 Weltmusik Musik Happy Very xmas War is overMerry Christmas John Lennon coverThink about it ....a bit.", "viewCount": 0.3488127496247459, "labels": [9, 10, 99]}, "NbuJJC7MSCg": {"likeCount": 0.3145196406114182, "dislikeCount": 0.15440680443502758, "videoId": "NbuJJC7MSCg", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "ATC around the world piano keyboard mix touch of class jordan dupuis Cover Playing AllATC  Around the World Piano Keyboard MixHey everyone!  It's been a while... lol.", "viewCount": 0.5069038764986071, "labels": [31, 40, 57, 117]}, "v4eV-9CSFuI": {"likeCount": 0.3006466042249232, "dislikeCount": 0.1361727836017593, "videoId": "v4eV-9CSFuI", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "xbox tmartn call of duty cod ghost ghost ghosts release date reveal leak leaked info auto tune trolling lostinplace booster busters griefing black ops 2 black ops 2 multiplayer bo2 black ops 2 boosting troll grief trolling boosters black ops 2 boost treyarch ban banned black ops 2 ban black ops 2 trolling black ops 2 griefing gun game rage humiliation minnesotaburns hacker racist c4 funny c4 kills funny momentsThe Chain Gang on Raid Insane C4 Chain Kills in Black Ops 2MY TWITTER MY LIVE STREAM MY WEBSITE MY SHIRT SHOP THE GOON SQUAD HAM  Chaos  Gone  KOSDFF  Sharp  MY GMOD DARKRP SERVER Want to play GMod with me? Check out my new DarkRP server, LostInPlaceRP. I am on the server every night! Join our steam group EXCLUSIVE DISCOUNTS!  KontrolFreek's 10 Off Discount Code \"LiP\" Quality Game Server Hosting of Minecraft, GMOD, CSGO and More! Game On Snacks 5 Off Discount MY OTHER CHANNELS!  Let's Play and Live Stream Highlights Booster Busters Community Channel Video Games Community Channel ", "viewCount": 0.4096875268059688, "labels": [1, 94]}, "wF6CFRd43JA": {"likeCount": 0.11139433523068368, "dislikeCount": 0.06020599913279624, "videoId": "wF6CFRd43JA", "title": "", "description": "", "length": 0.2679427896612119, "keywords": "Untitled 62Super Mario Galaxy 2 Walkthrough Part 1FINLAY!!!! enjoy!! I'll fix the audio later.", "viewCount": 0.4679673140137964, "labels": [0, 1, 5, 738, 983, 1149, 1581]}, "ayyctF_qzsg": {"likeCount": 0.15314789170422552, "dislikeCount": 0.1, "videoId": "ayyctF_qzsg", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "3d flip clock flipclock flip clock widget weather app apps application applications Android Software Mobile App Software Genre droid android phone mobile download play store weather widget weather app flipclock app flip clock app custom settings verizon at&t tmobile sprint htc lg motorola samsung galaxy s4 note 3 note evo Motorola Droid Mobile Phone cell3D Flip Clock and World Weather  App Review  Excellent Widget for Your Android Learn your phone and find fun apps!!", "viewCount": 0.48052153125346897, "labels": [21, 23, 24, 115]}, "3zvzA0_SPPw": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "3zvzA0_SPPw", "title": "", "description": "", "length": 0.22405492482826, "keywords": "Accurate Boss Dauntless DX2 600 Lever Drag Reel Accurate Boss Dauntless DX2 600 Lever Drag Reel Review saltwater fishing rail rod reel fishing tackle tuna fishing wahoo Fishing Rod Sports Equipment Accurate Fishing Reel Review New Fishing Reel Fishing Reel Sports Equipment fishing for tuna reel reel review accurateAccurate Boss Dauntless DX2600 Lever Drag Reel  J&H TackleBuy an Accurate Boss Dauntless DX2600 2Speed Lever Drag Reel  The Accurate Boss Dauntless DX2600 2Speed Lever Drag Reel is a fantastic jigging and bottom fishing reel. The DX2600 features an awesome antireverse system so your antireverse will never fail even under extreme loads. Accurate Dauntless Reels were designed for hooking up with huge, powerful fish like tuna and wahoo while using a small, lightweight fishing reel with braided line. For more information or to buy a DX2600, visit the Accurate Boss Dauntless 2Speed Lever Drag Reel page on our web site. Here is the link Get your Accurate Boss Dauntless DX2600 2Speed Lever Drag Reel at J&H Tackle! 679.00  www.jandh.com.", "viewCount": 0.3834929096460576, "labels": [43, 873]}, "rk1QStPcddw": {"likeCount": 0.36517624473801114, "dislikeCount": 0.16901960800285137, "videoId": "rk1QStPcddw", "title": "", "description": "", "length": 0.26473829701146195, "keywords": "Grand Theft Auto V Video Game gta online rap battle mm7games miniminter zerkaa ksi vikkstar tbjzl behzinga Video Game IndustryGTA V Rap Battle 2 With Zerkaa, KSI, Vikkstar123, TBJZL and BehzingaBecome a Member Become a Member Raps Round 2! My twitter Their Channels ", "viewCount": 0.5490037179384234, "labels": [0, 1, 35, 85]}, "G7f92IAjZqk": {"likeCount": 0.15910646070264992, "dislikeCount": 0.06020599913279624, "videoId": "G7f92IAjZqk", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "Porsche boxster Motorcycle restore Mercedes r170 MercedesBenz Organization Mercedes lighting Mercedes help Cup holder Mercedes suv Mercedes 4wd Auto Custom motorcycle build Mercedes w208 Mercedes convertible Mercedes Automobile Industry Porsche repair fupabox Mercedes hydraulics porsche Vintage motorcycle mbusa amg Mercedes ml auto repair Mercedes w202 Porsche how to Mercedes sl Mercedes brakes Mercedes how to Mercedes repairMercedes retractable cup holder disassemblyHow to take apart the retractable cup holder on an older mercedes Benz ..c class , e class , s class follow me on twitter ", "viewCount": 0.45615783683009603, "labels": [2, 7, 62, 1330, 1747, 1752]}, "uqMvkDxFLPE": {"likeCount": 0.16434526764861876, "dislikeCount": 0.047712125471966245, "videoId": "uqMvkDxFLPE", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "fastlife ogmafia cokeboys ogm cokeboyz gpk garbage patch kid coke life style ogki Free New Freestyle cokeboy droop pop droop pop b.stats miami bangfield 413 860 718 203 trap music miami rap Florida Fashion Beach gpk with coke french montana chinx drugz bad boy records p diddy cokeboy brock cokeboy cheeze cokeboy flip dj dyber Pop Music Musical Genre Kid Cudi Music Video Performer Sean Combs Celebrity Trapeze Film Subject Gangsta Rap Musical GenreCokeboy Lifestyle  Fastlife featuring Cokeboy Droop popVideo for song off Fastlife 's cokeboy Lifestyle Mixtape featuring Cokeboy Droop Pop", "viewCount": 0.3593396842300207, "labels": [14]}, "uzpGHk-dyAI": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "uzpGHk-dyAI", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "assassin's creed 3 assassin's creed iii Assassins Laptop Computer Gameplay Nvidia Core Lenovo Business Operation Creed intel core i7 cpu hdd sdd Notebook Ram 12gb memory Drive Graphics Windows Geforce gt650m sli gpu 1080p 720p bandicam recording software Monitor QuadAssassin's Creed 3 Gameplay on Lenovo Y500Decided to play Assassin's Creed III and see how it performed. Couldn't figure out how to record at 1080p without lag, so I recorded at 720. It can be played at full resolution with high settings and performs perfectly on the Y500.", "viewCount": 0.3377124042346456, "labels": [0, 1, 35, 285, 904]}, "V2q0zQUaSos": {"likeCount": 0.13010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "V2q0zQUaSos", "title": "", "description": "", "length": 0.2506505032404872, "keywords": "arxadian nathxn runscape dagannoth kings evolution of combatEoC Dagannoth Kings Duo Guide After PatchNathxn and Arxadian here with another guide for you, this time it's Dagannoth kings! This method is really effective and efficient if you have a partner that you can trust 100 and you're pretty much guaranteed to leave with a drop every trip! Song Champions Drumstep Rap ft. SouLee & None Like Joshua by Auratic Auratic Soundcloud Youtube Facebook SouLee Bandcamp Youtube Facebook  None Like Joshua Website YouTube Facebook Twitter Soundcloud Disclaimers RuneScape is a registered trademark of JaGeX Limited. I do not claim, or have any, affiliation with JaGeX Ltd. This video was not intended for any personal gain, only for entertainment purposes. All comments by others are their own and I do not take responsibility for their actions. Consider this, free advertising  All music used in this video are properties of their respective owners. All music is used with expressed permission. Music in this video are used as a background and are not to be sold to make a profit", "viewCount": 0.3702171950857711, "labels": [0, 139]}, "V5Wa-HlLO6c": {"likeCount": 0.08450980400142569, "dislikeCount": 0.12041199826559248, "videoId": "V5Wa-HlLO6c", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "Freinds come for visit and swim with the dolphinsSwimming with the Dolphins, in Panama City BeachCome visit Panama City Beach, Florida and swim with the Dolphins. Friends of ours came for a visit and this is what happend on that day on the boat.", "viewCount": 0.3887054378050957, "labels": [2, 76, 360, 990]}, "q6OZMj7AOBk": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "q6OZMj7AOBk", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "Roxio Game Capture Street Fighter Tekken SFXT Street Fighter X Tekken cross Capcom Namco Megaman Pacman Cody Guy Ryu Jin Kazama Kazuya Chunli Cammy online ranked match battle fight win lose perfect combo funny cool how to Ken Video Game Sf4 Tournament Ryu Street Fighter Street Fighter film Lost Family Akuma Akuma Street Fighter Soul Jack Kate Arcade Strike Bison 3rd Alpha Xbox Sfiv Turbo Matches Ps3 Rose Viper Championship Rufus Sakura Ultra Rumble Third Remix VersusStreet Fighter X Tekken Ranked Match Cody X Guy vs. Ryu X JinAn online ranked match in SFXT. This time it's my team cody and guy vs. Ryu and Jin. Enjoy and don't forgot to likesubscribe! EXtra tags Street Fighter X Tekken SFXT sfxt Super Street Fighter 4 IV Arcade Edition AE Chunli Chun li Cammy Lars Ryu Capcom Namco Megaman mega man megaman pac man pacman pacman character ps playstation 3 ps3 xbox xbox360 360 controller setup set up setup review game play gameplay walk through walkthrough play through playthrough Fighting Game video games cod call of duty mw3 modern warfare 2 3 black ops bo class secret unlock unlockable hack hacks ranked match how to preform a 40 hit combo how to install windows seven 7 in a dishwasher deadpool viewtiful joe marvel vs capcom vs. mvc online Super Smash bros. Brawl Melee links chains link chain juggles juggle combo breaker dlc unlock unlockable downloadable costume costumes alternate new old classic old school Alisa Lars Guy Ryu Ken Akuma Pandora Pandora's Box stage map area course level", "viewCount": 0.3377852419006755, "labels": [0, 1, 69, 236, 404, 417, 568, 589, 934, 1150, 1490, 2017, 2601]}, "yZcTs840gIU": {"likeCount": 0.11760912590556814, "dislikeCount": 0.15563025007672873, "videoId": "yZcTs840gIU", "title": "", "description": "", "length": 0.2699837725867246, "keywords": "Lowes Carpet Instalation Unsatisfied CustomerLowes Carpet Instalation Review AVOID AT ALL COSTLowes carpet instalation gone bad!", "viewCount": 0.41209028176145274, "labels": [1346]}, "7HrlcMtRjmQ": {"likeCount": 0.15051499783199063, "dislikeCount": 0.09542425094393249, "videoId": "7HrlcMtRjmQ", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "Gaia Color EX06 Fluorescent Clear lacquer gundam gunpla scale model kit premium metalic paint test Alclad II mr color super metallic kosutte ginsan MGM Prime Electro plating Hobby Super Magic Powder Gunze Sangyo Painting Metal Chemical Series air brush airbrushing buffing pigment tutorial plastic plamo  Gundam mech model workshop 70 Gaia Color EX06 Fluorescent ClearDoes not glow in the dark but rumored to enhance metallic finishes. Find out in this test. This product will be tested on Alclad 2 Mr Super Metallic Kosutte Ginsan  Mokanaman Pinterest Twitch Tumblr patreon  Salt Mine Hobby Shop ", "viewCount": 0.40808789103418175, "labels": [277]}, "7Ic6q1P2AK0": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "7Ic6q1P2AK0", "title": "", "description": "", "length": 0.24048337166199382, "keywords": "Jota Folk Dance SportJota Manilena  Filipino Folk DancePerformed at the Medical Mission of Mercy MMOM USA 2013 Gala, with the MMOM Dancers, and dancers from the University of Maryland and George Mason University. Jota Manilena  This dance highlights the use of Philippine version of castanets made of bamboo which are unstrung and are held loosely, to the accompaniment of the local rondalla, a string ensemble.", "viewCount": 0.3934902258322314, "labels": [8]}, "7MTGsCsMbmM": {"likeCount": 0.1361727836017593, "dislikeCount": 0.16812412373755872, "videoId": "7MTGsCsMbmM", "title": "", "description": "", "length": 0.258092497567562, "keywords": "Palestine Israel BDS Boycott SodaStream Bed Bath & Beyond El CerritoSodaStream Not Green! Flash Mob at El Cerrito BB&BSodaStream promotes itself as an environmentally friendly and costeffective alternative to buying soda. But SodaStream is produced in an illegal settlement on stolen Palestinian land with exploited Palestinian labor. Moreover, Israeli settlement industries regularly dump toxic waste into the land and water of nearby villages. Flash mob at El Cerrito, California's Bed Bath & Beyond store says B&B Don't Sell SodaStream", "viewCount": 0.36010817277840235, "labels": [11]}, "-rmai65eGLw": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "-rmai65eGLw", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "granja integralgranja integral la auroraaprendizaje experiencial interactivo en Sibate Colombia www.convivencias.com.co info 7555491 3115251188 Bogot Colombia", "viewCount": 0.40486748149922297, "labels": [15, 262]}, "-tVahnfNxQs": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "-tVahnfNxQs", "title": "", "description": "", "length": 0.2501059262217752, "keywords": "Nature Boy Nikita Floyd Environment Plants Weddings Crazy Man Plant Wedding MarriesNature Boy Marries His Favorite PlantAfter years of professing that if there were one plant he would marry, the Hibiscus would be it. Nature Boy does just that, by eloping with the \"Hibiscus Moscheutos Balhiered\".", "viewCount": 0.3196176185039974, "labels": [11, 126, 276]}, "-ug_ZC5UHOc": {"likeCount": 0.20043213737826426, "dislikeCount": 0.047712125471966245, "videoId": "-ug_ZC5UHOc", "title": "", "description": "", "length": 0.2648360010980932, "keywords": "Aaron Harrison Andrew Harrison Houston Defenders Five Star FiveStar basketball Under Armour Under Armour basketballAaron and Andrew Harrison star in Houston Defenders Summer Series, Part I  FiveStar BasketballFiveStar Basketball goes on the road with twins Aaron and Andrew Harrison and their Houston Defenders summer team.  Please Subscribe    TWITTER   FACEBOOK   INSTAGRAM   Get our best tips every weekday for free  Michael Jordan. Kevin Durant. LeBron James. Carmelo Anthony. Stephen Curry. Chris Paul. The list goes on. Since 1966, FiveStar Basketball has produced over 500 NBA and 10,000 Division I players. More than any basketball entity in history.  If you like this video, please share and leave your comments below. Thanks so much for watching!", "viewCount": 0.479309160017658, "labels": [0, 52, 70]}, "-ylOoY6jpVE": {"likeCount": 0.2583198773968623, "dislikeCount": 0.13010299956639812, "videoId": "-ylOoY6jpVE", "title": "", "description": "", "length": 0.2502427119984433, "keywords": "Makeup Beauty Dark Skin Tutorial Eye Way Haul Too FOUNDATION LIPSTICK EYESHADOW TOO FACE BECCA COSMETICS Look Review African American Ethnicity DARK SKIN EyesREVIEW TOO FACED  BORN THIS WAY FOUNDATION FOR DARK SKIN TONESCONTACT Instagram  Aiyanyi SnapChat  Aiyanyi Email  Aiyanyi.AiyanyiGmail.com", "viewCount": 0.41058847086692335, "labels": [39]}, "vMjCh9tXxa0": {"likeCount": 0.2290034611362518, "dislikeCount": 0.12041199826559248, "videoId": "vMjCh9tXxa0", "title": "", "description": "", "length": 0.24727564493172124, "keywords": "Anakin Obiwan Fix You Coldplay Padme Luke Star Wars AnakinObiwan AnakinPadmeFix You  Star WarsREMADE HERE Original notes below  Star Wars fanvid  it's about Anakin and Obiwan and features Padme and Luke  Anakin is broken, Obiwan and Padme send Luke to fix him. Song Fix You by Coldplay Clips Star Wars Episode IIIV1. This is my first SW vid but my Anakin playlist is about 300 songs strong so it won't be the last  hope you like!!!", "viewCount": 0.4446039835806123, "labels": [189, 645, 2569]}, "r8Kszof2bHM": {"likeCount": 0.1, "dislikeCount": 0.06989700043360189, "videoId": "r8Kszof2bHM", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "MOOvi StudioWorld of Warcraft Fly bug PvEThis is a trip before 2.1comes out. Have fun.", "viewCount": 0.33585059114902355, "labels": [0, 1, 93, 102]}, "rAhIImgN2vQ": {"likeCount": 0.2582063362911709, "dislikeCount": 0.09542425094393249, "videoId": "rAhIImgN2vQ", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "Sky Ferreira Musical Artist Pitchfork Music Festival Music Festival Night Time My TimeSky Ferreira  24 Hours  2013 Pitchfork Music FestivalSky Ferreira performing 24 Hours at the 2013 Pitchfork Music Festival. 24 Hours will be on Sky's debut album, Night Time, My Time. ", "viewCount": 0.4585065736773767, "labels": [3, 4, 13, 38, 89, 324]}, "2jyfC6EaBfA": {"likeCount": 0.1845098040014257, "dislikeCount": 0.09030899869919436, "videoId": "2jyfC6EaBfA", "title": "", "description": "", "length": 0.2582063362911709, "keywords": "eric boggan table tennis u.s. open chen longcanEric Boggan vs Chen Longcan  1991 US OpenEric Boggan vs Chen Longcan world 4  U.S. Open Table Tennis Championships.", "viewCount": 0.45817221599490987, "labels": [0, 226, 530]}}