{"D0HCa8Ej7kU": {"likeCount": 0.27283537820212284, "dislikeCount": 0.14623979978989562, "videoId": "D0HCa8Ej7kU", "title": "", "description": "", "length": 0.24771212547196628, "keywords": "25 25CM        BellwoodRecords  JA    FULL Ver. 251st LOVE  2014319  BZCS91108 type DVD BZCS1108 type  \"25\"1stLOVE\"\" JA  TVCM   3", "viewCount": 0.49959772312834966, "labels": [8]}, "D2qb1jkoW40": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06020599913279624, "videoId": "D2qb1jkoW40", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "white barry knights kiss from rose seal k4l duddies bo buller neely gennarinaWhite Barry Part II Kiss From A RoseThe character of \"White Barry\" is back again in the second part of his saga. To be continued? Seal Kiss From A Rose, its obviously not my song. It is by Seal Starring Matt Laredo, Gennarina Riso Featuring Kenny Neely, Bo Buller, Chris Simmons, Yun Swanson, Chip Hall Hair and makeup excellently created by Giulianna Riso more", "viewCount": 0.3217747073262794, "labels": [14]}, "UemAEFi35ck": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "UemAEFi35ck", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "Tribute To Blue pokemon specialTribute To Blue  Pokemon Special  my life would suck without you Tributo a Blue  cancion kelly clarkson", "viewCount": 0.33944516808262165, "labels": [5, 81]}, "UeW4SnPHCQ8": {"likeCount": 0.260422605308447, "dislikeCount": 0.09030899869919436, "videoId": "UeW4SnPHCQ8", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "JRock JRockABM Popping class Popping class NYC Popping dance popping instructional iluminate groovaloos abm crew popping electric boogaloo family electric boogaloos popping ticking how to pop JRock Popping Workshop NYC 2014\"Get Down For The Cause\" Popping workshop in NYC 2014. JRock teaching Popping technique, foundation, moves, styles transitioning, timing, muscle control in NYC. Workshop hosted by Katalyst Video shot and edited by Sophia Lavonne", "viewCount": 0.4294664589500175, "labels": [8]}, "Ue5psTChiHQ": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "Ue5psTChiHQ", "title": "", "description": "", "length": 0.2526339277389844, "keywords": "Madonna Sticky Sweet Tour dvdMadonna Candy Shop Sticky & Sweet Tourmadonna sticky and sweet tour in buenos aires argentina sky1 tansmision amazing leaves messages Candy Shop See which flavor you like and I'll have it for you Come on in to my store, I've got candy galore Dont pretend you're not hungry, I've seen it before I've got turkish delight baby and so much more Get up out of your seat your seat Come on up to the dance floor Ive got something so sweet so sweet Come on up to the front door I need plenty of heat heat Form a special connection Just start moving your feet your feet Move on over to me I'll be your one stop one stop Candy shop candy shop Everything everything That I got that I got I'll be your one stop one stop Candy store candy store Lollipop lollipop Have some more have some more My sugar is raw erotica whisper Stickey and Sweet high pitched vocoder Dance Dance Dance like erotica moaning kind of echoes throughout whole song All the suckers are not all we sell in the store Chocolate kisses so good you'll be beggin for more Dont pretend you're not hungry Ive got plenty to eat Come on in to my store cause my sugar is sweet! Get up out of your seat your seat Come on up to the dance floor Ive got something so sweet so sweet Come on up to the front door I need plenty of heat heat Form a special connection Just start moving your feet your feet Move on over to me I'll be your one stop one stop Candy shop candy shop Everything everything That I got that I got I'll be your one stop one stop Candy store candy store Lollipop lollipop Have some more have some more See which flavor you like and I'll have it for you Come on in to my store, I've got candy galore Dont pretend you're not hungry, I've seen it before I've got turkish delight baby and so much more Get up out of your seat your seat Come on up to the dance floor Ive got something so sweet so sweet Come on up to the front door I need plenty of heat heat Form a special connection Just start moving your feet your feet Move on over to me I'll be your one stop one stop Candy shop candy shop Everything everything That I got that I got I'll be your one stop one stop Candy store candy store Lollipop lollipop Have some more have some more", "viewCount": 0.3087071205906535, "labels": [3]}, "0QahLqu2VKY": {"likeCount": 0.16020599913279623, "dislikeCount": 0.06989700043360189, "videoId": "0QahLqu2VKY", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "Adidas Business Operation Fashion Industry ADIDAS ZX FLUX TECHFIT ADIDAS ORGINALS JET BLACK MIDNIGHT BLACK sneakerhead sneakerheads fresh kicks kicks team adidasADIDAS ZX Flux TechfitThe ZX family of running shoes caught the attention of highmileage runners around 1984 with a futuristic look and feel based on the concept of biomechanics. This remake for men reimagines that original style in a new streamlined shape with a seamless techfit upper in soft stretchy mesh for a foothugging fit. The shoes feature an aquaprint graphic and have the same stabilizing heel cage as the original. An EVA midsole offers allday comfort. techfit upper is engineered for natural, flexible support and a seamless, socklike fit Stretchy mesh upper Breathable mesh lining Welded 3Stripes TORSION SYSTEM for midfoot integrity CompressionMolded EVA outsole Imported TWITTER Greenhornshoes PINTEREST Greenhornshoes FACEBOOK ", "viewCount": 0.3973127853599699, "labels": [66, 148, 253, 271]}, "VL0R_O7PpaQ": {"likeCount": 0.1724275869600789, "dislikeCount": 0.06020599913279624, "videoId": "VL0R_O7PpaQ", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "shadow hedgehog jack skellington maria lament sonic nightmare christmasShadow's LamentPart 2 of Sonic \"Nightmare Before Christmas\" Enjoy! I do not own \"Sonic the Hedgehog\" or \"Nightmare Before Christmas\".", "viewCount": 0.38668778143374993, "labels": [5, 150, 204, 853, 1231, 2183]}, "wJ1oN9cWpwI": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "wJ1oN9cWpwI", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "clamfest wild rail band walton nova scotia honky tonk womanclamfest 1992 wild rail bandwe took a rental truck, a p.a. system, a pack of weiners, some hot dog buns, and a shit load of beer.....all the way to the bum fuck town of walton nova scotia to bein our own mindsrock stars for the weekend.......what a party!!!!!", "viewCount": 0.3322426052405953, "labels": [4, 13]}, "wJYCLfzSOQE": {"likeCount": 0.27474118078864235, "dislikeCount": 0.2037426497940624, "videoId": "wJYCLfzSOQE", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "how to write letter n write letter n how to write the letter n letter n how to write alphabet letters handwriting lesson how to write letters free printable alphabet letters letter writing for kids alphabet video lesson letters of the alphabet alphabet writing how to write alphabet how to write abc for children writing alphabet letters for children alphabet writing lesson writing video lesson abc writing practice handwriting alphabetWrite the letter N  Alphabet Writing lesson for children  The Singing WalrusWatch all of our videos ad free with our app desktop, apple, or android Only 4.99 USD per month and 44.99 USD for a year! The Singing Walrus presents \"Write the letter N\" from our Alphabet Writing Series, an easy and fun video lesson for young kids. Children learn how to write the letter N, both the capital N and the lower case n, through simple stepbystep instructions. Each letter is written three times to help the children memorize. Children who have seen our other videos will recognize the characters! This alphabet writing lesson comes with a FREE PRACTICE SHEET. You can download our free Alphabet Writing Sheets from our website Watch our video for writing the letter O here The Singing Walrus creates fun teaching materials, such as kids songs, educational games, nursery rhymes, and kindergarten worksheets e.g. handwriting worksheets for parents and teachers. Come and join our community on Facebook, or subscribe to our Youtube Channel! Join us on Facebook and Twitter! Facebook Twitter All illustration, animation, music, and voice work produced by The Singing Walrus", "viewCount": 0.5452674066702136, "labels": [5, 1064]}, "6yum3D8_teI": {"likeCount": 0.1740362689494244, "dislikeCount": 0.1146128035678238, "videoId": "6yum3D8_teI", "title": "", "description": "", "length": 0.21702617153949577, "keywords": "synthesia requiem for a dream requiem for dream lux aetherna keyboardRequiem For a Dream SynthesiaWe've decided to put synthesia cover with MIDI file atatched. So, there will be 2 videos every week, 1 Piano and 1 Synthesia.  Here's the MIDI file Like us on Facebook ", "viewCount": 0.4020858281918316, "labels": [31, 40, 57, 492]}, "K5LT-MAmXo8": {"likeCount": 0.17160033436347993, "dislikeCount": 0.06989700043360189, "videoId": "K5LT-MAmXo8", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "Baker University Symphonic Video Game Ensemble BUSVGE wind scene chrono trigger SNESWind Scene from Chrono TriggerWind Scene from Chrono Trigger, as played by the Baker University Symphonic Video Game Ensemble. Arranged by Eric Loux.", "viewCount": 0.41073795828044485, "labels": [3, 4, 13, 54, 2137]}, "E5L8FAFDES0": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "E5L8FAFDES0", "title": "", "description": "", "length": 0.24456042032735975, "keywords": "Football Interest Football League Two Football League The Football League Football League Premier League Football League College Football Sports Association freekickers konzi teamfk skill Preston North End F.C. Football Team Manchester United F.C. Football Team like Harry BreakspearCoyle Freekickerz Football Product Category Soccer American Football Sport Freestyle Potter Skills Comment Goal Please Rate Beckham Fifa Real MadridMyerscough Football Showcase  Number 8  Green Nike SuperflysHad a bit of a poor game but here is some highlights of the in house game at Myerscough.", "viewCount": 0.3590618948206578, "labels": [0, 12]}, "E9cZHStQcYM": {"likeCount": 0.15185139398778877, "dislikeCount": 0.047712125471966245, "videoId": "E9cZHStQcYM", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "Gesture Recognition Kinect Computer Peripheral Unity Software Custome gesture recognitionCustom Gesture Recognition with the Kinect in UnityApologies for the annoying buzzing sound in this video, I'm not sure what went wrong! This is a video entailing my custom gesture recording, defining and detection with the Kinect in Unity. I used a plugin I found online to aid me and will be posting a video on how I set it up and used it because I had great difficulties achieving this part of my project. Here is the link to plugin  docs Check out the usage pdf. Make sure you download the SDK's from this page it wont run unless these are installed on your machine.", "viewCount": 0.39865030153867403, "labels": [0, 1296]}, "DmDlpAImTvk": {"likeCount": 0.047712125471966245, "dislikeCount": 0.06989700043360189, "videoId": "DmDlpAImTvk", "title": "", "description": "", "length": 0.22405492482826, "keywords": "Cincinnati Bengals Professional Sports Team Tennessee Titans Professional Sports TeamTennessee Titans vs Cincinnati Bengals  September 21, 2014 Week 3  RecapSeptember 21, 2014 Paul Brown Stadium, Cincinnati, Ohio Tennessee Titans 7 at Cincinnati Bengals 33 F Scoring Summary Mike Nugent 29 Yard Field Goal  Bengals 3 Titans 0 Andy Dalton 18 Yard pass from Mohamed Sanu  Bengals 10 Titans 0 Penalty on Quentin Groves results in a safety  Bengals 12 Titans 0 Giovani Bernard 1 Yard Run  Bengals 19 Titans 0 Giovani Bernard 1 Yard Run  Bengals 26 Titans 0 Jeremy Hill 4 Yard Run  Bengals 33 Titans 0 Shonn Greene 1 Yard Run  Bengals 33 Titans 7 Top Performers Andy Dalton 1523 169 yards 1 INT passing 3 car 3 yards rushing 1 rec 18 yards 1 TD receiving Mohamed Sanu 5 rec 44 yards receiving 11 18 yards 1 TD passing A.J. Green 6 rec 102 yards Giovanni Bernard 14 car 47 yards 2 TD rushing 1 rec 7 yards receiving Jake Locker 1734 185 yards 2 INT Bishop Sankey 10 car 61 yards rushing 1 rec 9 yards receiving Carlos Dunlap 6 tackles 1 Sack 1 TFL 1 QB hit Robert Geathers 3 tackles 1 PD 1 INT 1 QB hit Reggie Nelson 6 tackles 1 PD 1 INT This video contains still photos and analysis from the game. This video is covered by fair use under news reporting and commentary.", "viewCount": 0.3057285644418215, "labels": [0, 79, 450]}, "D7bFvMi-Qos": {"likeCount": 0.33914644118391035, "dislikeCount": 0.16720978579357176, "videoId": "D7bFvMi-Qos", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "as i lay dying paralyzed decasAs I Lay Dying \"Paralyzed\" Lyric VideoAs I Lay Dying  Brand new song \"Paralyzed\" and Lyric Video off the new release entitled \"Decas\" Out 110811. Pre Orders available here shop.asilaydying.com", "viewCount": 0.5338781097038852, "labels": [14]}, "h7hpA3vd2qg": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "h7hpA3vd2qg", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "robert plant porto alegre 2012 all the kings horsesRobert Plant Porto Alegre 2012  All The King's HorsesNo copyright infrigement intended. This is just a tribute to Robert Plant's music.", "viewCount": 0.3094471128641645, "labels": [3, 4]}, "k3ZxJqSgNF8": {"likeCount": 0.1146128035678238, "dislikeCount": 0.047712125471966245, "videoId": "k3ZxJqSgNF8", "title": "", "description": "", "length": 0.2527629900871339, "keywords": "unboxing unpacking macbook 320m core i7 i5 intel 128gb crysis battlefield modern max setting games gameplay256gb ssd 512gb 4gb ram 2gb display iphone pro gaming call of duty starcraft gtx 590 580 690 680 2012 late 2013 ail failblog compilation fpsrussia fps russia herrtutorial herr tutorial xbox720 ps3 ps4 670 nvidia radeon 9990 8990 benchmark 260 280 285 295 460 470 480 mod jailbreak how to bose graphics grafik money samsung smart tv appletv itv xboxApple Macbook Air 2011  Duke Nukem Forever  Gameplay  1080p deutschgermanDuke Nukem Forever gameplay on Macbook Air 2011  1080p Specs  Core i5 Dualcore  Intel HD3000  128GB SSD  4GB DDR3  1366 x 768 LED Display Support us by subscribing! Thanks", "viewCount": 0.34139699717480615, "labels": [0, 1, 736, 1728, 3680]}, "L4NaYcWRW1E": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "L4NaYcWRW1E", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "Ice Hockey Sport Sweden Country United States Of America Country Team USA USA Hockey Noora Raty Europe Olympics Sochi Lake PlacidWomen's Ice Hockey USA vs SwedenThe Canadian and American women's ice hockey teams dominate, only losing only to each other. The US won the first Olympic gold in 1998, Canada has won every four years since then. Will the trend contine in Sochi, or will some other nation step up to challenge for the gold? The Four Nations Cup at Lake Placid gives a preview of the 2014 games. A hot goalie is a game changer, and it was Finland's Noora Raty who stopped almost a shot a minute to lead her team to an upset victory over eigning world champion Team USA. After losing their two pool games, Team USA was pumped and dangerous as they took the ice against Sweden in the consolation round. The Americans pressured the goal throughout the early play. Midway through the first period they broke through when Ksatie Bresser found a corner of the net for her first goal in international competition. Eight minutes later Brianna Decker poked home a rebound for a 20 USA lead. Sweden scored in the closing moments of the period to keep the game close, but the Americans had taken charge, posting a 14 to 2 edge in shotsongoal edge. In the second period the American's relentless pressure paid off. At 404 Kelli Stack found the back net. The Swedes became frustrated. They were taking penalties. The US had a two skater advantage when Jocelyn Lameroux slipped a shot into the cords. Within 99 seconds Team USA scored twice more to take a commanding 61 lead.", "viewCount": 0.32685779718828434, "labels": [0, 82, 103, 118, 440]}, "dMaRFyMXHSs": {"likeCount": 0.17481880270062006, "dislikeCount": 0.047712125471966245, "videoId": "dMaRFyMXHSs", "title": "", "description": "", "length": 0.2414973347970818, "keywords": "reborn boy adrie stoete artist collectible lifelike baby doll ethnic anatomically correctBitsy Bundles Reborn Marcus Deidre kit by Adrie StoeteIntroducing reborn baby Marcus from the Deidre kit sculpted by Adrie Stoete and reborned by myself. His rebirthday is May 2, 2012. He weighs 4 pounds 4 ounces and is 18 inches long. Marcus is a biracial, anatomically correct baby boy with lots of detail and handpainted hair. Link to his auction Website ebay id bitsybundlesbabies", "viewCount": 0.3675044735955893, "labels": [1367]}, "739lm9JCCNs": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "739lm9JCCNs", "title": "", "description": "", "length": 0.2574031267727719, "keywords": "morecambe heysham link road microlight flexwing flying Bypass blade 912 tarn farm Road Air Plane Airplane Fly Aircraft Free PlanesHeysham Link Road and Arnside.An evening flight past Arnside and then another look at the construction of the new M6 Heysham Link Road.", "viewCount": 0.3186673867499745, "labels": [2, 44, 800]}, "HfdeItxgPhE": {"likeCount": 0.16901960800285137, "dislikeCount": 0.0, "videoId": "HfdeItxgPhE", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "fouettes pointe barre robbie downey passe en dedans ballet ballerina how to danceFouette Preparation En Dedans at Barre on Pointe  Robbie age 12The goal is to not twist when pulling up in passe. Looking forward to fouetts on pointe someday! Ballet Freak Hoodies and Tees are back but only until 111111. Last time printing this year! www.balletfreak.com", "viewCount": 0.4161308095416216, "labels": [8, 206, 650]}, "HiDB4ZDE6gY": {"likeCount": 0.14913616938342728, "dislikeCount": 0.1079181246047625, "videoId": "HiDB4ZDE6gY", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "  Windows 10 Windows 10 Microsoft Windows Operating System Software Industry free windows 10   10  10  windows 10 dirext 12 dirext 12    dirext 12 windows 10 and dirext 10 Windows 10     Windows 10  Windows 78.1.       Windows 10    .          ", "viewCount": 0.3764549719064467, "labels": [0, 106]}, "HkH9ld2L4a8": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "HkH9ld2L4a8", "title": "", "description": "", "length": 0.24871383754771867, "keywords": "Magic the Gathering mtg duels of plainswalkers plains walkers dotp dotpw xbla xbox xbox massive damageMagic The Gathering DotPW XBLA  7395 DamageSorry about the shitty capture. I had no intention of doing this, it just sort of happened. I tried to get my DVD recorder ready in time but it was giving me troubles so I just grabbed the camcorder. Anyway, this is a massive amount of damage being dealt in Magic The Gathering Duels of the Plainswalkers for XBox Live Arcade. You followin me camera guy? I was using the elf deck and I got really fucking lucky and drew both a Imperious Perfect and Immaculate Magistrate first turn, and managed to destroy all of the enemies creatures in time to get them out. At this point, we're almost at the bottom of our decks, but what you see in the first half of the video is what I've been doing the entire game adding a 11 elf creature and giving 11 for each elf to another creature each turn. The 11's actually came out as a lot higher than that because I had several creatures already in play to pump them up. My last draw was fucking insane. By the end I had more than 70 creatures in play, all elves, and all of them except for about 30 token creatures were already ranging from 3030's to 105105's. The Coat of Arms gives all your creatures 11 for each creature they share a type with, so that was an instant 7070 or more to each and every one of them. I totally forgot that card was even in the deck! I'm glad I drew it before my opponent ran out of cards. As if you can't tell, the AI was bugging out the whole game. I heard that it just runs a bunch of possible scenarios in the background and uses the best one to decide which cards to play, but considering how long the thinking times were despite the fact that he didn't play a single card other than a land for about 40 turns, I'm guessing it realized it had no way out and was trying to give up. Stupid ragequitting AI. Anyway, I noticed he had thrown out all his Holy Days on discards, so I held off until he had 2 cards left in his deck before I attacked. I was gonna do it at five because I couldn't remember if there were 3 or 4 Holy Days in that deck, but there were 3 in his graveyard so even if he was hiding one I still would have gotten another shot at it next turn. Good thing I held off though, otherwise I wouldn't have landed the Coat of Arms and probably only would have ended up with about 10002000 damage.", "viewCount": 0.3015359755409215, "labels": [0, 1, 643]}, "GwWSjOiR7ok": {"likeCount": 0.15314789170422552, "dislikeCount": 0.09030899869919436, "videoId": "GwWSjOiR7ok", "title": "", "description": "", "length": 0.2501059262217752, "keywords": "Project Logitech Ferrari First Porsche School Class Cars Lamborghini Carrera Audi Bmw Mercedes Aston Mercedes car Auto LotusAMD Eyefinity HD7970 Project Cars Logitech G27 Wheel Zonda R Max Settings HD 1080PProject cars Pr Alpha Footage !!! HD 1080P Vido. Build 417 Logitech G27 & Triple Monitors PLEASE CHECK THE DESCRIPTION  Hi, Thanks For Watching & Subscribe, Take a Look My Other Racing Game  Project C.A.R.S  City car Driving  Grid 2  Gran Turismo  Nascar 2013  WRC 3  BeamNG Drive  Euro Truck Simulator 2  Race 07  RaceRoom  Rfactor 2  Race On Triple Monitor  ", "viewCount": 0.41029822305182634, "labels": [19, 1285]}, "L939pgznmVg": {"likeCount": 0.19344984512435678, "dislikeCount": 0.03010299956639812, "videoId": "L939pgznmVg", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Club Penguin Video Game Polo Field Club Penguin Polo Field Club Penguin Field Friday club penguin polo field password club penguin moderator club penguin meeting polo field club penguin polo field interview chris gliddonPolo Field  Club Penguin 101On today's episode of Club Penguin 101, Beefy looks back at the career of one of Club Penguins most beloved moderators, Polo Field. Here are links to everybody's channels Kween Kat Nfab CP Cake Kinz elsa girl Mr.Hollywood Sellbot Skuldex846 Little Megan Gamer Yubby NubCp HazeyMC jenny Loves minecraft Firebeast Gaming D MC KidzBopFan MineCraftFan Summer Anders Connor Daley RPG luvr13 Opel23CP Okdavis does CP Greenman3600 ElectricalMiner Ysmael Ocampo Check out BeefyPenguin9 on Social Media Facebook Twitter Google ", "viewCount": 0.3728191398589947, "labels": [0, 1, 5]}, "LCnNu9i9A50": {"likeCount": 0.12041199826559248, "dislikeCount": 0.03010299956639812, "videoId": "LCnNu9i9A50", "title": "", "description": "", "length": 0.24199557484897583, "keywords": "Kirby 64 The Crystal Shards Walkthrough part Level Rock Star 21 Cactus Miniboss Slow dessert King DeDeDe Ribbon Waddle Dee Rockydog200Kirby 64 The Crystal Shards Walkthrough part 3Start Rock Star", "viewCount": 0.39548693710664784, "labels": [0, 1, 5, 1033]}, "S0FE2asvw-I": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "S0FE2asvw-I", "title": "", "description": "", "length": 0.2271841606536499, "keywords": "Sergei Rachmaninoff bogoroditse devo vespers choir maldon st mary's mundon choral music choral Rachmaninov choir colin baldySergei Rachmaninoff Rachmaninov bogoroditse devo  The Choir of St Mary's, MaldonThe choir of St Mary's, Maldon United Kingdon directed by Colin Baldy, perform bogoroditse devo by Sergei Rachmaninoff. St Mary's Choir is completely self financing and doesn't receive money from the parish purse. To help support the choir you can get this song and our Christmas Album \"A Maldon Christmas\" on Google Play. You can also listen to the album for free! Lyrics Bogoroditse Devo, raduysia, Blagodatnaya Mariye, Ghospod s'Toboyu. Blagoslovenna Ti v'zhenah, i blagosloven Plod chreva Tvoyego, yako Spasa rodila, yesi dush nashih. Translation Rejoice O Virgin, Theotokos Godbearer, Mary full of grace, the Lord is with You. Blessed are You among women, and blessed is the Fruit of Your womb, for You have borne the Savior of our souls. Links to the Choir of St Mary's, Maldon Twitter Facebook Parish Website Google Play Bandcamp Video production by Kieran Sampson ", "viewCount": 0.37013952690139207, "labels": [41, 389]}, "QIzajwsSSdc": {"likeCount": 0.1278753600952829, "dislikeCount": 0.09030899869919436, "videoId": "QIzajwsSSdc", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "rogue lavz pvp WoW warcraft shadowdance shadowstep mutilate subtletyEnVenom Highlights 1I'm getting sick of trying to find edgeofseat action rogue style and failing to find it at all unless I dig up old BC pvp vids. So instead of waiting for something more Akrios style world pvp, I've decided to embark on a quest! I will be uploading many shorts once or twice a week. These clips contain very little EPIC SKILLZ BRAH, and I win out just barely. But instead of seeing 10 minute clips in arena, watch something that is truly entertaining, and makes you hold your breath. ENJOY Download the good version here. ", "viewCount": 0.3978317496746751, "labels": [0, 1, 93, 102, 449]}, "Whm8xQTfozo": {"likeCount": 0.29052560487484513, "dislikeCount": 0.06989700043360189, "videoId": "Whm8xQTfozo", "title": "", "description": "", "length": 0.2677606952720493, "keywords": "FIFA Road to Glory FIFA 15 road to glory FIFA RTG FIFA 15 RTG FIFA 15 Trading FIFA 15 Ultimate Team FIFA FIFA 15 FIFA15 FIFA Ultimate Team Ultimate Team Ultimate Team Team Ultimate Today fifa xbox fifa ps4 ps4 fifa Ultimate 15 FIFA Ultimate fifa 2015 TOTW Inform FIFA video Game Series FIFA 15 xbox FIFA 15 ps4 michs09 dirtymike FIFA 15 tips FIFA 15 tutorials FIFA 15 skill moves Best FUT Squad skill moves FUT 15 tips FIFA 15 tradingFIFA 15 ROAD TO GLORY  AMAZING SKILL MOVE COMBOS  FIFA Ultimate Team FUT 15  RTG 13FIFA Road to Glory  Amazing Skill Move Combos in FIFA 15 Ultimate Team RTG FUT 15  Can we get 800 likes? USE \"DIRTY\" for 5 OFF  Instant Coins on Xbox & PSN Cheap MSPPSNGame Codes  Use \"DIRTY\" for 3 OFF Dirty Mike  Twitter  Facebook  Instagram  LiveStream  SnapChat DirtyMikeUSA                      The Playlists... FIFA 15 Tutorials  FIFA 15 Tips FIFA 15 Road to Glory RTG FUT 15 FIFA 15 Best Squad Builders FIFA 15 Best Pack Openings FIFA 15 Formation Guides & Reviews FIFA 15 Top 5 Overpowered Players FIFA 15 Giveaways  Free FUT Coins & Vlogs                      Music is \"The Effect\" by producer Chill from This video includes a FIFA 15 Road to Glory Series featuring Amazing Skill Move Combos in FIFA 15 ultimate team FUT 15. I was also thinking about creating a FIFA 15 RTG featuring Wager upgrades of in game rewards.. Make sure to check the playlist to see all my RTG 15 episodes from FUT 15 that include Easy Trading methods in Ultimate Team Easy ways to make coins  FUT tips on skill moves  How to defend better & even the more recent videos that are really focused on live reactions!! I try to keep a nice variety of content on my channel as I build the Best FIFA 15 Guide on the internet via FIFA tutorials  FIFA tips combined with Cheap Overpowered Squad Builders & Expensive Squad Builders that bring easy success with rare players such as informs  TOTY  TOTS & MOTM etc.. Make sure to drop a comment with your best squads in FIFA 15 Ultimate Team or Teams you wanna see me use.. Maybe some Crazy Skill Squads or an Epic Hybrid ", "viewCount": 0.42357556345867176, "labels": [0, 1, 63, 167]}, "ISPSt093ig0": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "ISPSt093ig0", "title": "", "description": "", "length": 0.2502427119984433, "keywords": "andorra downhill mountain biking grandvalira bike park mountain bike DH La Cova Fosca mtbHigh Speed Downhill Grandvalira Mountain Bike Park \"La Cova\" & \"Fosca\" Red Trails MTB DHA full out attack on Grandvalira's La Cova and Fosca red trails...probably the twistiest and rockiest reds in the park. Watch out for Tom crashing at speed into a tree towards the end! Singletrack Safari offers a range of highlightsstyle mountain biking holidays across Europe  including the \"Andorra Altitude\" holiday  which is available as a downhill or cross country trip. www.singletracksafari.com", "viewCount": 0.30421815945157665, "labels": [53, 58, 163, 232, 427, 2690]}, "IS9rD7SIEQI": {"likeCount": 0.15440680443502758, "dislikeCount": 0.0, "videoId": "IS9rD7SIEQI", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "2011JN 2011 Japan National YoYo yoyo 2011 Japan National YoYo Contest 1A 14th Keita Kido2011 Japan National YoYo Contest 1A 14th Keita Kido ", "viewCount": 0.38098289610678865, "labels": [8]}, "IWxMM3-ZTVs": {"likeCount": 0.33005954838899637, "dislikeCount": 0.1361727836017593, "videoId": "IWxMM3-ZTVs", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "exo sehun rap 2015 sehun love me right exo love me right remix sehun rap exo love me right mr removed exo mr removed 2015 sehun shawty imma party shawty imma party till the sun downSehun Shawty Imma Party Till The Sun Down FULL MVSehun's official solo debut shawty imma party till the sun down remix", "viewCount": 0.473189483894544, "labels": [14]}, "IWbSnCxOfa8": {"likeCount": 0.23979400086720376, "dislikeCount": 0.07781512503836437, "videoId": "IWbSnCxOfa8", "title": "", "description": "", "length": 0.24502491083193612, "keywords": "the good husbands utopian house party utopian the good huzzThe Good Husbands Utopian House Party prod. Hakan Mavruk Official Video\"Like\" us Follow ", "viewCount": 0.4657858650860443, "labels": [14]}, "_DkxDHl8iMo": {"likeCount": 0.2220108088040055, "dislikeCount": 0.1278753600952829, "videoId": "_DkxDHl8iMo", "title": "", "description": "", "length": 0.22479732663618068, "keywords": "Lego Star Wars Battle Geonosis JediLego Star Wars Battle of GeonosisThe main battle of Star Wars episode 2. The battle of Geonosis that opposes the Republic and the Separatists.", "viewCount": 0.44487835896289574, "labels": [26, 130, 189, 610]}, "_KUKv5GH6IM": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "_KUKv5GH6IM", "title": "", "description": "", "length": 0.22405492482826, "keywords": "WoW World of warcraftWorld of Warcraft InterviewsAn interview piece made for school. It defines the game pretty much.", "viewCount": 0.3249198357391113, "labels": [0, 1, 93, 102]}, "ClcoDPLETMI": {"likeCount": 0.17323937598229688, "dislikeCount": 0.0, "videoId": "ClcoDPLETMI", "title": "", "description": "", "length": 0.24183012913197455, "keywords": "Marco Belinelli Chicago Bulls Tom Thibodeau Derrick Rose Joakim Noah Carlos Boozer Luol Deng Rip Hamilton Nate Robinson Taj Gibson Kirk Hinrich Nazr Mohammed Jimmy Butler Vladimir Radmanovic Marquis Teague NBA highlights basket pallacanestro fortitudo Bologna playoff 2013 first round Brooklyn Nets Carlesimo Deron Williams Gerald Wallace Brook Lopez Watson Evans Joe Johnson Blatche Stackhouse Humphries Bogans Brooks Taylor TeletovicNBA Playoffs, 1st Round, game 7 Marco Belinelli  Brooklyn Nets  May 4th, 2013All NBA footage belongs to the NBA, the other footage to its respective owners. 4th of May, 2013. NBA Playoffs, 1st Round, game 7. Brooklyn Nets vs Chicago Bulls 93  99. Marco's stats 24 pts 814 FG, 36 3P, 55 FT, 6 rebs, 2 asts and 1 stl in 40 mins.", "viewCount": 0.3996818021879516, "labels": [0, 52, 70, 125]}, "C2LY1TjKmzY": {"likeCount": 0.16901960800285137, "dislikeCount": 0.06020599913279624, "videoId": "C2LY1TjKmzY", "title": "", "description": "", "length": 0.2650307523131937, "keywords": "thereicobra werevertumorro fred 100 rapido seguro facil eficaz chido bromas de susto para pc bromas para el ordenador bromas divertidas para amigos paginas de bromas para amigos bromas para amigas virus de broma para pc Proteccion USB Antivirus USB Inmunizar USB bmv00001.Como proteger la USB  Inmunizar nuestra USB  windows xp,vista,seven,7visiten   dudas a mi correo batista.rocagmail.com  sub 4 sub visiten bromas de susto para pc,bromas para el ordenador,bromas para ordenador cosas para bromas,bromas divertidas para amigos,virus bromas para pc imagenes para bromas,paginas de bromas para amigos,bromas para computadoras para espantar,bromas para amigas,virus de broma para pc, antivirus for software,best free antivirus software,antivirus software for, software free antivirus,free software for antivirus,kostenlos antivirus software, software antivirus,antivirus software trial,latest antivirus software,software of antivirus,recommended antivirus software,free antivirus software download, rate antivirus software,antivirus firewall software,top antivirus software,antivirus and software,freeware antivirus software,antivirus software alert,trial antivirus software antivirus software free download,free software antivirus,buy antivirus software, cheapest antivirus software,www.antivirus software.com,compare antivirus software antivirus software comparison,free antivirus softwares,antivirus free software, good antivirus software,computer antivirus software,antivirus software ratings, cheap antivirus software,antivirus software review,antivirus software free,antivirus softwares,antivirus software reviews,free antivirus software,", "viewCount": 0.3157758886046864, "labels": [106, 1375]}, "ZJBHUsjYLvw": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "ZJBHUsjYLvw", "title": "", "description": "", "length": 0.24199557484897583, "keywords": "SSBB super smash bros brothers brawl wii Mario Subspace Emissary Link Pit Wolf Fox Music Lucario NessSSBB Music Fire Emblem Radiant Dawn Eternal BondSBBB Music straight from the game", "viewCount": 0.35352941200427707, "labels": [0, 5, 199, 234, 1485]}, "58giZXgmh2U": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "58giZXgmh2U", "title": "", "description": "", "length": 0.244870631990508, "keywords": "BoSS Battle of Supreme Swag EmazingLights.com EmazingLights EL Light Show lightshow Gloves gloving LED Battle Cire Kushion PM PMBOSS 101511 Cire vs Kushion Top 8 Match Glove Light Show EmazingLights.com   PM Cire vs Kushion Top 8 Match  IGC host monthly BOSS Gloving competitions featuring some of the best Glovers that are consistently innovating the Gloving art form. Check out your favorite Glovers go head to head for huge prizes while performing in front of hundreds of other Glovers!", "viewCount": 0.345863784902565, "labels": [3, 1036]}, "FuMiZevjoVE": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "FuMiZevjoVE", "title": "", "description": "", "length": 0.25237464668115644, "keywords": "surfing barbados flying fish Soup Bowl SlaterSurfing in Bim 2004  2005A music video put together by surfing pics accumalated over the net. Barbados is the place  Soup Bowl is the surf  Matisyahu King Without A Crown is de song!!", "viewCount": 0.3443106456737266, "labels": [392]}, "FuCYWbXPvqo": {"likeCount": 0.2296665190261531, "dislikeCount": 0.13979400086720378, "videoId": "FuCYWbXPvqo", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "coors coors light saintsauveur stsauveur sauveur challenge ski snowboard winter neige snow mountain dale talkington 4bi9 stept scofield connor scofield skiing freeski wutang wu tang killer beeCoors Light SaintSauveur Challenge 2011 Dale Talkington & Connor ScofieldDale Talkington & Connor Scofield's entry to Coors Light StSauveur Mountain Challenge. 3 days to create the best 3 minute edit. Most views wins 1,000.", "viewCount": 0.4558276460571353, "labels": [160, 166, 273]}, "FUfqAGwEcRg": {"likeCount": 0.3644635503768153, "dislikeCount": 0.21303337684950063, "videoId": "FUfqAGwEcRg", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "Russian Air force HD Sukhoi SU 30 Su 35 Mirror Wars      military planes  video Celldweller Scardonia Airplanes Su27 Planes mig29 SU47 SU30    Su35BM mikoyan mig35 low level flight cobra maneuver Zerkalnye VoinyRussian Air force Su 35UB HDHD Video of Russian plane SU35UB ATTENTION Many people here claim that this is not Su35 ... For those who claim that ,pls visit this link ,and read bottom of the page song CelldwellerScardonia tags Russian Air force HD Sukhoi SU 30 Su 35 Mirror Wars      military planes  video Celldweller Scardonia Airplanes Su27 mig29 SU47 SU30    Su35BM Su35 Flanker E mikoyan mig29 mig35 russian planes aircraft cobra maneuver flares low level flight", "viewCount": 0.6019121693119942, "labels": [46, 155, 162, 264, 377, 3033]}, "sa4X2EyTwCw": {"likeCount": 0.1414973347970818, "dislikeCount": 0.047712125471966245, "videoId": "sa4X2EyTwCw", "title": "", "description": "", "length": 0.23654879848909, "keywords": "tazam3 e46 m3 evo8 AA WMS lucent technik supercharged.TazaM3 Dyno DayUnedited version of Vik's day at the dyno and race against a 500whp Evo8 GT35 w antilag launch control staging unit, from a dig. The M3 made 503whp351wtrq on boost and 563whp401wtrq on the bottle.", "viewCount": 0.4402037727716252, "labels": [2, 7, 17, 48, 174, 196, 715, 830, 1307]}, "kr1gINsJ3GU": {"likeCount": 0.17481880270062006, "dislikeCount": 0.0, "videoId": "kr1gINsJ3GU", "title": "", "description": "", "length": 0.26242820958356683, "keywords": "Marvel Infinite Series Hyperion Grim Reaper Hulk Marvel Now Wasp Marvel Universe Marvel Legends Marvel Select Marvel MiniMates Stan Lee Toy Fair NYCC SDCC 2014 video review Toy collector coleccion de Juguetes Captain America The Winter Soldier Avengers 2 Marvel Infinite DCUC Juguetes para adulto juguetes Wave 1 wave 2 wave 3 coleccionista custom give away free Marvel Comics Organization Maestro Psicodlico LerancidideasMarvel Infinite Series Hyperion resea o critica en Espaolta guapo el we!!...", "viewCount": 0.3244029589030022, "labels": [26, 199, 326, 672, 1536]}, "Y_VadUUtorw": {"likeCount": 0.1, "dislikeCount": 0.1, "videoId": "Y_VadUUtorw", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "Washington DC Metro WMATA bus virginia maryland station bus stop metro station commute next train next bus android iphoneDC Metro and Bus demoDemo for the DC Metro and Bus Android app. Realtime train and bus data to ease your commute in the Washington DC region. Available in the Google Play Store at ", "viewCount": 0.44327769407648604, "labels": [21, 23, 24, 73, 218]}, "NpveD2rO8vk": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "NpveD2rO8vk", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "MariaBelly Dancing at Simone SalsaBelly dancing by the teacher at Simone Salsa", "viewCount": 0.3467312062980552, "labels": [6, 8, 383]}, "Nrze8tri6Bs": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "Nrze8tri6Bs", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Weezer hot heat huntington beach califiornia say it aint so blue album rivers cuomoWeezer Say It Ain't So Huntington Beach Free Show U.S. OpenThis is from the free show Weezer did In Huntington Beach, CA for the U.S. Open Surfing Championship. Scot is wearing kilt and the show was on the beach. This video was uploaded from an Android phone.", "viewCount": 0.34949889736831685, "labels": [3, 89, 324]}, "gUS-KCa8cMo": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "gUS-KCa8cMo", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "Funny tacky amazing outstanding outdoor Christmas lightsMerry Holidays BellsGloria Estafan Silver Bells Lol Merry ChristmasExtreme Christmas Lights  LOL!A fun photo tour of Christmas lights  from totally tacky to truly elegant  with Gloria Estefan's \"Silver Bells\" and lighted cats, of course! Happy holidays, youtubers. ", "viewCount": 0.334143452457814, "labels": [99, 420, 716, 1078]}, "e99UukUbiUg": {"likeCount": 0.3554610285226164, "dislikeCount": 0.2041392685158225, "videoId": "e99UukUbiUg", "title": "", "description": "", "length": 0.2534026106056135, "keywords": "madden 16 draft champions madden 16 draft champions madden 16 draft champions nfl madden madden 16 draft lostnunbound madden 16 fantasy draft madden 16 draft champions gameplay madden 16 draft champions full draft madden16 madden16 draft champions mut 16 draft champions LNU nba players basketball try not to laugh spin the wheel nba draft nba 2k 1v1INSANE MADDEN 16 DRAFT CHAMPIONS VS JESSERTHELAZERSponsored by Ronku  Madden NFL 16 Site  JESSER'S VERSION  2500 LIKES for the NEXT Draft Champions! GT Lost N Unbound PSN RealLostNUnbound Music Credit  SoundCloud  Facebook  Twitter  Google  Instagram  Link to music  Disfigure  Blank NCS Release SUBSCRIBE to LostNUnbound  FOLLOW ME ON SOCIAL Twitter Instagram Twitch Facebook Snapchat LostNUnbound About LostNUnbound Whats good everybody?! My name is LostNUnbound AKA Greg! I love basketball and I love interacting with people, so Youtube is awesome for that! I just wanted to say that I love you all, you guys truly mean so much to me. I doubt youre reading this since its at the bottom lol, but if you are, I just wanted to say thanks  INSANE MADDEN 16 DRAFT CHAMPIONS VS JESSERTHELAZER LostNUnbound ", "viewCount": 0.5582271365161713, "labels": [0, 1, 63, 450]}}