{"2w4rOVWGyXo": {"likeCount": 0.08450980400142569, "dislikeCount": 0.1079181246047625, "videoId": "2w4rOVWGyXo", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "REVIEW Nine Up Conveyor Belt SushiREVIEW Nine Up Conveyor Belt SushiNine Up Sushi Conveyor Belt Sushi 3278 Midland Ave Unit D118 Toronto, ON M1S 3M1 416 7549333", "viewCount": 0.3406199423663313, "labels": [11, 29, 32, 406, 1115, 1136]}, "Px4rMlu7bMM": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "Px4rMlu7bMM", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "RaceOrlando Street RaceStreet Cars,Illegal Street Race", "viewCount": 0.3581380688709987, "labels": [19]}, "Q-wLc4lpGeo": {"likeCount": 0.37343196808590073, "dislikeCount": 0.18573324964312687, "videoId": "Q-wLc4lpGeo", "title": "", "description": "", "length": 0.2652246341003323, "keywords": "Metallica ...And Justice for All metal piano cover vk vkgoeswild Roland RD 700 GXMetallica  ..And Justice for All  piano cover HDYou can learn how to play some of my arrangements on flowkey my FB page, with gigs announcements and stuff like that. from the album \"...And Justice for All\".", "viewCount": 0.5570402822286907, "labels": [31, 40, 47, 57, 117]}, "dYlILBtTNn0": {"likeCount": 0.16812412373755872, "dislikeCount": 0.08450980400142569, "videoId": "dYlILBtTNn0", "title": "", "description": "", "length": 0.2620136054973758, "keywords": "dreamcast sega house of the dead gameplay classic ps2 james greg arcade shooter popular ytqualityhigh ytstretch169 characters HQThe House Of The Dead 2 Sega DreamcastThe Greatest Voice Acting Ever", "viewCount": 0.4204879333760662, "labels": [0, 1, 193, 1885]}, "ld0hMBW0K1M": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "ld0hMBW0K1M", "title": "", "description": "", "length": 0.23384564936046048, "keywords": "game half life gaming HL Jaykin Bacon halflife modHalf Life 2 Jaykin Bacon Weapons. All Of ThemIt's actually a Half Life 1 mod, not 2.", "viewCount": 0.3425860145077841, "labels": [0, 1, 180, 1326, 1544]}, "Oh-MXjMFxT4": {"likeCount": 0.25224442335063196, "dislikeCount": 0.10413926851582252, "videoId": "Oh-MXjMFxT4", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "thermoforming thermoforming training plastics processing Paulson Training Programs thin gauge thermoformingThermoforming Lesson 1 The Machinery and Plastic BehaviorFor a Free Trial of Thin Sheet Thermoforming, call 18008261901 or visit our website and request a trial here  This video is an excerpt from Paulson Training Program's new Thin Gauge Thermoforming interactive training program. Lesson 1 The Machinery Plastic Behavior In this lesson, personnel will learn how to control sheet temperature  one of the most important factors in achieving and maintaining part quality. Plastics are unique materials that have their own unique properties. Wellregulated control of plastic temperatures will minimize plastic degradation, contribute to part thickness uniformity, and improve overall quality.  Thermoforming is one of the most common processes for making a wide variety of consumer and industrial plastic parts. Its also one of the fastest growing of the plastics manufacturing industries and employs thousands of personnel. While simple in concept, thermoforming is a complex process requiring knowledgeable and skilled personnel at all levels in the plant. Through the 6 lessons in this training program, your personnel will learn the fundamentals of the thermoforming process, how to quickly solve problems and will develop advanced troubleshooting skills. Youll receive complete training on all aspects of daytoday thermoforming production. Some of the topics covered in Thin Gauge Thermoforming are  Each step in the thermoforming process is explained using actual inplant footage and High Definition 3D animation.  The behavior of the molten plastic and its effects on part properties is explained and also shown using detailed graphics.  How each step in the thermoforming process  heating, forming, and trimming  effect the thermoformed parts.  Since the thermoforming process starts with sheet extrusion, the course also covers extrusion and sheet extrusion fundamentals  How to optimize control settings, safety around the thermoforming machinery and thermoforming for maximum efficiency and profit. This course is recommended for Operators, Setup Personnel, Process Technicians, Maintenance Technicians, Process Engineers, Project Engineers", "viewCount": 0.4923306204318554, "labels": [62]}, "OiW56QadGZY": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "OiW56QadGZY", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "20141210 MBB vs WSU Washington State University CollegeUniversity Gonzaga University CollegeUniversity University Building Function college basketball ncaa men's highlights postgame wsu zags bulldogs cougarsHighlights  Gonzaga vs WSU December 10, 2014Zags beat the Cougars 8166", "viewCount": 0.3318689269947746, "labels": [0, 52, 70, 125]}, "XLXrwq9XHVM": {"likeCount": 0.11139433523068368, "dislikeCount": 0.03010299956639812, "videoId": "XLXrwq9XHVM", "title": "", "description": "", "length": 0.26364878963533656, "keywords": "ABladeOMG godly DB 18x 180 maplestory maple story global GMS nexon 6 min 35 sec GPA BGA grandpa boss solo6 min 35 sec gpa solo Post Chaoswas killing for fun and decided to film  dun forget to subscribe plox or leave a comment on what vid i should make next will make gear vid once i get good equips", "viewCount": 0.35154764413823764, "labels": [319]}, "wRMlZ_Wq2YU": {"likeCount": 0.10413926851582252, "dislikeCount": 0.047712125471966245, "videoId": "wRMlZ_Wq2YU", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "norris geyser basin yellowstone national park magma lava eruption volcano fumarole hot springNorris Geyser Basin, Yellowstone National ParkConsidered to be one of the most dynamic places in the park, Norris Geyser Basin may be closer to magma than any of the other basins. It is home to a number of pools and geysers including the largest active geyser in the world Steamboat Geyser. Music is LoulongHamina by Tina E Andrus", "viewCount": 0.38725641430906516, "labels": [15, 363, 1238]}, "m4IQ2IWp3P8": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "m4IQ2IWp3P8", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "organic greens salad for weight lossSUPER Salad.AVIFind nutrition and fat loss videos here  How do you make a high nutrient salad? Dr. Chris Mohr of MohrResults.com shows you how to make this fat burning salad, packed with nutrients.", "viewCount": 0.35096057046115564, "labels": [11, 20, 22, 29, 32, 112, 221, 444, 472]}, "4eGNH-i0L_U": {"likeCount": 0.29781805169374137, "dislikeCount": 0.1361727836017593, "videoId": "4eGNH-i0L_U", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "NBA ALL star 2009 2008 season yao ming chris paul carmelo anthony tracy mcgrady lebron james kobe bryant dwight howard amare stodemire tim duncan dwayne wade lakers heat orlando magics houston rockets spurs chauncey billups shaq blindfold freethrows minute all finals celtics slam dunk point contest skills challenge ai denver nuggets detroit piston allen iversons haircut east west shooting free throws threes most ugly funny fatShaq and Chauncey Billups Blinfold Free throws record!!!This was on AllStar weekend and Shaq and Chancey Billups try to set NBA record for most free throws blind folded in 1 minute......SUBSCRIBE", "viewCount": 0.5600046720062274, "labels": [0, 52, 70, 125]}, "eaoqt18sn5k": {"likeCount": 0.23424226808222062, "dislikeCount": 0.13424226808222062, "videoId": "eaoqt18sn5k", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "Samsung Galaxy S3 Static Live Wallpapers Live Wallpapers Samsung Galaxy S3 Samsung Galaxy S 3 Samsung Galaxy SIII Samsung Galaxy S III google android ICS ice cream sandwich mobile phone mobile phone HD 720P cell cellphone AMOLED touchscreen technology touchwiz gadgets gadget davomrmac geekanoidsSamsung Galaxy S3 Static & Live WallpapersSamsung Galaxy S3 Static & Live Wallpapers Useful Links Supplied by Sponsored by EditorsKeys My 2nd Channel Website Twitter Facebook Any Amazon links that appear in the video description are affiliate links. They do not alter the price you pay. Geekanoids earns a small commission on each sale.", "viewCount": 0.4311117842662506, "labels": [21, 23, 24, 115, 520, 1094, 1306]}, "qdoL73M_io4": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "qdoL73M_io4", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "Spiderman Spiderman Spiderman3SpiderMan 3 The gameI've made a short movie about Spiderman 3 the game. I've played it on the lowest details so it not looks so amazing but actualy its good.", "viewCount": 0.3764176132390331, "labels": [0, 1, 354]}, "D0HCew5YGG8": {"likeCount": 0.24623979978989563, "dislikeCount": 0.08450980400142569, "videoId": "D0HCew5YGG8", "title": "", "description": "", "length": 0.25158738437116795, "keywords": "Singleplayer Video Game Video Game Minecraft Video Game skrg fgdv Minecraft Single player                 Minecraft Single player Video Game Industry                          Minecraft Single player  25                Twitter               SUB               Links  Subscribe  Favorites              FullScreen Partner                    All my drawings     Skype  yasserdmd              My name is YASssiir  I live in Saudi Arabia  I am 20 years old            ", "viewCount": 0.3820661134643596, "labels": [0, 1, 27]}, "D0HZnqnRwhY": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "D0HZnqnRwhY", "title": "", "description": "", "length": 0.24424797690644487, "keywords": "Airplanes Brick By Boring RockAirplanesBrick By Boring Brick Piano CoverThis is my first video on youtube, and I know I could have played it better, but please don't hate too much  Thank you to Justin Robinett and Michael Henry for giving me this idea, and to Aldy32 who helped me with a chord in the bridge. Paramore rock my socks ", "viewCount": 0.3257918450314059, "labels": [31, 40, 47, 57]}, "CJoxJeik3Rw": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "CJoxJeik3Rw", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "cole st michelsouvenir de l'cole st michelvido cole st michel des sables d'olonne mondes engloutis", "viewCount": 0.3436480695009495, "labels": [205]}, "0L0m03TsLMg": {"likeCount": 0.14913616938342728, "dislikeCount": 0.08450980400142569, "videoId": "0L0m03TsLMg", "title": "", "description": "", "length": 0.23710678622717363, "keywords": "Home Alone Trailer FunnyHome Alone TrailerMy own trailer for Home Alone", "viewCount": 0.44632806649532464, "labels": [25, 99]}, "wJE9mlTzBU8": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "wJE9mlTzBU8", "title": "", "description": "", "length": 0.25502283530550945, "keywords": "Boxing Boxing Channel Manny Pacquio Boxer Floyd Mayweather Boxing news Boxing videos MayweatherPacquiao MayPac Pacquiao Mayweather Fight News Mayweather vs. Pacquiao Floyd vs. Manny Floyd Mayweather Jr. BoxerMayweather vs. Pacquiao, \"The fight of the century\", happens May 2.Sports fans will be treated to the fight that has captured the attention of the entire world when boxings poundforpound king Floyd Money Mayweather steps into the ring to face eightdivision world champion Manny PacMan Pacquiao in an epic welterweight world championship unification bout. The muchanticipated megafight will take place Saturday, May 2 at the MGM Grand Garden Arena in Las Vegas. Promoted by Mayweather Promotions and Top Rank Inc., the payperview telecast will be coproduced and codistributed by SHOWTIME PPV and HBO PayPerView beginning at 900 p.m. ET 600 p.m. PT. Superstars Mayweather and Pacquiao, whose crossover appeal transcends the sport and has made them household names, will compete in an event that is expected to eclipse any and all payperview, live gate and closed circuit records. Mayweather vs. Pacquiao will rival legendary and memorable prizefights in the sports history such as the Thrilla in Manila, the Rumble in the Jungle and Sugar Ray Leonard vs. Tommy Hearns.", "viewCount": 0.30689276116820724, "labels": [92, 1866]}, "PWWNyuOjhmM": {"likeCount": 0.06020599913279624, "dislikeCount": 0.06020599913279624, "videoId": "PWWNyuOjhmM", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "Bean Snowboards eugene stancato blue hillsRail Jam  Bean Snowboards & BluehillsOn 11609 Bean Snowboards and Bluehills throw down. Boston Local Riders get rad and enjoy some preseason jibs.", "viewCount": 0.3162564406523019, "labels": [166, 231]}, "pXDyQW6TgTc": {"likeCount": 0.2056904851336473, "dislikeCount": 0.11760912590556814, "videoId": "pXDyQW6TgTc", "title": "", "description": "", "length": 0.215836249209525, "keywords": "Mercedes Benz C200 Kompressor Avantgarde2002 Mercedes Benz C200 K Avantgarde  2857Mercedes Benz C200 K Avantgarde R 99,900 Make MERCEDESBENZ Model CCLASS Derivative C 200 Kompressor Avantgarde Price R 99,900 Body TypeSedan TransmissionAutomatic Manufacture Year 2002 Colour Silver Mileage 102,000 km Black Leather, Aircon, Electric Windows, Electric Mirrors, Tint, Electric Seats, MultiFunctional Steering, 16 \" Alloy Wheels, Cd Player, Immaculate Condition. Finance Arranged  Trade Ins Accepted. View The Vehicle At Our Premisses on 153 Bram Fischer Drive In Randburg or visit www.becars.co.za", "viewCount": 0.45835728091437744, "labels": [2, 7, 171, 266, 1330]}, "pfuJAQk_skI": {"likeCount": 0.18195439355418688, "dislikeCount": 0.09542425094393249, "videoId": "pfuJAQk_skI", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "marvel stopmotion zanose219marvel legends punisher's revenge stop motionjust something for the punisher fans. i hope you like it.", "viewCount": 0.42058807298875367, "labels": [16, 199, 326, 1337, 1536, 3756]}, "SJY1zxVtWsU": {"likeCount": 0.19294189257142927, "dislikeCount": 0.03010299956639812, "videoId": "SJY1zxVtWsU", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "autonomous navigation people detection people tracking Histogram of Gradients Particle Filter RaoBlackwellised Particle Filter HOG Parrot ARDrone 2.0 real time object detection object tracking Eurecom Telecom Paristech Praveer Singh Aakanksha Rana drone quadcopter Adaptive HOG Adaptive Particle Filter RBPF Control commands ARDrone Autonomy ROS Hydro OpenCVAutonomous People Tracking using Parrot ARDrone 2.0Here we present an autonomous people detection and tracking using a Parrot ARDrone version 2.0 as a part of our semester project jointly at Eurecom and Telecom Paristech. People detection is done using Histogram of Gradient HOG feature and tracking with a particle filter. All the control commands are implemented in ROS Hydro using OpenCV library. For more details kindly contact  praveersingh1990atgmail.com , rana.aakankshaatgmail.com. Code can be downloaded from ", "viewCount": 0.4292499739685581, "labels": [64, 113, 119, 475, 2793]}, "Dp4ydZT0GfA": {"likeCount": 0.16232492903979007, "dislikeCount": 0.06020599913279624, "videoId": "Dp4ydZT0GfA", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "Wendy Testaburger Marjorine South Park yuri shoujoai shojoai femslash SP WendyxMarjorine MarjorinexWendy Wenjorine MardyWendy x Marjorine  There She GoesWARNING This video contains femslashYuriShoujoAi and crackAU. Don't like? Don't watch. Don't bash. You will be blocked and reported if you choose to ignore this warning. DISCLAIMER 1 This video is fanmade and it is no way associated with the SHOW and the MUSICAL COMPANY. DISCLAIMER 2 All fan arts are copyright to their respective artists. I DON'T OWN THEM. If you happen to be the artist and you wouldn't want your work to be in this fan video, notify me and I'll take it down immediately. Thank you.  Wow, two videos in one night. I'm on a roll! 8D Now gather 'round kiddies. This one's got a story to it.  At first, Wendy had liked the new girl in South Park out of sympathy. The poor darling had horrible taste in clothing and was completely oblivious to the fact that everyone was teasing her. When she had arrived at a fellow student's slumber party though, she had gotten to know the real \"Marjorine\" and welcomed her. She grew fond of her and admired her uniqueness. They had laughed and talked all night and enjoyed themselves. After that, she hadn't seen her since. Supposedly, she had moved to another city and Wendy was heart broken. She continued to think of herLyrics \"Running through my brain\" and hoped to one day see her agin. Suckish, I know. But I think it's an adorable idea! 3 So obviously, this is Wendy's POV. The video ends with images of her running through Wendy's head. Cute, huh? I  fluff.  Oh and yes, this is one of my video for my Wendy project. Couples Kyle x Wendy Done Stan x Wendy Done Cartman x Wendy Done Kenny x Wendy Done Craig x Wendy Tweek x Wendy Done Clyde x Wendy Done Token x Wendy Butters x Wendy Done Gregory x Wendy Ze MoleChristophe x Wendy Timmy x Wendy Jimmy x Wendy Bebe x Wendy Done Red x Wendy Done Heidi x Wendy Marjorine x Wendy Done Henrietta x Wendy Shelly x Wendy Heidi x Wendy Ike x Wendy Damien x Wendy Pip x Wendy", "viewCount": 0.3713994267660644, "labels": [5]}, "D5yQDjbyaFs": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "D5yQDjbyaFs", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "FF Final Fantasy XRay Dog Apassionata God of War Halo Dante's Inferno Lineage II Heavenly Sword Trailer Music Video Music GamesApassionata Game MashupIt's all in the video D", "viewCount": 0.3157456768134226, "labels": [157, 159, 2326]}, "D7guHQrnaj8": {"likeCount": 0.14913616938342728, "dislikeCount": 0.07781512503836437, "videoId": "D7guHQrnaj8", "title": "", "description": "", "length": 0.2586587304671755, "keywords": "ind vs wi india west indies odi cricket rohit sharmaINDIA vs WEST INDIES 2011  West Indies win third ODICricket updates West Indies beat India by 16 runs in the third match of the 5match ODI series, on Monday. Chasing 261 for victory, India's toporder suffered another collapse until Rohit Sharma 95 provided resistance.", "viewCount": 0.3735918116531297, "labels": [0, 523]}, "jyhgjby87Ts": {"likeCount": 0.1991226075692495, "dislikeCount": 0.03010299956639812, "videoId": "jyhgjby87Ts", "title": "", "description": "", "length": 0.2635483746814912, "keywords": "dual joystick two joysticks star citizen racing race murray cup logitech extreme 3d pro thrustmaster t16000m pedals Joystick Computer Peripheral Class GameplayStar Citizen Dual Joystick setup and racing gameplay murray cup v0.9.11Logitech Extreme 3D Pro and Thrustmaster T16000M joysticks setup in Star Citizen  Murray Cup racing mode. Performance in the racing mode is currently sub optimal and affected the recording of that gameplay with some stuttering. I was recording using AMD Raptr at 72030p with 720p resolution ingame. I will see if I can do anything to improve stability in future videos but it may be down to game optimisation at this stage", "viewCount": 0.4276599653557644, "labels": [1, 1495, 2669]}, "k3jAaMrVLJM": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "k3jAaMrVLJM", "title": "", "description": "", "length": 0.22671717284030138, "keywords": "League of legends Heimerdinger Turrets Turret placementTurret PlacementFrom the top lane point of view. The same rules apply to the mid lane.", "viewCount": 0.32968844755385474, "labels": [0, 1, 42, 111]}, "aVQwPOqbNDw": {"likeCount": 0.366228551572213, "dislikeCount": 0.25250448070368453, "videoId": "aVQwPOqbNDw", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "NIntendo SEga Super Sonic Racing Curse Fake Rumors HistorySonic R Sonic Racing  The Tails Doll Curse Tag 4 Characters as Tails DollThis video shows that the rumors are only rumors, the curse is fake! I gonna upload Tails Doll Curse part 2 Beat SuperSonic in Radiant Emerald with TD.", "viewCount": 0.6009597902119712, "labels": [0, 1, 5, 150, 1008, 2762]}, "aqTnLHYLy8g": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "aqTnLHYLy8g", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "CL newsCity Life This Week on CLN NEWSThis is a teaser for an upcoming project on City Life Arma 2 mod. We plan to have a new channel of tha game.", "viewCount": 0.3049992856920143, "labels": [0, 296, 677, 920]}, "dFnHYGCEOBI": {"likeCount": 0.12041199826559248, "dislikeCount": 0.03010299956639812, "videoId": "dFnHYGCEOBI", "title": "", "description": "", "length": 0.20969100130080565, "keywords": " Wellness Step Aerobic         Aerobic routine      AW     Wellness        .             .        ,      .      ,       ,   \"\" ,     ,                     ,          ", "viewCount": 0.32676409823459157, "labels": [835]}, "dKnJcugTunQ": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "dKnJcugTunQ", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "gaudet mike winter sports video game NHL 08 NHL08 redwingsNHL 08 Shootout on PS3Im detroit, playing the computer on Pro, vs Islanders...... Note this is the 1st day i had the game and ps3, and this was from after about an hour of playing the game.", "viewCount": 0.3627775375229303, "labels": [63, 183]}, "ua5JTzVd6Cs": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "ua5JTzVd6Cs", "title": "", "description": "", "length": 0.24756711883244298, "keywords": "spyderco military g10 g10 knife tools edc collectorWhy is the Spyerco Military Special?  G10 ThicknessWhy is the Spyerco Military Special?  G10 Thickness", "viewCount": 0.36933751510251855, "labels": [304]}, "Hb5H88AyOBM": {"likeCount": 0.18692317197309763, "dislikeCount": 0.1146128035678238, "videoId": "Hb5H88AyOBM", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "minecraft top 5 servers top 5 minecraft servers top minecraft servers best minecraft servers minecraft 1.7.2 servers minecraft best servers minecraft top 5 minecraft best 2013 servers minecraft servers 1.6.2 minecraft servers 1.6.4 minecraft pvp servers minecraft best pvp servers minecraft popular servers minecraft servers minecraft top servers best minecraft server best 2013 servers servers for minecraft servers for minecraft 1.7.2 mc servers mc serverTOP 5 MINECRAFT SERVERS 1.12 2017!Top 5 Servers for Minecraft 1.9, 1.8.9, 1.8.8 in 2015! All in my opinion and no order! All these servers are great, popular, and awesome to play on! I hope you enjoy this video, and playing on these servers! If so, leave a like! CAN WE GET 100 LIKES!?  LIKE if this video was helpful!  SUBSCRIBE for more great videos! Top 5 Minecraft Videos Playlist Minecraft Servers Playlist BEST MINECRAFT WEBSITE Server List and IPs 1. play.epicube.fr 2. play.hivemc.com 3. gommehd.net 4. mineplex.com 5. mc.hypixel.net  FACEBOOK  TWITTER  Music By Vexento Enjoy this Top 5 Minecraft Servers Of All Time for Minecraft 1.8 and 1.7!  minecraft top 5 servers,top 5 minecraft servers,top minecraft servers,best minecraft servers,minecraft 1.7.2 servers,minecraft best servers,minecraft top 5,minecraft best 2013 servers,minecraft servers 1.6.2,minecraft servers 1.6.4,minecraft pvp servers,minecraft best pvp servers,minecraft popular servers,minecraft servers,minecraft top servers,best minecraft server,best 2013 servers,servers for minecraft,servers for minecraft 1.7.2,mc servers,mc server best minecraft server,gute minecraft server,best minecraft online server,minecraft best server,top minecraft online server,minecraft server,minecraft online server,bester minecraft server,top 5,best in minecraft,best minecraft,top minecraft,minecraft deutscher server,cracked minecraft server,concrafter,concrafter minecraft,minecraft concrafter YouTube,minecraft top 5 epic servers,top 5 servers in minercraft,top 5 minecraft servers,how find diamonds,pc,server,part 1,episode 1,RAWR,minecraft top 5 servers,minecraft top 5 minigame servers,top 5 servers for minecraft,minecraft best server,wii,minecraft top 10 servers,ps3,top 5 servers,mindcraft,minecraft awesome server,minecraft top 5 minigames,minecraft top 10 minigame servers", "viewCount": 0.39109444057499787, "labels": [0, 1, 27]}, "Hb85MTW6JoA": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "Hb85MTW6JoA", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "MSI Wind U100 game Sensyasen98 PC9801 anex86 msdos MSI Wind U100 Sensyasen98 PC9801DOS emulationMSI Wind U100 98 Sensyasen98 anex86 sound buffer1655KHz86", "viewCount": 0.3052693941924968, "labels": [24, 74, 187, 838]}, "HdlQewfcPwI": {"likeCount": 0.1845098040014257, "dislikeCount": 0.047712125471966245, "videoId": "HdlQewfcPwI", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Surf So Miguel Aores Portugal Atalantic Areal Praia Santa Brbara BodyboardBillabong Azores Islands Pro 2011Great waves, amazing landscape. Azores Islands  Portugal", "viewCount": 0.4559020382783312, "labels": [182, 392, 634]}, "HiTzcQcSjWA": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "HiTzcQcSjWA", "title": "", "description": "", "length": 0.25250448070368453, "keywords": "kawai piano lance herring gigastudio kontakt sampling acousticsamples virtual piano digital piano sampled piano piano sampleCOMING SOON! Kawai library from AcousticsamplesHere's a sneak peak of the Kawai concert grand library for Kontakt and Gigastudio. Coming September 2009 only from AcousticsampleS.", "viewCount": 0.37205727203642613, "labels": [31, 40, 47, 57, 117]}, "HkvhliFV2AQ": {"likeCount": 0.17781512503836439, "dislikeCount": 0.07781512503836437, "videoId": "HkvhliFV2AQ", "title": "", "description": "", "length": 0.25158738437116795, "keywords": "halloween park party day 2011 mollet del valles skatepark skate scooter bmx inline xtremstudio clippromo clip promo sergiespinosa irene velasco pemi braso emiliano pol amado gerard vega paul tricks trucos dia skateboarding scootering patinadaHallowen park party day 2011Fotos www.xtremstudio.com Hallowen park party day en el skatepark de Mollet Barcelona.", "viewCount": 0.419220492541459, "labels": [53, 58, 68, 72, 98, 151]}, "GwNMLz9QfTE": {"likeCount": 0.047712125471966245, "dislikeCount": 0.06020599913279624, "videoId": "GwNMLz9QfTE", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "rims spinning cars cool DPB motor sport autoCool CarsRims SpinningCALLING ALL BOY TEENS,MEN,AND OLD COOTS! I hope the men of the world sit down and watch this video.It took me forever to do it because I kept falling asleep.Song is \"Rims Spinning\" by yes DPB.Music,pictures,and cars aren't mine.", "viewCount": 0.34888326343824005, "labels": [48, 415, 710]}, "TpEHf8bFOks": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "TpEHf8bFOks", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "Unboxing Motorola Milestone spacchettamento test prova android androidworld.itMotorola Milestone 2, unboxing in italiano by AndroidWorld.itUnboxing del Motorola Milestone 2 con Android 2.2 by AndroidWorld.it", "viewCount": 0.32907022432878547, "labels": [21, 3663]}, "TsgUDHtiwpo": {"likeCount": 0.10413926851582252, "dislikeCount": 0.06020599913279624, "videoId": "TsgUDHtiwpo", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "Sebastian River High School Band Marching Sharks SRHS DrumlineSRHS Drumline \"In The Lot\"9508 Early season", "viewCount": 0.35118833609788747, "labels": [4, 13, 33, 164]}, "S1wjoc8t7BQ": {"likeCount": 0.3902274920474502, "dislikeCount": 0.3050379756261458, "videoId": "S1wjoc8t7BQ", "title": "", "description": "", "length": 0.25352941200427703, "keywords": "star wars madrid parque del retiroMadrid Star WarsOther audio due copyright Barcelona London Alicante ", "viewCount": 0.610153330997976, "labels": [189]}, "QLAEUQT-YJE": {"likeCount": 0.16901960800285137, "dislikeCount": 0.047712125471966245, "videoId": "QLAEUQT-YJE", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "sailor moon ave maria paul schartz angel love anime music video mond..Sailor Moon  Ave Maria..hab ich nur in zwei tagen gemacht..und natrlich aus langeweile xD eyecandyglittersparklefunalert music paul schwartz  ave maria  This video follows FairUse Rules The video was only made for Artistic Expression, it is purely fanmade. This video is in no way associated with the musical artist or the anime company. All rights belong to their respective owners. Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use.", "viewCount": 0.3545059584694003, "labels": [5, 597]}, "WnFg-J_rcP8": {"likeCount": 0.30090257420869104, "dislikeCount": 0.12304489213782739, "videoId": "WnFg-J_rcP8", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "minidrivers grand prix gran premio red bull mercedes ferrari lotus mclaren force india sauber toro rosso williams marussia caterham vettel ricciardo hamilton rosberg alonso raikkonen grosjean maldonado magnussen button perez hulkenberg sutil gutierrez kvyat vergne massa bottas bianchi chilton ericsson kobayashi 2014 Formula One Season Formula One Media Genre Formula One Sport german grand prix alemania germany hockenheimENGLISH MiniDrivers  Chapter 6x10  2014 German Grand PrixWe're back! The new MiniDrivers season is on and the best highlights of this season races will be available to you with the unique humor of your favorite characters. Half of the season done and we're now at the German Grand Prix, home of Mercedes and Nico Rosberg who won the race, but the most interesting was to see the comeback of Lewis Hamilton from the 20th, the battles of Alonso with Red Bull, or even the \"lego cars\" that we had this weekend losing parts of the front wing and being faster did I hear why we have aerodynamic?. Enjoy the best highlights with your favorite characters. Merchandising Official DVD 2014  MiniDrivers & MiniBikers  MediaChannel Entertainment www.losminidrivers.com", "viewCount": 0.4971507781711257, "labels": [0, 5, 17, 19]}, "WnupNgb1-JA": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "WnupNgb1-JA", "title": "", "description": "", "length": 0.2583198773968623, "keywords": "air purifier filter IAQ quality allergens asthma odors smoke dander mold health classrooms schoolsPurifan in HomesPurifan is an air purifier that mounts to a ceiling fan motor. It provides the benefits of a ceiling fan but filters the air with hidden HEPA and activated charcoal filters. Great for families with allergies or asthma. Ideal for homes, schools, offices, businesses, bars, restaurants, nursing homes, daycares and pet stores.", "viewCount": 0.32140486794119416, "labels": [899, 1977]}, "Wp8eyLZntdY": {"likeCount": 0.06989700043360189, "dislikeCount": 0.06020599913279624, "videoId": "Wp8eyLZntdY", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "G20 Summit Minister Narendra Modi Sachin tendulkar England latest ET Now Government NewsHour Debate sports Reservation India Today live World Retirement Naresndra Modi Arnab stories India PM High Court Times Now world Master Blaster 2012 view UP PM in Australia economic Live current affairs Arnab Goswami Modi TIMES NOW terrorism exclusive cricket government news TV G20 updates Indian arnab goswamiSachin Tendulkar retires from ODIsSachin Tendulkar has announced his retirement from One Day cricket. The ODI squad for Pakistan has been announced and Sachin is not part of the squad. Sachin has called time on a 23yearold ODI career, in which he has played 463 odis and scored more than 18000 runs. Download the Times Now India's Election HQ app and get all the election info at one go. Click here Social Media Links  Facebook  G  Twitter  Also visit our website   To Stay Updated Download the Times Now App  Android Google Play  Apple App Store  ", "viewCount": 0.3720407400803109, "labels": [0, 195]}, "_Ey2TjoFoVo": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "_Ey2TjoFoVo", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "horse horses riding saddle horseback back field hay paint Tennessee walker cowboy cowgirl show wildHorse Passes An Old TrainWhile riding horses we pass an old rail way", "viewCount": 0.3944778681123507, "labels": [2, 18, 45, 51, 56, 77, 87, 137, 540]}, "_Hrl-t97niE": {"likeCount": 0.11139433523068368, "dislikeCount": 0.08450980400142569, "videoId": "_Hrl-t97niE", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "slot machines black rose slots Black Rose  Bonus slot machineBlack Rose  Bonus  1c Video Slots from iT GamesBlack Rose  Bonus Free Spins  1c Video Slots from iT Games 1c Video Slots  in San Manuel Casino, CA slotchannel slot channel  ", "viewCount": 0.3720655356551725, "labels": [0, 62, 479]}, "_JdWD5___-k": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "_JdWD5___-k", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "Top Thrill Dragster Cedar PointTop Thrill Dragster Launch MedleyVideo from TOp Thrill Dragster in Cedar Point,Sandusky", "viewCount": 0.33455697560563924, "labels": [141, 247, 255]}, "_MQILlPOZag": {"likeCount": 0.15314789170422552, "dislikeCount": 0.0, "videoId": "_MQILlPOZag", "title": "", "description": "", "length": 0.2513217600067939, "keywords": "Clocktower PS2 lets play walkthrough PC emulator PCSX2Lets Play Clocktower 3  Part 13We finally kill Sledgehammer After some frustrating efforts", "viewCount": 0.3682776646314434, "labels": [0, 1, 35]}, "xOd2GPwvpFk": {"likeCount": 0.23961993470957366, "dislikeCount": 0.20253058652647704, "videoId": "xOd2GPwvpFk", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "BEST PAPER AIRPLANES  How to make a paper plane that Flies Fast and Far Origami paper airplanes that fly Paper aeroplanes Easy paper airplane instructions Paper airplane tutorials Avion de papier   My bay giy  Avio de papel              Papierflieger Anleitung Cmo hacer un avin de papel OrigamiArt TriKdanG paperartland Origami Instructions How to make an origami for KidsOrigami for Kids How to make a airplane that FLIES  Starship PlaneHow to make a PAPER AIRPLANE also called paper plane that flies? On this paper airplane tutorial, I will show you step by step instructions of how to make a cool origami airplane. Now! let's learn how to fold and make the paper airplane fly well!  HELLO EVERYONE! I am TriKdanG, TriK Dang or simply Tri Dang  Pronounce Tree Daang . I am a professional paper airplane and origami designer. I create new paper planes, and I also love to improve traditional origami. In addition, I am interested in review and flying drone and quadcopters. Visit my YouTube channel, TriKdanG to watch more awesome videos  Easy paper airplanes that can be folded in 8 minutes  Long distance paper airplanes, or Paper planes that fly far  Boomerang and flapping paper planes  Cool looking paper aircraft  Origami for Kids  Drone and Quadcopter Flight Test   DON'T FORGET to SUBSCRIBE to all of my channels  Paper Plane Channel  TriKdanG's Blog  Paper Art Channel   ABOUT the ORIGAMI  DIFFICULTY Medium  MATERIALS Origami Paper Square Paper  FREE letter size template   FOLDING ADVICE You need to fold the plane accurately in order to have a perfect paper airplane which can fly well. Also, be creative and adjust the plane if it's necessary.   GET IN TOUCH Be the first one checking out my new paper airplane and origami design  Web www.paperartland.com  Facebook  Google  Twitter  Instagram  Instructables  DONATION Thank you for being awesome   ETHICAL DESIGN 1. DO NOT remake the tutorial of my own design model. 2. Most of paper airplanes are original. If I got inspired from some one, I will mention that person on my video description. Also, please, contact me with valid evidence if you believe any of my designs have already existed. I will give credit to the inventor of the origami.  TERM OF USE Note that All the contents Except the music on the video are copyrighted to Tri Dang me. For commercial use of the paper airplane and video, please contact me at paper.artlandgmail.com.  COPYRIGHTS  Tri Dang", "viewCount": 0.4928917920853296, "labels": [46, 260, 371, 1823]}, "xO_4aUWNfdI": {"likeCount": 0.15682017240669952, "dislikeCount": 0.0, "videoId": "xO_4aUWNfdI", "title": "", "description": "", "length": 0.25728716022004805, "keywords": "Gametitle Strategy Videos Perfect Play Walkthrough Guide HD Future Press Dark Souls II Baneful Queen Mytha Dark Souls Video GameDark Souls II Boss Battle  Baneful Queen Mytha  FPDkS2Welcome to our Dark Souls II Boss Battle series as a complement to the official Dark Souls II Collector's Edition Guide published by Future Press. Playlist ", "viewCount": 0.31821292140529983, "labels": [0, 1, 916]}, "ZHl8ATmCLfc": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "ZHl8ATmCLfc", "title": "", "description": "", "length": 0.26344772701607316, "keywords": "mark gilmore 10 270 micro sprint hamlin speedway 5308 dirt racing car on board fast sideways drifting sidewinder wing5308 On board mark gilmore's 270 micro sprint5308 at hamlin speedway. Heat 1 and feature. On board Mark Gilmore's 10 270 micro sprint. started 6th in heat finished 4th started 7th in feature finished 3rd.", "viewCount": 0.34915017662373266, "labels": [2, 7, 17, 19]}, "FtookOElsvY": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06989700043360189, "videoId": "FtookOElsvY", "title": "", "description": "", "length": 0.2593286067020457, "keywords": "aliexpress  China Country            Nail Art Art Equipment      A2266 3BkJ                       25  .    . Nail Art Equipment .  ,  Nail Art Equipment A2266 3BkJ   100                                       1   5   1   1  ,   . WebMoney R303968715249  U230918629852  Z210675865713  E189912460298 ", "viewCount": 0.3304059466217599, "labels": [181, 222]}, "knIWPLPRiuQ": {"likeCount": 0.08450980400142569, "dislikeCount": 0.08450980400142569, "videoId": "knIWPLPRiuQ", "title": "", "description": "", "length": 0.25774917998372254, "keywords": "Windows 95 Plus! in Microsoft Virtual PC 2007 GurreckEntertainmentWindows 95 B With Microsoft Plus! in Microsoft Virtual PC 2007Thanks to the GurreckEntertainment for requesting a video for it. Windows 95 has included in a CD Called Microsoft Plus! For Windows 95 such as Pinball,Plus! Themes and Screensavers Also Included in a Windows NT 4.0,Windows ME,Windows 2000 and Windows XP Also Included a Windows 98 and ME Components Installed  Internet Explorer 5 SP2 Outlook Express 5 SP2 Microsoft Plus! For Windows 95 Microsoft Office 97 Professional Microsoft Reference Download the VHD Below  NOTE This VHD has NOT contain Windows Desktop Update so you can download a Windows 95 VHD with Windows Desktop Update. VHD link ", "viewCount": 0.3690018780788695, "labels": [0, 106]}}