{"aba9l2zlkfE": {"likeCount": 0.19030899869919438, "dislikeCount": 0.06989700043360189, "videoId": "aba9l2zlkfE", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "greek elias orthodox catholic traditional liturgy galadza easter pascha Latin Christ SlavonicPascha 19 Christ is Risen 5 languagesPaschal Tropar in English, Ukrainian, Greek, Latin, and Slavonic.", "viewCount": 0.4355374884431612, "labels": [4, 13, 41]}, "abVkjulKsqM": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "abVkjulKsqM", "title": "", "description": "", "length": 0.2432969290874406, "keywords": "parkzone j3 cub bl flycamone desert rc airplane newmexico dona ana keith303ParkZone J3 Cub BL w onboard video camThis is my fourth flight including one 4second crash the first time I tried to fly on my ParkZone J3 Cub BL PnP. Tx is a Spektrum DX6i and the rx is a matching AR6100. Everything else is stock if you don't count a few cracks on the inside of the battery holder. The cam made the plane a little tailheavy, and it made flight feel a little wobbly so I decided to lay off the stunts. Or should I say stunt? this thing can only do loops as far as I know. The song is \"Eer Amak Et'Amorve!\" 1998 by Keith303. You can download it at or in the original .XM format from his homepage at used under Creative Commons license, ", "viewCount": 0.35710096723093054, "labels": [2, 46, 908, 3251]}, "acoJq-617_o": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "acoJq-617_o", "title": "", "description": "", "length": 0.25728716022004805, "keywords": "MAS Malaysian Airlines Malaysia Airlines MAL MH KUL KLIA Boeing Airbus Airline Aviation Hospitality cabin experience inflight meal kampong music touch down bangkok airportMalaysian Hospitality MH 788M Wed, April 07, 2010  1220 B737400KL Express experience, KLIA, MAS Malaysian Airlines, Malaysian Hospitality, Cabin experience, announcement, safety demo, take off, MH 788M Wed, April 07, 2010  1220 B737400, kampong music,", "viewCount": 0.3468199586072613, "labels": [2, 44, 46, 107, 109, 114, 145, 602]}, "djR8YWykr6I": {"likeCount": 0.1278753600952829, "dislikeCount": 0.06020599913279624, "videoId": "djR8YWykr6I", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "GM2 tempest gears of war call duty home front crysis tips and tricks tip pro how to get better montage homefront srmighty tempestt gearsopedia gow gow2 gow3 beta hutch machinema insane supper man best clip yet 5v1 wall bounceTempest 2nd Scrimtage  GM2Read Description Watch in 720p 100 from competitive matches.I know some of the syncing is kind of off but thats cause my laptop was struggling by the end of making this. Twitter Comment, Rate, Subscribe D Songs Kyle Andrews  Bombs Away Weezer  Memories", "viewCount": 0.3261976191397813, "labels": [0, 1, 489, 776, 1274]}, "9Io2Hv68KsA": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "9Io2Hv68KsA", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Boyz II Men 4 Seasons of Loneliness Auckland ConcertBoyz II Men  4 Seasons of Loneliness AucklandBoyz II Men  4 Seasons of Loneliness Auckland Concert Feb 2007 Taken from my N91 phone", "viewCount": 0.38762755886778794, "labels": [3, 6]}, "1KtAsSA9mcI": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "1KtAsSA9mcI", "title": "", "description": "", "length": 0.2290034611362518, "keywords": " Project DIVA Arcade B PV 720p SEGA CRYPTON  PProject DIVA ArcadePV720pBProject DIVA Arcade  B ATLAS nicovideo  ", "viewCount": 0.3515078675075923, "labels": [0, 5, 193, 731]}, "y57-2C71DKk": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "y57-2C71DKk", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "Arcadia Apache Marching Band 2008 La Palma ReviewArcadia Apache Marching Band 2008 La Palma Band ReviewArcadia Apache Marching Band 2008 La Palma Band Review 110808 Parade March The Southerner  Alexander", "viewCount": 0.3291590825658002, "labels": [4, 13, 164, 175]}, "y89OYXMV4HA": {"likeCount": 0.35017437296279946, "dislikeCount": 0.1806179973983887, "videoId": "y89OYXMV4HA", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "navi navi na'vi natus vincere navigaming gaming cybersport esports esports proplayer Video Game Dendi Tinker DOTA 2 Defence of the Ancients The Defense joindotaWicked sick Dendi by Tinker  The DefensePowered by What if Tinker would play Dendi? Well, the answer to this question is inside this video, enjoy! navi navi na'vi \"natus vincere\" navigaming gaming cybersport esports esports proplayer \"Video Game\" \"Electronic Sports Website Category\" Dendi Tinker \"DOTA 2\" \"Defence of the Ancients\" \"The Defense\" joindota", "viewCount": 0.5689206712417926, "labels": [0, 1, 42, 290, 431, 586]}, "y8dNN2wZqyE": {"likeCount": 0.2741151598851785, "dislikeCount": 0.11139433523068368, "videoId": "y8dNN2wZqyE", "title": "", "description": "", "length": 0.25465426634781313, "keywords": "lady gaga dope dope piano dope tutorial dope lady gaga piano dope lady gaga dope how to play how to play dope how to play dope on piano how to play dope by lady gaga artpop piano tutorial lessonHow to play Dope on piano  Lady Gaga  Piano TutorialBeginner? Try this new app Want to learn the piano? Here is the quickest and easiest way Check out TubeBuddy to be able to perform bulk actions across all videos in minutes on youtube, and see what tags everyone else are using !!!  This song from Artpop is almost completely piano based. Here is how to play the song and all the piano parts for piano or keyboard. Chords Verse Cm Bb G Bb x2 Cm BbD GEb Fm7 Bb Bridge Cm Bb G  Cm Bb G Chorus Eb Bb Cm G x4 Eb Bb Gsus2 Eb Bb G Subscribe  Follow me for notifications of new videos on Twitter  www.twitter.comoysterlovers", "viewCount": 0.45926541078195965, "labels": [31, 40, 47, 57, 117]}, "4EtrJ-tUdr0": {"likeCount": 0.1740362689494244, "dislikeCount": 0.06989700043360189, "videoId": "4EtrJ-tUdr0", "title": "", "description": "", "length": 0.22833012287035498, "keywords": "bunny face mort frog toast boy bubble hop pop ios android MnR team art MnR Art MnRArt apple appstore jump bonus diamond YouCanDrawIt You Can Draw It Pictures Painting Drawing Coloring How Fun Happiness Learn Easy Speed Drawings awesome free how to page greg HD cartoons fan           download best ever Howto Website CategoryHow To Draw Bunny Face from Bubble Hop Pop  YouCanDrawIt  1080p HDDownload FREE printable COLORING PAGE Like, Share, Subscribe  Read more info below  Spread the word  Let's build happy drawing world together!   Hi there! Sometimes you wanna draw your favorite character or smth like that, but you just look at the picture and don't know where to start...So you can watch how I do it and draw it with me. I speeded the video up, but I think you'll get it  Also I provide you a printable coloring page of what I just painted. Enjoy!  Thanks for watching! Like this video, share it with your friends, subscribe to my channel, have fun and remember \"You can draw it\"! Good luck!  Subscribe Deviantart Facebook Twitter Vkontakte Google  About markersfelttippens i've got a lot of questions about 'what markers do i use in the video'. Basicly you can use any markers you have, you don't need anything special, i try to make pictures accessible for everybody  If you're still interested in certain 'labels', here are some technical details most of my color markers are \"Crayola SuperTips\", \"Stabilo power\" and \"Stabilo Trio\", i also have some \"Kuretake Art & Graphic Twin\" markers long ones for black lines i use different whiteboardpermanent markers  they are really basic. I think that's it  If you still have questions, feel free to ask them in comments below   P.S. Intro theme by Tom Cusack at Music by Kevin MacLeod at Pinball Spring 160  Kevin MacLeod incompetech.com Whiskey on the Mississippi  Kevin MacLeod incompetech.com You really should go check their stuff!  How To Draw Bunny Face from Bubble Hop Pop  YouCanDrawIt  1080p HD", "viewCount": 0.36935510855959136, "labels": [5, 49, 80]}, "4JFK7weB-hI": {"likeCount": 0.23996737214810382, "dislikeCount": 0.15563025007672873, "videoId": "4JFK7weB-hI", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "nutech gadget news 2014 techno tech technology invention novelties innovation nouveautes geek gear stuff gizmo iPhone iPad Apple GoPro Samsung BlackBerry Nexus PS4 XBox Android Facebook Twitter Bluetooth wireless review walkthrough handson guide unboxing comparison Personal Mobility wheelchair medical device wheel fourwheel driveWHILL  World's Most Advanced Personal Mobility Device !!What is WHILL? WHILL is not a wheelchair and does not have FDA clearance as a medical device. WHILL is a personal mobility device for everybody. WHILL's state of the art wheel technology allows a very tight turning radius of 28\". With this new technology users are now able to increase maneuverability in many different environments. WHILL's fourwheel drive can handle several different surfaces such as dirt, grass, gravel, and light snow. With its incline capability of about 10 degrees, you can now conquer large hills and other obstacles with ease. Thanks for watching ! Subscribe ! Stay cool ! Weekly New Videos !! Music Attribution Take 2 the TECH  created by nuTECH Productions music by nuTECH Productions Released under Creative Commons License 4.0 CC Attribution 4.0", "viewCount": 0.4730669247525535, "labels": [2]}, "4Lrvh-cu0fc": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "4Lrvh-cu0fc", "title": "", "description": "", "length": 0.22833012287035498, "keywords": "Lego City 2011 ytqualityhighLego City 7286 Prisoner Transport ReviewHey guys,LMBProductions here with the Lego City Prisoner Transport. It is set 7286,contains 173 pcs,2 minifigures,and retailes for 20. The set was released in January of 2011. Thanks for watching! Please comment like and subscribe!", "viewCount": 0.3221414237842339, "labels": [26, 130, 435, 636, 808]}, "4MbLnt2Vvbw": {"likeCount": 0.18195439355418688, "dislikeCount": 0.06989700043360189, "videoId": "4MbLnt2Vvbw", "title": "", "description": "", "length": 0.259659709562646, "keywords": "Belly Dance Nitisha Nanda SPANDAN SPANDAN 2013 Egyptian belly dance Sreeni srini indira ganesh IHC CL Career Launcher CL EducateSPANDAN 2013 Dance 8 Nitisha Nanda  Classical Belly DanceNitisha has been training in Oidssi at Pratidhwani as a disciple of Guru Ipsita Behoora student of Late Shri Kelucharan Mohapatra and Sri Samir Kumar Behra for the past 7 years. Nitisha has been formerly trained under Guru Hare Krishna Behera. She has been dancing for the past 17 years now. Besides classical Odissi, Nitisha is also a trained Belly Dancer, working with the Banjara School of Dance as an instructor and performer and training under Meher Malik. Apart from this, she has also received training in Contemporary, Bollywood and Salsa. She has travelled around India to various places like Mumbai, Jodhpur, Hyderabad, Goa, to name a few, for various shows and also to Cairo, Egypt for the Nile Festival. She has also been a part of popular television shows like Just Dance, India's Got Talent, Entertainment Ke Liye Kuch Bhi Karega and performed with Rani Mukherjee in a song of her latest movie \"Aiyya\". Belly Dance  Drum solo Like in Indian classical dance, there are multiple pieces that are performed and learnt, in a belly dance repertoire, the Drum Solo is something which falls in the latter half. This drum solo, being performed today, is a combination of various rhythms likeBalaedi, Saidi, Khaleeji, Felahi and Ayub belonging to both Egypt and the Gulf. All these folk rhythms have been adapted in Raqs Sharqi stylization of dance, that is the classical Egyptian style. Music is by Mario Kirlis.", "viewCount": 0.40482475318039746, "labels": [6, 8]}, "gEzJhdpA0wY": {"likeCount": 0.2597695185925512, "dislikeCount": 0.09030899869919436, "videoId": "gEzJhdpA0wY", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "css css counter counterstrike counterstrike source surf wr world record ksf ksfrecords srcdemo srcdemo2 sinsa morning insane hd high quality 720p speedrun speed surf 1080p nyastle css surf surf wr nightmare nightmare surfsurflooksmodern WR. Surfed by Troflecopter.Surf Timer  twitch.tvtroflecopter finished in 015134 WR 000301. Improving by 160155 Surf Timer  twitch.tvtroflecopter beat the map record! Rank 153 Server KSFClan.com 1 247 SurfTimer! surf.ksfclan.com Server KSFClan.com 1 247 SurfTimer! Expert Only expert.ksfclan.com Server KSFClan.com 1 247 SurfTimer! Europe eu.ksfclan.com Date of run September 4th, 2014 Song Murya  Intor Made by someone.", "viewCount": 0.48765930659673745, "labels": [182]}, "gFRG6Mnw84M": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "gFRG6Mnw84M", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "Funny Kid Surprise Present Christmas morning Dora Ipod Touch Humour Presents Gift HolidayI Don't Want a Dora Kitchen, I'm a BoyChristmas 2011 An Ipod Touch was what he really wanted", "viewCount": 0.379546289439038, "labels": [99]}, "gK6CwipJPQk": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "gK6CwipJPQk", "title": "", "description": "", "length": 0.2513217600067939, "keywords": "Gibson ES345 BB king the guitar colonel used gibson guitars melbourne second hand gibson guitars melbourneGIBSON ES345 CUSTOM SHOP 2009  Guitar MusicSuperb Gibson ES345 from the Gibson Custom Shop. Played through a Marshall JTM45 offset. WWW.GUITARCOLONEL.COM", "viewCount": 0.3309630167425899, "labels": [4, 9, 10, 34, 37, 1721, 2042, 2756]}, "gKeEHqt7yU0": {"likeCount": 0.26434526764861876, "dislikeCount": 0.16334684555795864, "videoId": "gKeEHqt7yU0", "title": "", "description": "", "length": 0.25465426634781313, "keywords": "ipad teleprompter video youtube review ipod iphone touch apple best collection ipod touch store reviews friend dvd update moments game 3gs best friend itunes imac apps everytime ever application product review part everytime touch instructions wireless hot topics electronicsiPad Teleprompter Review  Paid 60 Not A Hack Job  iPad teleprompter review I purchased this ipad teleprompter rig on ebay a few weeks ago. I find it much better then the hack job ipad teleprompter setups found on youtube. For only 60 shipped, it is not a bad deal for an ipad teleprompter.", "viewCount": 0.4799740192185148, "labels": [74, 131, 209]}, "msYE3aBYWxY": {"likeCount": 0.18129133566428557, "dislikeCount": 0.1414973347970818, "videoId": "msYE3aBYWxY", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "guitar cover backstreet boys bsb inconsolable unbreakable jay chou  leo ku  david tao  lee hom wang  yuiBackstreet Boys  Inconsolable Guitar CoverBSB's new single \"Inconsolable\" Album \"Unbreakable\"  October 2007", "viewCount": 0.4658383489624529, "labels": [9, 10, 34]}, "K1c78Pwrznw": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "K1c78Pwrznw", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "drawing painting eevee4everX3 artistFirefliesOwl City speed paintan overdue contest prize", "viewCount": 0.31970047280230457, "labels": [5, 49]}, "qH7boRqOsNg": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "qH7boRqOsNg", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "Roxette Sleeping In My Car Lima Per Peru Country Per Gessle Southamerica 2012 Estadio Nacional 21 Marie FredikssonRoxette  Sleeping In My Car Lima  Per 2012 Full HDRoxette in Lima  Per 21042012 Estadio Nacional Second song from concert", "viewCount": 0.3220108088040055, "labels": [3, 4]}, "91yk8YD8N8U": {"likeCount": 0.12304489213782739, "dislikeCount": 0.1146128035678238, "videoId": "91yk8YD8N8U", "title": "", "description": "", "length": 0.22405492482826, "keywords": "GTA 5 grand theft auto 5 grand theft auto rockstar editor 4k 2k 1080p 60 fpsGrand Theft Symphony 4KWith the exclusion of the intro and the soundtrack, this video was made with RockStar Director and RockStar Editor. The song used in this clip is called Carmina Burana  O Fortuna  Carl Orff and can be found below ", "viewCount": 0.35097400155703823, "labels": [85]}, "93lEJqbST10": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "93lEJqbST10", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "Mary Byrne Something X Factor Week 8 Matt Cardle Rebecca Ferguson Cher Lloyd One Direction Wagner Katie Waissel Cheryl Cole Simon Cowell Danii Minogue Louis Walsh Dermot O'leary Singing rock I Love Rock'n'Roll Nights In White Satin I Still Haven't Found What I'm Looking For I Can't Get No Satisfaction Everybody Hurts Sex On Fire Walk this way girlfriend Addicted to love creep all i want is you brass in my pocket summer of 69 you are so beautifulOne Direction  X Factor  Week 8  Rock Week  Song 2One Direction  X Factor  Week 8  Rock Week  Song 2", "viewCount": 0.3503518312724075, "labels": [3]}, "vBLVmA7CJOk": {"likeCount": 0.16127838567197356, "dislikeCount": 0.15051499783199063, "videoId": "vBLVmA7CJOk", "title": "", "description": "", "length": 0.2591064607026499, "keywords": "zomm unboxing review wireless leash alarm cell phone worlds first ever lost stolen firmware iphone ipod touch unlock jailbreak itunes free apps cydia themeZomm \"Wireless Leash\" ReviewZomm is the world's first \"wireless leash\" for mobile phones. Price 89.99 For more info & to purchase one of these Follow Me  Also on the channel \"24 Hidden Features in iOS 10\"  ", "viewCount": 0.3919130413860614, "labels": [21, 23, 24]}, "AhiTD5YOde4": {"likeCount": 0.19444826721501687, "dislikeCount": 0.0, "videoId": "AhiTD5YOde4", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "Evasive MotorsportsGTASLB 2014 Evasive S2000 V.2  151.777 Street TiresEvasive Motorsports S2000 Ver.2 at Global Time Attack  Super Lap Battle 2014. Best lap time 151.777 which is good to take 2nd place in street RWD. This is the fastest any S2000 has ever gone at Buttonwillow on street tires. We are aiming to go even faster next year and push the limit of what a street driven and registered S2000 can do on track. Thanks to our sponsors Yokohama Tires Project Mu Brakes Rays Engineering  Volk Racing HKS Motul AP Racing", "viewCount": 0.4007064656378332, "labels": [2, 7, 17, 19, 48, 283, 1704]}, "AiogBbQ96vU": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "AiogBbQ96vU", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "Used Armada Nissan Armada Honda of Bellevue Bellevue Honda Honda Honda Bellevue Omaha Honda Honda cars Honda of Omaha Honda dealers Omaha Bellevue Honda Nebraska Bellevue Honda dealers exclusive Honda Omaha Honda cars of Bellevue ne car dealerships in Bellevue ne car dealerships in Omaha Honda cars of Omaha Honda Bellevue ne Honda dealership omaha honda dealership omaha used cars bellevue used car dealers omaha honda cars omaha used HondasUsed 2008 Nissan Armada SE 4wd for sale at Honda Cars of Bellevue...an Omaha Honda Dealer!Test drive this Used 2008 Nissan Armada SE 4wd for sale at Honda Cars of Bellevue your exclusive Honda dealer for Bellevue, Nebraska providing superior Honda service to the greater Omaha and Council Bluffs, Iowa metro areas. One owner, top of the line LE model with running boards, back up camera, alloys, full power and much more. Get our Giant 60 day warranty and peace of mind mechanical inspection report. Call or stop in today for complete details.", "viewCount": 0.37394141026986955, "labels": [2, 7, 95, 116, 283]}, "AXWvo6hsd2I": {"likeCount": 0.11760912590556814, "dislikeCount": 0.047712125471966245, "videoId": "AXWvo6hsd2I", "title": "", "description": "", "length": 0.2648360010980932, "keywords": "performing arts juggling funIJA 2008 part 2Well... I finally got this done after all the footage got deleted and all that... any who... it's done. The fun stuff is at the end and yes I'll be uploading what footage I have of the last Renegade! I'm sorry if it's boring.. but this is what I could get together, and yes I'm in it! SORRY ABOUT THE QUALITY!!!!", "viewCount": 0.32776092143040914, "labels": [414, 954]}, "u26TGu_LjdI": {"likeCount": 0.1380211241711606, "dislikeCount": 0.0, "videoId": "u26TGu_LjdI", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "SOAS SOAS University Of London CollegeUniversity graduation ceremony graduation filmSOAS, University of London Graduation Video 2014This video was shown as part of the 2014 SOAS graduation ceremonies You can find out more about studying at SOAS at ", "viewCount": 0.37979596437371965, "labels": [429]}, "rKOfVz3b3o0": {"likeCount": 0.24393326938302629, "dislikeCount": 0.14313637641589874, "videoId": "rKOfVz3b3o0", "title": "", "description": "", "length": 0.24785664955938436, "keywords": "PSP Katekyo Hitman Reborn Battle Arena KHR HitmanReborn KHRBA gameplay KHRBattleArena Hibari Vs. Tsunayoshi Tsuna MukuroTsuna Mukuro vs.PSP Katekyo Hitman Reborn  Battle Arena GameplayYes, it's KHR! The game is awesome for the fans, so... try it! ", "viewCount": 0.5404799518857655, "labels": [0, 1, 5, 69, 1996]}, "f6scPmYAfrg": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "f6scPmYAfrg", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "Telemark Ski Company Cervinia Italy April 09 Graham HammondTelemark Ski Company Cervinia Italy April 09Telemark Ski Company Cervinia Italy April 09", "viewCount": 0.37115541682501696, "labels": [160, 273, 888]}, "zcfNR978JUo": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "zcfNR978JUo", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "Lopez Ponce Gorkin Florida East Coast Surfing SportFlorida surfShea LopezGorkinCory LopezJesse HeilmanDug this out of the old hard drive, some footage I shot from a few years back.", "viewCount": 0.33848907965305547, "labels": [182, 392]}, "gOevirpyoRM": {"likeCount": 0.1724275869600789, "dislikeCount": 0.0, "videoId": "gOevirpyoRM", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "Driveclub Video Game Gameplay PlayStation 4 Video Game Platform gameplay hd Aston Martin Brand Aston Martin One77 Automobile Model aston martin one77 one 77 1080p hd videogamesnl racing video games ign review free free roam free drive tuning customization rain snow weather night online multiplayer ps4 xbox one forza horizon vs driveclub versus gran turismo fastest car drift Ps3 Playstation XboxDriveClub  Aston Martin One77 Gameplay PS4  India Location HDLiked the video? Click the 'like' button, comment, and subscribe! Video made by Racing Video Games VideoGamesNL Review Aston Martin One 77  Cockpit View Gameplay Game Driveclub Developer Evolution Studios Publisher Sony Time of release October 2014 Platforms PS4", "viewCount": 0.3826787238816292, "labels": [1, 19, 48, 104, 177, 1825, 2906]}, "gPnXBiH7Nzs": {"likeCount": 0.15051499783199063, "dislikeCount": 0.047712125471966245, "videoId": "gPnXBiH7Nzs", "title": "", "description": "", "length": 0.25289167002776547, "keywords": "Boeing 777 Aircraft Model Precision Manuals Development Group USA Business Operation EVA Air Airline FSX Microsoft Flight Simulator X Video Game PMDG 777300ER BANGKOK SUVARNABHUMI FS Passengers FTX Vector FTX Global Rex4 ActiveSky Next 4770k Intel i7 EVGA GTX 780 Froogle FroogleSim Froogle Sim FrooglePeteEVA AIR  PMDG 777300ER  As Reals As It GetsIt doesn't get any better than this in FSX. Great visuals, Great performance, and an awesome aircraft. This is an extended version of a previous video, departing from Bangkok in some really bad weather. EVA Air Hello Kitty repaint was done by the skillful artish Matt Wynn. You can find it plus more of his work at Enjoy! Watch in HD  Please like, comment and subscribe. Thanks for watching! Addons used PMDG 777300ER AA Sceneries BANGKOK AIRPORT SUVARNABHUMI FTX Vector FTX Global Rex4 ActiveSky Next Computer Specs Intel i7 4770k running  4.7Ghz EVGA GTX 780 16Gb GSkill Ram", "viewCount": 0.36150026145245884, "labels": [46, 107, 109, 145, 631, 852]}, "gRHhMV4eyaI": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "gRHhMV4eyaI", "title": "", "description": "", "length": 0.26424645202421215, "keywords": "Batman Kalen Keith Kris Luke Olive Hill G Money Kentucky Halothane shit robin andBatmanUhhh Batman", "viewCount": 0.30700378666077555, "labels": [268]}, "seamFAnt5w8": {"likeCount": 0.07781512503836437, "dislikeCount": 0.12041199826559248, "videoId": "seamFAnt5w8", "title": "", "description": "", "length": 0.2271841606536499, "keywords": "Troy Bilt Riding Mower fix repair project fixerupper lawn tractor 42cut Cut earthmoving Cut logic Programming Thomas Engine Thomas The Apostle Start Take Tank Friends Gas Outdoor Sports Cars Cars film Nickelback Horse Cold Starting Rockstar Horses Motor Diesel Making Jumping Pony Sound Pump Rough Power Rev Briggs DressageTroy Bilt 17.5hp Riding MowerFixerupper mower to sell in the spring. Facebook ", "viewCount": 0.4161338049858543, "labels": [2, 7, 90, 620]}, "sjxyPhu-_gs": {"likeCount": 0.17160033436347993, "dislikeCount": 0.047712125471966245, "videoId": "sjxyPhu-_gs", "title": "", "description": "", "length": 0.23384564936046048, "keywords": "SPY HARD 007 OO7 AGENT WD40 LESLIE NIELSON BARBARA DOLL JAMES BOND THEME COMEDY FUNNY TRAILER ARHCSpy Hard Bond themed trailer made by ARHCJust having a bit of fun with one of the best bond soundtracks ever and one of the best comedy films ever, please enjoy and do not take this trailer seriously in any way, shape or form, if your a Bond fan don't be offended I am one myself. Long Live Leslie Nielson!!!", "viewCount": 0.4409392030619153, "labels": [25, 1070]}, "sjhut70lbMk": {"likeCount": 0.23010299956639813, "dislikeCount": 0.06989700043360189, "videoId": "sjhut70lbMk", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "summer summer life summer life hacks life hacks beauty guru when youre bored in summer bored summer summer help summer fun summer tips tips makeup hair outfitsSUMMER LIFE HACKS!thanks for watching! remember to like, comment, and subscribe!  GRAESYNS CHANNEL LET'S BE FRIENDS! instagram averykateee twitter averykateee tumblr averykathleen.tumblr.com TRANSITIONS gabrielle marie!!! MUSIC new romantics  taylor swift&stitches  shawn mendes", "viewCount": 0.3515211304327802, "labels": [39]}, "pwZqIgQQQAY": {"likeCount": 0.06989700043360189, "dislikeCount": 0.06020599913279624, "videoId": "pwZqIgQQQAY", "title": "", "description": "", "length": 0.2437750562820388, "keywords": "crucix94my fast and furiousFAST AND FURIOUS", "viewCount": 0.3123198075031999, "labels": [2, 7, 17, 30, 280, 608]}, "IjF5wdY8zE0": {"likeCount": 0.306333335895175, "dislikeCount": 0.21271047983648078, "videoId": "IjF5wdY8zE0", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "STX Entertainment STXent movie trailer teaser preview sneak peek ytqualityhigh exclusive HD official coming soon 2015 Jason Blum The Gift The Gift Movie Jason Bateman Rebecca Hall Joel Edgerton Gordo psychological thriller thriller suspense The Purge Whiplash The Great Gatsby Zero Dark Thirty Warrior Official Trailer Teaser Trailer Theatrical Film Media Genre STXThe Gift  Official Trailer  Own It Now on Digital HD, Bluray & DVDSimon Jason Bateman and Robyn Rebecca Hall are a young married couple whose life is going just as planned until a chance encounter with an acquaintance from Simons high school sends their world into a harrowing tailspin. Simon doesnt recognize Gordo Joel Edgerton at first, but after a seemingly coincidental series of encounters proves troubling, a horrifying secret from their past is uncovered after nearly 20 years. As Robyn learns the unsettling truth about what happened between Simon and Gordo, she starts to question how well do we really know the people closest to us, and are past bygones ever really bygones? From the producer of Whiplash and The Purge, Jason Blum, comes a chilling psychological thriller that marks the feature directorial debut of acclaimed actor and writer Joel Edgerton The Great Gatsby, Zero Dark Thirty, Warrior. Own it Now on Digital HD, Bluray & DVD SUBSCRIBE Connect with The Gift Online FACEBOOK TWITTER STXfilms Connect with STXfilms Online WEBSITE FACEBOOK TWITTER INSTAGRAM The Gift  Official Trailer  Own It Now on Digital HD, Bluray & DVD ", "viewCount": 0.698268045320944, "labels": [25]}, "DPsaOh7eA9o": {"likeCount": 0.1977723605288848, "dislikeCount": 0.09030899869919436, "videoId": "DPsaOh7eA9o", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "Seattle Boeing travel Air New Zealand 777300 delivery flights future of flightAir New Zealand's BRAND NEW 777300ERHandover ceremony at Boeing and delivery flight to Los Angeles", "viewCount": 0.47417187275361394, "labels": [2, 44, 46, 107]}, "DRMwHCt42HQ": {"likeCount": 0.1653212513775344, "dislikeCount": 0.047712125471966245, "videoId": "DRMwHCt42HQ", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "NIgerian Wedding Chichichikito Chinenyenwa Chinenye Naija Nigeria Enugu Africa Wedding Event Native mens wear Igbo ofoOga's Nigerian Traditional Wedding OOTDOga's Trad sewn by his tailor Kazeem in Lasgidi Ofo by Angel Creations in LA", "viewCount": 0.3410608542568368, "labels": [71]}, "DTDHhv7NE7I": {"likeCount": 0.1986771734266245, "dislikeCount": 0.16720978579357176, "videoId": "DTDHhv7NE7I", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "dirt jmupGo Pro HD Hero Backyard Dirt Jumpme riding and building my backyard dirt jump", "viewCount": 0.4624395554631505, "labels": [53, 58, 60, 163, 232, 284]}, "UURZ0_wuPDo": {"likeCount": 0.047712125471966245, "dislikeCount": 0.06020599913279624, "videoId": "UURZ0_wuPDo", "title": "", "description": "", "length": 0.23384564936046048, "keywords": "Mountain bike mtb Diamondback full suspension hard tail wreck run over truck damage repair expensiveMy mountain bike after fateful meeting with truck aka \"I will let the bike shop determine that\".This is my Diamondback full suspension mountain bike. It is not the best bike out there, but it suits me just fine for now. Yesterday October 7, 2010 it got ran over by a truck while on a bike path. The fellow has agreed to pay the repair costs, which right now stand at 265. The bike was purchased brand new for about 700. This is the video I took of my bike before I brought it to one of the local bike repair shops to document the damage should the fellow decide not to follow up on his word. When he ran over my bike, he smashed the back end, and stayed on it, which dug the whole bike into the ground. If your bike gets run over, or you have a bad wreck on it take it in for repairs. Some types of damage to bikes... especially frame and rimhub damage can cause fatal accidents down the road. Its not worth saving a few hundred on repairs only to have a very serious and probably even MORE expensive mishap down the road. Its fun to live on the edge, but it's more fun to be alive to do such things!", "viewCount": 0.30937717814987303, "labels": [53, 58, 163, 214, 1913]}, "zS_0WBP-WM0": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "zS_0WBP-WM0", "title": "", "description": "", "length": 0.25705429398818974, "keywords": "Samoa Leloaloa singing Christmas Catholic Youth LepuaJoe UtiFaifua  2008 Catholic Youth Christmas Star SearchCousin Joe representing Soge Fagaloa at the 2008 Catholic Youth Christmas Star Search  Fatuoaiga performing \"Emmanuel\" and \"Le Kerisimasi\"  never mind the blurry not so good footage, ga le faalogo lava ", "viewCount": 0.328330122870355, "labels": [6]}, "2LkT53C5nq4": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "2LkT53C5nq4", "title": "", "description": "", "length": 0.260530504614111, "keywords": "wedding band wedding music live music cover band eastcoast entertainment wedding entertainment blues blues bandMoonshine Wedding Band  EastCoast EntertainmentMoonshine Take one part soulsoaked soaring female vocals, one part bluesinfused rock guitar, add a dash of New Orleans jazz horns, sprinkle with funky bass, and shake it up with internationally acclaimed musicians. Meet Moonshine the perfect band for the most discerning music lovers. Called \"The Musician's Band\", Moonshine is the ultimate in high level performance and fun, party music. Comprised of Berklee College of Music alumni, with multiple members of the Blues Hall of Fame, the 7 piece band brings a punch of flavor to every event they're a part of. Moonshine strives to keep the dance floor full with a variety of great music, ranging from Motown, Blues, Classic and Southern Rock, Top 40, 80's classics, and Jazz. No synthesized sounds, no backing tracks, no autotune everything the band plays is live, including the Hammond B3 sounds coming from the key's Leslie cabinet. The band has had the pleasure of performing at Inaugural Balls, college events, festivals, weddings, corporate parties, casinos, and night clubs, thrilling audiences coast to coast and internationally. Perfect for events that want something \"a little different\" than your typical wedding band, Moonshine Society brings class and sass all in one fun package. Jazz trio available for cocktaildinner hours. Solo guitarist or pianist available for ceremonies. A truly memorable event calls for a truly great live band. Look no further than Moonshine. For more information on this band, go to or email us at infoeastcoastentertainment.com or call us at 855ECE4FUN 8553234386", "viewCount": 0.38379039445929425, "labels": [4, 13, 71, 2404]}}