{"ym-2MWVIX5o": {"likeCount": 0.3029789470831856, "dislikeCount": 0.18129133566428557, "videoId": "ym-2MWVIX5o", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "Montards Call of Duty Funtage Modern Warfare MW2 Montard Are Go GeekRichieUK eliteGaming Montage Editing Subscribers SecretMontards Are Go! trailerThis stuff is xcal approved, so you should probably check it out for yourself if you haven't already. The creator The goods ", "viewCount": 0.47683568655684505, "labels": [0, 1, 36, 132, 185]}, "B0eV9YxmeLM": {"likeCount": 0.15051499783199063, "dislikeCount": 0.06989700043360189, "videoId": "B0eV9YxmeLM", "title": "", "description": "", "length": 0.23117538610557542, "keywords": "Bad Boys Blue Musical Group boys ostrdaPolskie Bad BOYS Blue  Ostrda 2014Polskie Bad BOYS Blue  Ostrda 2014", "viewCount": 0.4310502138226795, "labels": [3]}, "B1uOJ5Yb1W4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "B1uOJ5Yb1W4", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "brendon white and luke bowerman bmx 16 years old slam factorybrendon white luke bowerman sesh spine at slam factorybmx 16 years old slam factory brendon white and luke bowerman", "viewCount": 0.37691556907143986, "labels": [53, 58, 151, 228]}, "B9nfpD-jWEo": {"likeCount": 0.08450980400142569, "dislikeCount": 0.07781512503836437, "videoId": "B9nfpD-jWEo", "title": "", "description": "", "length": 0.25670263661590603, "keywords": "Android 2.2 epad     Android operating System WiFi Operating System electronics mobile device Cell Phone vdeo game video game Iphone  epad  Android 2.2  7   WiFi US  79.99 Android 2.2 WiFi  3g  USB    Ethernet      GSensor facebook YouTube    , , , , , , , , , , , , , , , , ,  ,  .    ,   HD 1080,  ,   ,     ,  ,   .   wm8650,   800  300  DSP    800mhz        8650    DDR 2    256    7   800  480 169   TFT  ", "viewCount": 0.38176975547630243, "labels": [24, 74, 131]}, "B9ychsZUGHE": {"likeCount": 0.2575187844927661, "dislikeCount": 0.06020599913279624, "videoId": "B9ychsZUGHE", "title": "", "description": "", "length": 0.2673941998634088, "keywords": "Eye Quotation Subject Pigment Literature Subject Health Industry Tutorial Makeup Cosmetics Quotation Subject Look Beauty Mineral Rock Type Eye song Perfect Haul Eyes May Review Foundation Circle Inspired Pink Shadow Palette Purple Collection Mascara Urban Makeup Tutorial Blush Decay Lips Brush Fashion Products Hair Everyday Face Coastal Color Brown Tips Natural LinerThe PERFECT Eye Combo! Younique's Splurge Cream Shadow and Mineral Eye Pigments SO Easy!www.bettermascara.com", "viewCount": 0.43532043199074205, "labels": [39, 156, 233]}, "FQtuq72G6nc": {"likeCount": 0.14771212547196624, "dislikeCount": 0.047712125471966245, "videoId": "FQtuq72G6nc", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "breaking news BreakingNews handson ipad iphone iphone 3gs iphone 4 Iphone3gs Iphone4 ipod touch IpodTouch skype video video call video calling VideoCall VideoCallingSkype video calling for iPhone HandsonHDAll signs have been pointing to this release for a few days now, but we'll admit we expected Skype to wait until CES next week to pull the covers off what could become its crown jewel service over the coming months. Skype's official iOS client has finally sprouted the ability to make video calls, allowing iPhone 3GS, iPhone 4, and fourthgeneration iPod touch users to share realtime video amongst each other and users of Skype's Windows, Mac, and Linux clients along with the ASUS Videophone obviously, 3GS users won't have the convenience of a frontfacing camera, but they'll still be able to broadcast video from the rearfacing one. Additionally, you'll be able to receive video from others if you're using an iPad or a thirdgeneration iPod touch. The service is free and works over both WiFi and 3G  and considering Skype's existing PC footprint, we'd argue this stands a very real chance of putting the hurt on FaceTime usage. No word on when Skype will be making videocapable clients available for Android or other mobile platforms, but Skype says that there'll be \"plenty more\" announcements in Vegas next week, so we wouldn't be surprised. Update So we just gave 3.0 a spin, calling iPhonetoiPhone both WiFi, iPhonetodesktop both WiFi, and again iPhonetoiPhone both 3G. The first two worked great, although the desktop camera produced better quality. As for the worstcase scenario, 3Gto3G video calling, well... we wouldn't recommend it unless absolutely necessary. Video after the break, and be sure to note the battery life  after about 10 minutes of use, we dropped from 66 percent to 61.", "viewCount": 0.45286853575870245, "labels": [21, 23, 24, 73, 1066]}, "p7f4z9USUYo": {"likeCount": 0.17634279935629374, "dislikeCount": 0.047712125471966245, "videoId": "p7f4z9USUYo", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "Wakeboard Crazy Good Roll wakeboardingWonderful wakeboardWakeboard", "viewCount": 0.43140990632952847, "labels": [901]}, "lGsytE781mg": {"likeCount": 0.12552725051033062, "dislikeCount": 0.08450980400142569, "videoId": "lGsytE781mg", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "black hair scalp exfoliation Stephanie Johnson The Hair Care Company dandruff excessive dandruff dry scalp excessive dry scalp psoriasis of the scalp dermatitis itchy scalp thinning spots on the hair thinning hair bad dandruff dead sea mud products Educational Beauty Health Salon african american hair growthTake Control of Scalp ProblemsGet rid of scalp problems that slows hair growth. The Hair Care Company Scalp Exfoliating System helps control dandruff, seborrheic dermatitis, and psoriasis. It helps the scalp to heal from chemical burns, removes product build up, and makes hair roots strong to promote new hair growth. Exfoliating your scalp just 4 times a year can help keep it healthy and thriving. For more information go to for more information.", "viewCount": 0.4247948729257255, "labels": [50]}, "IeEle7sLeD0": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "IeEle7sLeD0", "title": "", "description": "", "length": 0.25378190950732743, "keywords": "MA7TV  MANATO PPT PEY HARUKIN TAIRA PON MAI CHIZURU12'13' MA7TV Vol.1312'13' snow season Vol.13   \"RIDER\"MANATOPPTPEYHARUKINTAIRAPONMAICHIZURU", "viewCount": 0.3498999363580153, "labels": [160, 231]}, "IPUGz8sHGNc": {"likeCount": 0.18129133566428557, "dislikeCount": 0.0, "videoId": "IPUGz8sHGNc", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "dave hum banjo merry blacksmith irish reel celtic traditional folk old time uk busker wells somerset the huckleberriesDave Hum  Merry Blacksmith 2Irish reel \"The Merry Blacksmith\" played on the 5 string banjo  GCGCD tuning  capo 2nd fret, 5th string capo 7th fret for key of D  MP3 Downloads available at ", "viewCount": 0.3824451270036613, "labels": [550]}, "MGCYvfcFauI": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "MGCYvfcFauI", "title": "", "description": "", "length": 0.25728716022004805, "keywords": "Ludwig van Beethoven Symphony No Eroica Funeral March piano transcription hands magdalita geppeto wagner stefani d'aragona malheiro pradoBeethoven  Funeral March from 3rd Symphony Piano 4Hands  Part 1\"Funeral March\" from 3rd Symphony \"Eroica\" by Ludwig van Beethoven. Transcription for Piano 4Hands by Hugo Ulrich, played live by Magdalita S. Geppetto and Wagner Stefani D'Aragona Malheiro Prado on Juny 10th 2007 in DsseldorfGermany. Part 1 of 2.", "viewCount": 0.33743816980508823, "labels": [4, 31, 40, 47]}, "XSZX4m1U6OM": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "XSZX4m1U6OM", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "lebron james inch by cavs 23 miami heat assist al pacino any given sunday sick comment nba speech an1 game winner basketball us sasooncena1 kevin durant kobe byant dunk over dwight howardLebron James  \"Inch by Inch\"LINK ", "viewCount": 0.3410945858687775, "labels": [52]}, "4wwPMgkKgrI": {"likeCount": 0.1698970004336019, "dislikeCount": 0.0, "videoId": "4wwPMgkKgrI", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "BYZBYZDELT WIT FREESTYLE 2015Freestyle!!!!", "viewCount": 0.3623456048069934, "labels": [14]}, "vRKrquBpaLk": {"likeCount": 0.36286953827140234, "dislikeCount": 0.15440680443502758, "videoId": "vRKrquBpaLk", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "where are the performance test kickgenius kick genius crazy quick 2 review kd 7 lebron 12 nike apl vision low jcrossover eliteWhere are the Performance Test?!Quick update so you guys won't kill us... Stay in the know by following us on Instagram & Twitter KickGenius", "viewCount": 0.5062995401186468, "labels": [66, 148, 253, 271]}, "SPIjaB7vOng": {"likeCount": 0.1653212513775344, "dislikeCount": 0.08450980400142569, "videoId": "SPIjaB7vOng", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "anas barbeaulavalette drama evelyne brochu inchallah inchallah showtimes inchallah trailer sabrina ouazani sivan levy yousef sweid'Inch'Allah' Trailer  MoviefoneSubscribe to Moviefone Today Watch The Latest Movie Trailers Here  More Below  Chloe Evelyne Brochu is a young Canadian obstetrician working in a makeshift clinic in a Palestinian refugee camp in the West Bank, where she treats pregnant women under the supervision of Michael Carlo Brandt, a French doctor. Facing daily checkpoints and the separation barrier, Chloe is confronted with the conflict and the people it affects Rand Sabrina Ouazani, a patient for whom Chloe develops a deep affection Faysal Yousef Sweid, Rand's older brother, a fervent resister Safi Hammoudeh Alkarmi, their younger brother, a child shattered by war who dreams of flying across borders and Ava Sivan Levy, a young soldier who lives next door to Chloe in her apartment in Israel. Her encounter with the war draws Chloe into an adventure that's both deeply personal and as large as the land. She loses her bearings, is uprooted, and goes into freefall. There are trips that shake us and transform us. There are trips that shatter all of our certainties. For Chloe, 'INCH'ALLAH' is such a trip. Moviefone is your destination for local showtimes, theatre information, film reviews and advance tickets. Moviefone's video property is a part of the AOL On Network. Get more Moviefone Read Like Moviefone Follow Moviefone ", "viewCount": 0.38059084550741973, "labels": [25]}, "Ll4PR0tBvCA": {"likeCount": 0.15797835966168103, "dislikeCount": 0.06020599913279624, "videoId": "Ll4PR0tBvCA", "title": "", "description": "", "length": 0.24183012913197455, "keywords": "Naruto TV Program BYOB acronym Down Anime System Tribute System Down Going Falling Chop Doors Hill Stairs Going Down Upside Falling Down Down Hill Lay Doors Down Upside Down Count Down Stairs Sit Toxicity Sugar Goes Sliding Under Goes Down Three Beat Down Back Down Goin Down Lay Down Down Under Down Live Falls Down Cover Falls Down animation anime Walls Partytstretch169byob  System of a Down  naruto vs sasuke  amvbyob  System of a Down  naruto vs sasuke  amv This AMV Naruto are mad e with nonprofit or does not represent another company. This is purely made for Naruto Fan, Bleach and other Anime. Credited to TV Tokyo and Association. naruto shippuden  sasuke vs danzo  amv  The offspring  The kids Arent Alright alianza shinobi vs akatsuke naruto capitulo 270 271 272 273 274 275 276 277 278 279 280 subespaol ningles HD cuarta guerra ninja Edo Tensei", "viewCount": 0.36699673699085045, "labels": [5, 84, 169]}, "emyxU71HJO4": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "emyxU71HJO4", "title": "", "description": "", "length": 0.2619093330626743, "keywords": "lorenzo palomo rebecca penneys brian krinke stefan reuss piano violin cello new arts trio rochester academy of medicine andalusian divertimento II. tell me moon where my love isLorenzo Palomo \"Andalusian Divertimento\" mvt II  Tell me, Moon, where my Love is by New Arts TrioCentennial Concert, Rochester Academy of Medicine 2001 Lorenzo Palomo 1938  \"Andalusian Divertimento\" 2000 II. Tell me, Moon, where my Love is Performed by the New Arts Trio Rebecca Penneys, piano Brian Krinke, violin Stefan Reuss, cello www.rebeccapenneys.com", "viewCount": 0.3114944415712585, "labels": [31, 97]}, "xdhT6PztGP0": {"likeCount": 0.18260748027008267, "dislikeCount": 0.09030899869919436, "videoId": "xdhT6PztGP0", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "80s commercials retro toys legos dinoriders videogames tmnt teenage mutant ninja turtles sonyBest of 80s Commercials Part 1A collection of retro commercials from the 80s. Beware Zack is, in fact, a maniac.", "viewCount": 0.4724996364344267, "labels": [5, 16, 315, 505, 847]}, "c99LIkXlL-U": {"likeCount": 0.20969100130080565, "dislikeCount": 0.1146128035678238, "videoId": "c99LIkXlL-U", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "photography tips tutorial adorama tv adoramatv adotv review camera Flashpoint battery pack flash Blast Pack Blast Power Pack power pack Canon Nikon Sony Metz Diane Wallace product reviewFlashpoint Blast Power Pack Product Overview Adorama Photography TV AdoramaTV presents the Flashpoint Blast Power Pack. Join Diane Wallace as she shows all the of the great features of this rechargeable, portable battery pack for your speed lights or strobes. AdoramaTV features talented hosts including Mark Wallace, Gavin Hoey, Joe McNally, Tamara Lackey, Bryan Peterson and Rich Harrington. Related Products Flashpoint Blast Power Pack BP960  Lipolymer, 4500mAh Flashpoint Blast Pack Flash Cable for Canon Flashpoint Blast Pack Flash Cable for Nikon Flashpoint Blast Pack Flash Cable for Sony Flashpoint Blast Pack Flash Cable for Metz Flashpoint StreakLight Replacement Cable Flashpoint 16.4 Ft extension power cable for StreakLight Flash Flashpoint StreakLight Twin Power Adapter Flashpoint USB Cable for the BlastPack Flashpoint StreakLight Power Split Adapter Flashpoint Blast Pack Replacment Battery Check out Adorama's latest contest here for great prizes! If you have questions, share them with us at adotvadorama.com", "viewCount": 0.4484314078276703, "labels": [146, 158, 279, 454, 1905]}, "cC5v--qzXnw": {"likeCount": 0.24313637641589875, "dislikeCount": 0.08450980400142569, "videoId": "cC5v--qzXnw", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "My Little Pony My Little Investigations gameplay teaserMy Little Investigations  Gameplay Teaser  Demo Announcement!Website It's almost here  we can now officially state that the demo of case 1 will be released on May 5. You'll find it downloadable on that date at our website, seen above. For now, however, enjoy this brief gameplay teaser! My Little Pony is owned and copyrighted by Hasbro. This is just a fanmade game to honor a series we love. We will never make any money from this game, and no copyright infringement is intended.", "viewCount": 0.43404837746257174, "labels": [5, 16, 244, 292]}, "bOAeWwMuv9g": {"likeCount": 0.24742162640762555, "dislikeCount": 0.12304489213782739, "videoId": "bOAeWwMuv9g", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "CCR Rock Southern rock Creedenceclearwaterrevival CoverTravelin Band  CCR guitar coverMe covering the classic CCR tune!", "viewCount": 0.47614316478805385, "labels": [9, 10, 34, 37]}, "o96uUYuER2w": {"likeCount": 0.31970047280230457, "dislikeCount": 0.14771212547196624, "videoId": "o96uUYuER2w", "title": "", "description": "", "length": 0.23404441148401187, "keywords": "les miserables wedding rehearsal dinner flash mob flash mob miserables les marriage groom bride Les Misrables musical flashmob musical valjean marius cossette eponine enjolras jean valjean funny flashmob funny clever surprise love les miserables flash mob les miserables flashmob one day more one day more flash mob one day more flashmobOne Day More Original Wedding Flash MobSo I decided to surprise my now wife with a flash mob during our rehearsal dinner. No one had any idea other than the people involved. After a great dinner and humbling toasts, I turned to my wife and said, \"I can't believe that we have been together for three years, engaged for over a year, and now it is just one more day......or should I say.....\" And that brings us to our video. Lyrics by Caleb Brasher and Halston Hodges Video by Patrick Wiggins", "viewCount": 0.528352962562875, "labels": [71]}, "oAed3NXexIw": {"likeCount": 0.21903316981702914, "dislikeCount": 0.12552725051033062, "videoId": "oAed3NXexIw", "title": "", "description": "", "length": 0.2545307116465824, "keywords": "modern warfare 3 moab mw3 moab moab modern warefare 3 modern warfare 3 gameplay modern warfare 3 multiplayer modern warfare 3 online mw3 gameplay mw3 multiplayer mw3 multiplayer gameplay mw3 online modern warfare 3 beast cod mw3 call of duty modern warfare 3 call of duty call of duty modern warfare multiplayer gameplay beast mode cod mw3 online alia ali a matroix usp.45 moabMW3 USP.45 PISTOL MOAB!  Silenced Pistol Only MOAB! Modern Warfare 3 Multiplayer GAMEPLAYModern Warfare 3 GAMEPLAY  Silenced USP.45 Pistol MOAB  Previous Video  PM9 MOAB w38 Gunstreak  Buy My TShirt's Here! Follow Me On Twitter Like My Facebook Fanpage Come Check Out My Livestreams ", "viewCount": 0.3591732238951836, "labels": [0, 1, 36, 142]}, "Qz_SCuoPVWk": {"likeCount": 0.37966437037851164, "dislikeCount": 0.20791812460476247, "videoId": "Qz_SCuoPVWk", "title": "", "description": "", "length": 0.26222140229662955, "keywords": "jared falk drumming warmup intermediate drum lessons drumeo successful drumming drums drummer drum warmupDrumming Warmup IntermediateUnlimited drum lessons  9 FREE bonuses   Faster Hands & Feet in 10 days  Beginner Advanced This is the intermediate drumming warmup. It includes the same exercises as in the beginner and advanced warmup, but it played at 100 BPM. Challenge yourself to get this played perfectly before moving on to the advanced  To your drumming success,  Jared Falk Follow me on Facebook Follow me on Twitter ", "viewCount": 0.577823882427409, "labels": [4, 28, 33, 38, 78]}, "R-aMm-T5SAs": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "R-aMm-T5SAs", "title": "", "description": "", "length": 0.2532754378992498, "keywords": "fly flies fishing tying salmon lure searun trout streamer streamers pattern Canterbury New Zealand fishingmag.co.nzYellow Lady Salmon LureDIRECTORY OF NEW ZEALAND STREAMER FLY PATTERNS How to tie a Yellow Lady Salmon Lure.Used to fish for salmon and searun brown trout in Canterbury, New Zealand. TROLLING & SPIN FISHING FOR TROUT BY ALLAN BURGESS SUBCRIBE TO OUR TROUT & SALMON EMAIL NEWSLETTER ", "viewCount": 0.39630318750538984, "labels": [43, 374, 693, 1474]}, "R0_dZ11jj5w": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "R0_dZ11jj5w", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "2014 Enduro 29 Enduro 29 Specialized Enduro 29 29er mountian bike specialized enduro comp se 292014 SPECIALIZED ENDURO 29 XL 1ST LOCAL RIDETaking my Enduro 29 on it's \"Home Court\" for my local ride near PQ Soccer Fields. Like that Discovery Channel show, \"How It Works\", here is some footage of the Enduro going through it's paces.", "viewCount": 0.37737133252770216, "labels": [2, 17, 53, 58, 163, 340]}, "SgMB3ARqL6Y": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "SgMB3ARqL6Y", "title": "", "description": "", "length": 0.215836249209525, "keywords": "Citi Field Baseball Stadium Stadium Building Function Food Major League Baseball AllStar Game Recurring Event Major League Baseball Sports Association Baseball Sport Sports Industry Meatball Hero Lobster Roll Burger Keith Hernandez Citi Field NY Mets Mets New York New York City CityTownVillage Queens Chris Walsh Brandon Flowers Aramark Taste Tour Chef Chats New York Mets Baseball TeamTaste Tour Baseball's 3 AllStar Sandwiches at Citi FieldStadium food has gone high end at plenty of venues across the United States, and in this video we visit New York's Citi Field to see how they feed up to 40,000 people every night. The home of The Mets sure serves a lot more than peanuts and cracker jacks.", "viewCount": 0.34510184521554577, "labels": [11, 20, 22, 29, 32, 813, 829]}, "SjLXGBfw8RQ": {"likeCount": 0.21522883443830565, "dislikeCount": 0.18512583487190754, "videoId": "SjLXGBfw8RQ", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "Plants V.S. Zombies Pop Cap Strategy Game Limited Edition of The Year E10Plants V.S. Zombies UnboxingI got my present early because something bad happend. I already played it and I love it. I wish you all a merry Christmas !!!!", "viewCount": 0.547141200570645, "labels": [42, 695, 938]}, "SkXOCf72xt8": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "SkXOCf72xt8", "title": "", "description": "", "length": 0.2545307116465824, "keywords": "FFV Football Federation Victorian Soccer Chaos Seaford United Keysborough2009 FFV  Seaford United v Keysborough2009 Provisional League 3 South East Round 16 In a hard fought contest Seaford United was looking for their forth straight victory and are now placing themselves in a position that promotion is a real possibility, but first they needed to get by close neighbors Keysborough.", "viewCount": 0.31017470739463665, "labels": [0, 12]}, "P6jc9E_YYEI": {"likeCount": 0.0, "dislikeCount": 0.06020599913279624, "videoId": "P6jc9E_YYEI", "title": "", "description": "", "length": 0.2568201724066995, "keywords": "app artist iphone review touchArtist's Touch iPhone App ReviewArtist's Touch iPhone App Review", "viewCount": 0.3130655349022031, "labels": [21, 23, 24, 73, 322]}, "P8r97zjni3I": {"likeCount": 0.12304489213782739, "dislikeCount": 0.1, "videoId": "P8r97zjni3I", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "Old modernized KONE Traction elevator lift Turku Finland Hissi Hiss Suomi 1959 2010Old modernized KONE Traction elevatorlift in Turku, FinlandLocation Sepnkatu 6, Turku Brand KONE Type Traction Year installedmodernized 1959  2010 Floors served K, 18 Pictures ", "viewCount": 0.43887936723235016, "labels": [2, 522]}, "CtoRgZjYAC4": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "CtoRgZjYAC4", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "How to do a steady model spaceship shot using a camera sliderHow to do a steady model spaceship shot using a camera sliderA demonstration by myself of how to use a slider to complete a nice steady gliding model shot! Opteka GLD200 60cm Camera Track Slider Video Stabilization System", "viewCount": 0.3197280558125619, "labels": [158]}, "3lSeVdGbuhE": {"likeCount": 0.12552725051033062, "dislikeCount": 0.14471580313422192, "videoId": "3lSeVdGbuhE", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "Bakugan vs. Pokemon Ultimatebattles Battles Ultimate Byakugan Pokmon TV Program Pokmon AnimeManga Franchise Bakugan Battle Brawlers TV Program Television Program Award Discipline Pokmon Video Game Series Video Game Industry Chris Naruto Alone Leave Industry Organization Sector Not You Sasuke Jimmy Sakura Chris Crocker Not Alone Discipline Quotation Subject Live You Not Stand Ninja Naruto Shippuuden Never Leave Alone PerezBakugan vs Pokemoni am relly gud  videes It's Bakugan vs. Pokemon. A Bakugan monster has been seen far off in the mountains rampaging through fields, and only the Pokemon Girantina can stop it. Who will win?", "viewCount": 0.4354166085031419, "labels": [16, 81]}, "MNteryl4WVo": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "MNteryl4WVo", "title": "", "description": "", "length": 0.24502491083193612, "keywords": "12801 12804 12866 2005 escape ford nemer ny preowned queensbury xlt'05 Ford Escape XLT Video from NemerFord.com2005 Ford Escape XLT from Nemer Ford in Queensbury, New York 12804.", "viewCount": 0.3228143607597742, "labels": [2, 7, 116, 165]}, "lz3V4FVwJ4g": {"likeCount": 0.14471580313422192, "dislikeCount": 0.03010299956639812, "videoId": "lz3V4FVwJ4g", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "Webster Hall Venue Against The Current Guessing lovinmarkitostv closer faster thinking infinity\"Guessing\"  Against The Current  Webster HallMy sister and I went to see Against The Current at Webster Hall. 53014", "viewCount": 0.32340108175871796, "labels": [3, 4, 38]}, "ALiDs5zLBc0": {"likeCount": 0.06020599913279624, "dislikeCount": 0.1079181246047625, "videoId": "ALiDs5zLBc0", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "Always Be In The Game Beybalde SoundtrackBeyblade Soundtrack  Always Be In The GameSoundtrack 2  Always Be In The Game", "viewCount": 0.3386677283960838, "labels": [5, 570]}, "ANHorCead6E": {"likeCount": 0.13010299956639812, "dislikeCount": 0.06020599913279624, "videoId": "ANHorCead6E", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "naruto rpc tribute drawing anime painting paint tool sai amv lucy otohime princessDrawing Naruto RPC no tabletOk this is a video of me drawing a naruto rpc without a tablet to show u that u really dont need one to draw  hope u like it please subscribe, rate, coment and eat salami  RPC random naruto rpc", "viewCount": 0.30923696996291206, "labels": [5, 49, 80, 84, 127]}, "AQK2iBYVtp8": {"likeCount": 0.3193681029541282, "dislikeCount": 0.12552725051033062, "videoId": "AQK2iBYVtp8", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "skullgirls skullgirls encore beowulf combo video guide tutorial bnb bread and butter WULFAMANIAWULFAMANIA  A Beowulf Combo Videobeowulf out tomorrow  combo video now combo video instead of guide because my all my typed up notations were on my computer that exploded and i'm too busylazy to rewrite them also note that I usually put in my own music into the videos but I just opted to stick with beowulf's theme because it is the hypest fucking thing", "viewCount": 0.5027802017006102, "labels": [0, 1, 69]}, "ARNfZ2a-1TE": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "ARNfZ2a-1TE", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "fleetwood mac unleashed dontstop St Paulfleetwood mac unleashed don't stop St Paulfirst timer....", "viewCount": 0.3003460532109507, "labels": [3, 4, 10]}, "VVwb72aNCxo": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "VVwb72aNCxo", "title": "", "description": "", "length": 0.2583198773968623, "keywords": "Rusko EDC Dallas 2010 One More! dubstep liveRusko  EDC Dallas 2010 One More!Rusko  EDC Dallas 2010 One More! Rusko closing it out. 2nd song ID Rusko  Jahova", "viewCount": 0.3052693941924968, "labels": [3]}, "VZEkxLQJ8U8": {"likeCount": 0.11760912590556814, "dislikeCount": 0.09030899869919436, "videoId": "VZEkxLQJ8U8", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "Peppa Pig TV Program racing crashing toy cars model cars peppa george madam gazekle peppa world lokicollectables.com anthony jones oscar jensons world Cartoon TV Genre evan tubehd RaceGrooves toy review tv disney collector pewdiepie car cartoon cars cartoon cartoon cars racing cars cartoon toys hot wheels scooby doo play doh cars disneypeppa pig and friends racing in there cars real toys not cartoonwe have suzie sheep in her Batmobile zoey zebra in her BMW z8 madam gazelle in Alfa romeo Emily in Mercedes danny and candy in a pace car corvettewho will win the peppa pig race? real big 118 scale toys car and real peppa pig figures peppa pig FOR PEPPA PIG TOYS FOR SALE FOLLOW THIS LINK              BMW Z8               corvettewho   Peppa ?   118         Peppa    PEPPA PIG      Httpamzn.to2oS4tsD U nas yest' syuzi baran v yeye Betmobile Zoi Zebra v svoyem BMW Z8 Madam gazel' v Al'fa Romeo Emili v Mersedese Denni i konfety v tempe avtomobil' corvettewho vyigrayet gonku Peppa svin'i? Real'nyye bol'shiye 118 masshtabe igrushki avtomobilya i real'nyye tsifry svin'i peppa Peppa Svin'ya DLYA IGRY PEPPA PIG DLYA PRODAZHI POSLE ETOY SSYLKI Httpamzn.to2oS4tsD Ns temos ovelhas suzie em seu Batmobile Zoey zebra em seu BMW z8 Senhora gazela em Alfa romeo Emily em Mercedes Danny e doces em um corvettewho carro de ritmo que vai ganhar a corrida peppa porco? Real grande 118 escala brinquedos carro e reais peppa porco figuras Peppa Pig PARA PEPPA PIG TOYS PARA VENDA SIGA ESTE LINK Httpamzn.to2oS4tsD suzie zoeyz8 am  dannycorvettewhopeppa118peppa  PEPPA              8                    ?   118              PEPPA          Httpamzn.to2oS4tsD hamaare paas baitamobail mein sujee bhed hain zoee zebara mein unake beeemadablyoo za 8 alpha romeyo mein maidam gezel marsideej mein emilee dainee aur kaindee ko gati kaar kaaravetivo mein pepva suar daud jeetenge? vaastavik bada 118 skel khilaune kaar aur asalee pepva suar aankade peppa suar bikree ke lie paipp suar khilaune ke lie is link ka paalan karen ", "viewCount": 0.40669591978671227, "labels": [2, 7, 26]}, "CPNSiTNuCDo": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "CPNSiTNuCDo", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "Camp Jitterbug Jump Session Show 2010Blazin'  Atomic Cherry BombsCamp Jitterbug Jump Session Show 2010", "viewCount": 0.31925674533365456, "labels": [6, 8, 206]}, "Iskp3_UGB1o": {"likeCount": 0.27701152947871016, "dislikeCount": 0.1, "videoId": "Iskp3_UGB1o", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "Aggressive Assault G3 Weapon Damage High Hardcore Softcore Normal Gaming Wake Island Gulf of Omen Sharki Peninsula Karkand DLC Maps XBOX360 PC PS3 Players Competitive League Online Warfare 2011 2012 BF3 Battlefield 2142 Sgt.Enigma SargEnigma TheSgtEnigma HD DefinitionBattlelog Update  G3A3  Back to Karkand Premiere!Thumbs up for 7 flag conquest and Wake Island! Claim 5 Brand New Unique Dogtags by watching \"Act of Valor\" TWITTER MY BF3 PLATOON SUBSCRIBE PREVIOUS VIDEOS Massive Exile Last BC2 montage featuring Masdeath Be Aggressive A Battlefield 3 Montage Battlefield 3 Jet Montage ", "viewCount": 0.4338755217322839, "labels": [0, 1, 124, 287, 317]}, "8mNZCJ07Ntw": {"likeCount": 0.1799340549453582, "dislikeCount": 0.1792391689498254, "videoId": "8mNZCJ07Ntw", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "Solidstate Drive Lenovo Computer ManufacturerBrandLENOVO YOGA 211.6 SSD UPGRADE....If you having problems trying to uograde the yogas with the SFF8784 new hard drive connector... the video shows what I did. So far so very good, this thing feels pretty close like a tablet.. exactly what I was hopping for. Approx 120Dlls NOTE Don't bother with a 128Gb ssd go with the 256Gb instead... wd5000mpcksff8784p1082.html ", "viewCount": 0.4753981171127868, "labels": [74, 106, 187, 200, 275, 703]}, "JIfDvUXcRn4": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "JIfDvUXcRn4", "title": "", "description": "", "length": 0.24871383754771867, "keywords": "contemporary dance modern dance performanceContemporary Dance Rehearsal \"v revivivied\" 2010 by Lieneke MousChoreography by Lieneke Mous. An early March 2010 rehearsal for \"v revivivied\" at The University of Oklahoma School of Dance with Mallory Markham, Olivia Martin, Chandler Pace, and Christopher Frazier. The fourth female dancer was absent. The ending had yet to be choreographed", "viewCount": 0.32206310194480925, "labels": [8, 206]}, "5HU1UTv1ZIk": {"likeCount": 0.1698970004336019, "dislikeCount": 0.0, "videoId": "5HU1UTv1ZIk", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Pattaya CityTownVillage Thailand Water Park Waterpark Na Jomtien JomtienFuture Rides of Ramayana Water Park PattayaThe water park, called Ramayana Water Park, is currently being built at Na Jomtien and will be the biggest water park in Southeast Asia. See more on", "viewCount": 0.46135987180065047, "labels": [141, 247, 746, 1289]}, "CZsl3CISuUg": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "CZsl3CISuUg", "title": "", "description": "", "length": 0.23710678622717363, "keywords": "HP Hewlett Packard IMC Basic InstallationPlatform Intelligent Management Center PCM Procurve Manager PlusHP IMC 5 2 Basic InstallationWalkthrough of Installing the New HP IMC 5.2 Basic.", "viewCount": 0.33517963068970236, "labels": [106]}, "ghlDidKz-n8": {"likeCount": 0.15682017240669952, "dislikeCount": 0.08450980400142569, "videoId": "ghlDidKz-n8", "title": "", "description": "", "length": 0.2502427119984433, "keywords": "Minecraft Oh Video 1080p original song acoustic songwriter guitar high quality amusing\"Minecraft, Oh Minecraft\" Original Song Music Video 1080pMusic Video for the brand new song by Justin Brandl, \"Minecraft, Oh Minecraft\" inspired by the hit game Minecraft. Guitar Tab ", "viewCount": 0.32904798133306734, "labels": [0, 27]}, "oXhrY9R49vU": {"likeCount": 0.06989700043360189, "dislikeCount": 0.06020599913279624, "videoId": "oXhrY9R49vU", "title": "", "description": "", "length": 0.22227164711475833, "keywords": "HID flashlight Q5 P7 P4 MCE AIMAI CO LTDHID flashlight Q5,P7,P4,MCE AIMAI CO LTDKorean's production, high quality, the best performance, thorough service.", "viewCount": 0.3771072783221195, "labels": [2, 7, 1210]}, "o_QrNjrSkmU": {"likeCount": 0.15797835966168103, "dislikeCount": 0.0, "videoId": "o_QrNjrSkmU", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "Breakthroughace         Hokkaido   230  2015 luminousmain2015LuminousDiary203      BOOTH  Twitter   Breakthroughace.   Breakthroughace.         ", "viewCount": 0.32135177569963047, "labels": [5, 16]}, "s3rfeqHArig": {"likeCount": 0.21986570869544228, "dislikeCount": 0.047712125471966245, "videoId": "s3rfeqHArig", "title": "", "description": "", "length": 0.2432969290874406, "keywords": "SKT T1 T1 SKT T1 Faker Faker SKT T1 Bengi Bengi SKT T1 MaRin MaRin SKT T1 Bang Bang SKT T1 Wolf SKT T1 Tom Tom SKT T1 Easyhoon Easyhoon SKT T1 Scout Scout        SKT T1 LOL  2015 LCK Summer R2 vs Anarchy.English subtitles 691 2015.07.08  ,  !  , !  Why did Bengi jump up from his chair?  Long time no see, PoohManDu!  Official Website  Official Twitter  Official Facebook  ", "viewCount": 0.46238795938215144, "labels": [111]}}