{"cTzwYWTjBEY": {"likeCount": 0.18920946026904806, "dislikeCount": 0.07781512503836437, "videoId": "cTzwYWTjBEY", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "Kickers Offenbach Football Team Offenbach German City Kickers Offenbach OFC NurderOFC Adrenalin Offenbach Adrenalin Schals hoch Bieberer BergKickers Offenbach  Go For It !FanMadeVideo Mission Wiederaufstieg. Videoquellen Youtube Channels oponline, Kickers Fanradio,", "viewCount": 0.37131544018372986, "labels": [12]}, "cVAXEnGsR6U": {"likeCount": 0.312483014941386, "dislikeCount": 0.2012837224705172, "videoId": "cVAXEnGsR6U", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "Kitty Hello Makeup Tutorial Beauty Look Cute Eye Anime Review Kawaii Hello kitty Japanese Neko Eyes Japan Country CatKawaii Hello Kitty Makeup Tutorial Basic sewing skills of how to sew Lolita dress for beginners Sewing note of first part of the dress, start at 008 The first part of the dress Easyfast way to sew ruffles2 types on a skirtdress without gathering and using ruffle foot How to Make Lolita Bow Song MJQ Ft. Hatsune Miku  Cutie Cute Kitty Cat Credit Website designsbyyumi.com Official Facebook devianArt Instagram Twitter  Google LinkedIn Yumi King WorldCosplay Yumiking Cure ", "viewCount": 0.5008020726069684, "labels": [39, 121, 156, 194, 338, 529, 1259]}, "382PFikK1OM": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "382PFikK1OM", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "Bilsta57 Bilsta77 Jon4Lakers Soldierknowbest Adiblasi The CreativeoneMy Vintage Mac FavoritesHere are a few of my favorite vintage Macs. I have some older ones such as the 512, and the PowerBook 100, but they are not as fun. Enjoy D", "viewCount": 0.33818367999983434, "labels": [496]}, "jrKv4b50naE": {"likeCount": 0.19030899869919438, "dislikeCount": 0.06989700043360189, "videoId": "jrKv4b50naE", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "Danone Nations Cup DNC Copa Danone Coupe Danone Mundialito Danone Copa Hagi Al Safi Cup FootballSport soccer Wembley London Tournament Danone Zinedine Zidane Football Player Zizou Best players worldwide young champions world cup Javier Zanetti Alexander Hleb Denis Odoi Cafu Dimitar Berbatov Vicente del Bosque Christophe Dugarry Michael Ballack Gheorghe Hagi RC Lens Makkabi Frankfur Marinos Primary Chivas FC Zurich PSG West Tigres Levante UDThe D Day  Final at Wembley  Danone Nations Cup 201325.000 people packed the stands at Wembley Stadium to support the world's biggest international football tournament for 1012 year olds ! Over 400 children from around the world descended into Wembley Stadium to celebrate the world's largest international football tournament for 1012 year olds at the Danone Nations Cup World Final. The event saw the world's most promising U12 football teams compete at the iconic stadium. International legend and Danone Nations Cup Ambassador, Zindine Zidane, cheered the teams throughout the afternoon and took part in football chants and a giant Mexican wave alongside national tournament Ambassadors John Scales UK, Tom Ince UK and Gheorghe Hagi Romania. During the tense final between France and Brazil, it was 00 at the final whistle which took the game into penalties. Team France, were crowned the international winners as they beat Brazil on penalties 31, and were presented with their winning trophy by Zidane at the official tournament prize ceremony.", "viewCount": 0.4591854526887034, "labels": [0, 12]}, "G3wU-uWVd2A": {"likeCount": 0.2212187604403958, "dislikeCount": 0.07781512503836437, "videoId": "G3wU-uWVd2A", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "doug funnie you look fly today rikishi fatu scotty two hotty grandmaster sexay wweDoug dances to \"You Look Fly Today\"Doug Funnie from \"Doug\" dances to \"You Look Fly Today\" Rikishi FatuToo Cool theme from WWE. Sit back and enjoy. Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use. Under section 107, the fair use of a copyrighted work is not copyright infringement, even if such use technically violates section 106. While fair use explicitly applies to use of copyrighted work for criticism, news reporting, teaching, scholarship, or research purposes, the defense is not limited to these areas.", "viewCount": 0.4044343734895107, "labels": [5, 16]}, "OXzRepWHxd8": {"likeCount": 0.14313637641589874, "dislikeCount": 0.08450980400142569, "videoId": "OXzRepWHxd8", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "jag murals hand painting stork rental staten island artists art artist painter time lapsed painting speed painting speed art new york artist staten island lawn characters acrylic painter hand painter painting a stork painting on wood murals mural painter mural experts wall murals nursery murals kids room murals drawing illustration draw drawings paintings the arts artworkJAG Murals  Hand Painting Stork to Announce a Newborn\"Look Out for Mr. Stork\" From Disney's \"Dumbo\" 1941 Music and lyrics by Frank Churchill and Ned Washington See more of my work and get a FREE estimate  sometimes, when there is a newborn arrival, some folks like to announce the newborn boy or girl with a Stork on their front lawn announcing the baby's birth. JAG Murals was recently commissioned to hand paint several of these storks for a Stork Rental company here on Staten Island. these particular stork cut outs are 7 feet tall and 4 feet wide. they are painted using acrylic paints and then sprayed with a clear finish to help increase their resistance to weather and time. we hope you enjoy this video and that you'll visit www.jagmurals.com to see some of our other work, receive a free quote or simply join our mailing list. Thanks!  JAG Murals", "viewCount": 0.38494194137968996, "labels": [49, 80, 127, 1108]}, "6-GIUzvrwwA": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "6-GIUzvrwwA", "title": "", "description": "", "length": 0.244870631990508, "keywords": "NCFS Bulldozer Fire PlowNC Forest Service 07 25 09 1708 Marsh Swamp Fire6X25 plowing ground fire off NC87 John Deere 750J", "viewCount": 0.3571708831808688, "labels": [2, 7, 208, 1134]}, "sTdnlBPZiis": {"likeCount": 0.21105897102992488, "dislikeCount": 0.11139433523068368, "videoId": "sTdnlBPZiis", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "DDR EGOISM440 TAKASKE double challengeDDR EGOISM 440 DOUBLE CHALLENGE PlayerTAKASKE Aug,92015DanceDanceRevolution EGOISM 440 DOUBLE CHALLENGELv.19 STAGE FAILED PlayerTAKASKE Aug,92015", "viewCount": 0.4513097686265053, "labels": [1207]}, "bxRjOmzg43w": {"likeCount": 0.18976270912904414, "dislikeCount": 0.11139433523068368, "videoId": "bxRjOmzg43w", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "photography tips tutorial adorama tv adoramatv adotv adorama review camera Canon Digital Reviews Collection Digital SLR Camera Format wifi wireless lens Canon Organization hood grip battery live view touch screen memory card canon 70DCanon 70D Product Overview Adorama Photography TV AdoramaTV presents a handson overview of the brand new Canon 70D DSLR camera. Join AdoramaTV Host Diane Wallace as she provides an explanation of the latest upgrades and technology. With builtin wireless technology, live view features and speed, the Canon 70D places the ability to capture both amazing stills and video right in the palm of your hands. AdoramaTV features talented hosts including Mark Wallace, Gavin Hoey, Joe McNally, Joe DiMaggio, Tamara Lackey, Bryan Peterson and Rich Harrington. Read Mason Resnick's full review of the Canon 70D at the Adorama Learning Center Related Products Canon 70D Canon EFS 18  135mm f3.55.6 IS STM Lens Canon Lens Hood Lexar SD Memory Card Canon Battery Grip Additional Battery If you have questions, share them with us at adotvadorama.com", "viewCount": 0.40771497947169694, "labels": [146, 158, 279, 439, 454]}, "9PKVyzV0aGU": {"likeCount": 0.17781512503836439, "dislikeCount": 0.09030899869919436, "videoId": "9PKVyzV0aGU", "title": "", "description": "", "length": 0.25538830266438745, "keywords": "how mod sprinkler valve for pnuematic cannons air pressure blow gun triggerHow To Mod a sprinkler valve for Pnuematic Cannonsthis is not my video, i downloaded it from a site and thought i would share it with the youtube community, and not make them download it", "viewCount": 0.48433200020893885, "labels": [1739, 3700]}, "9QTjqOSyDzM": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "9QTjqOSyDzM", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "paper bag album scrapbooking mini books crafting paper craftingMy First Paper Bag AlbumThis is my very first paper bag album inspired by desdichaedo and Marion. Thanks you for watching and I hope to share more of my future projects with you all. Comments welcomed.", "viewCount": 0.34111144185509046, "labels": [260, 592]}, "7MV6FN1Q_tg": {"likeCount": 0.23783979009481376, "dislikeCount": 0.10413926851582252, "videoId": "7MV6FN1Q_tg", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "TAPPS My Forbidden Lover That 80's Bar Live BandMy Forbidden Lover  TAPPSLive at That 80's Bar in Montclair, CA", "viewCount": 0.46394067948960527, "labels": [3, 6]}, "oqorZGryFPo": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "oqorZGryFPo", "title": "", "description": "", "length": 0.2585460729508501, "keywords": "national stockyards systems grahame rees low stress stockhandling bud williams stockmanship cattle yardsBill Croll on Low Stress StockhandlingGrahame interviews Bill Croll on Low Stresss Stockhandling  link to the National Stockyards  ", "viewCount": 0.33607826898732807, "labels": [15, 502]}, "-rFzfOxvqv4": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "-rFzfOxvqv4", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "Fly Fishing West Coast Brown ToutFlyFishing West Coast Spring CreeksA wee Brown Trout I caught and realeased.", "viewCount": 0.3077367905284156, "labels": [43]}, "-ygJqZrzctA": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "-ygJqZrzctA", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "youtube how to tutorial virtual audio cable wirecast for skype sound cheap software live machinima partner Youtube Live Wirecast for YouTube video gameTutorial  How To Use Skype w Wirecast For Youtube!wirecast for youtube is a pain when it comes to setting stuff up, here is a quick, fairly easy solution for it not picking up skype there may be free alternatives to VAC, google is your friend Skype  Virtual Audio Cable  My links Twitter  Website  Forum  Donate  Get discounted games while supporting this channel Get some fairly priced BoneZCraft Swag! This video will teach you  How to set up skype to work with Wirecast For Youtube  How to use virtual audio cable  How to Change options like a boss", "viewCount": 0.34607475418441974, "labels": [1]}, "sMMRDdHOo70": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "sMMRDdHOo70", "title": "", "description": "", "length": 0.2305351369446624, "keywords": "Playmobil    Playmobil movie \"World Trip 2nd\"This film is world trip 2nd. Next film will be music video. Coming soon!", "viewCount": 0.3533772058384718, "labels": [1554]}, "sM1r1pxnWSc": {"likeCount": 0.13424226808222062, "dislikeCount": 0.0, "videoId": "sM1r1pxnWSc", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "kaddisfly aaron tollefson guitar tutorialKaddisflyAaron Tollefson Teaches Guitar Vol 1La Primera Natural Disaster", "viewCount": 0.35056925074122003, "labels": [4, 9, 10, 34, 37]}, "5RR-PMnp50E": {"likeCount": 0.24653828514484186, "dislikeCount": 0.1653212513775344, "videoId": "5RR-PMnp50E", "title": "", "description": "", "length": 0.22671717284030138, "keywords": "mango Pickle Homemade Achar veena easy cooking simple recipe mangoes indian recipe simple cooking best recipe easy recipe jam muraba king of fruits juicy sweet chunda raw mango kaccha aam keri achaar archana arte Mango Pickle summer quick mango pickle kairiche lonche preservent Pickle Recipe Mango Chutney Quick Cooking Achar Easy Easy Mango Pickle Mango Sweet Mango Ingredient Sour Pickle Fresh Pickle Mango Achar Sweet Pickle Sweet And SourKairiche Lonche Quick Raw Mango Pickle By ArchanaIf you missed out on making the traditional style Mango Pickle, Archana brings to you a very quick and simple Kairi pickle that is made in less than 10 mins and can be consumed over the next 15 days.", "viewCount": 0.4854785626751449, "labels": [11, 20, 22, 29, 32, 112, 120, 122, 430, 444, 2181]}, "5VPifKw3pgc": {"likeCount": 0.20863598306747486, "dislikeCount": 0.13010299956639812, "videoId": "5VPifKw3pgc", "title": "", "description": "", "length": 0.24183012913197455, "keywords": "scion CT Scikotics tC chalkboard paint DIY how to lowes home depot craft all black scion tC scikotics russ lyman power up customs how do IDIY  How to paint a Car with Chalkboard paint  Scion tCMy friends car had a ton of scratches on it from a previous owner, and someone recently hit his car. He had to buy a new front bumper and fenders. Instead of taking his car to a body shop to get it painted the factory color I asked if we could paint his whole car with chalkboard paint. My car has the hood painted chalkboard and thought it would be fun. The car looks flat black when dry and you can draw on the whole thing and it will wash off. WE used two quarts of the chalkboard paint and had some left over. We did two coats on the whole car. total cost of the project averaged around 40  My Website    PATREON SUPPORT PAGE   New? Subscribe!    WHERE I GET MY MUSIC   CHECK OUT MY MERCH   Video Links DIY playlist  Mario Kart Build  Game Conventions  All Uploads   FOLLOW ME  FACEBOOK  TWITTER RussLyman  INSTAGRAM RussLyman  SNAPCHAT RussLyman  TikTok RussLyman  Playstation Network RussLyman  Nintendo Switch ID 221288349417", "viewCount": 0.453462253376977, "labels": [2, 7, 277, 3657]}, "5VtSlHJMcFY": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "5VtSlHJMcFY", "title": "", "description": "", "length": 0.24771212547196628, "keywords": "Bergamo On PipesBergamo On Pipes , Titanic , Colchester & District Pipes & DColchester & District Pipes & Drums playing Titanic at the Bergamo Piping Festival 2010 BergamoOnPipes BergamoOnPipes Bergamo On Pipes Bagpipes", "viewCount": 0.3378761175316374, "labels": [4, 13, 671]}, "khZQxqnjenc": {"likeCount": 0.14771212547196624, "dislikeCount": 0.0, "videoId": "khZQxqnjenc", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "Sarah McLachlan Musical Artist the sound that love makes Greek Theatre Venue Los Angeles CityTownVillage theaterSarah Mclachlan  \"The Sound That Love Makes\"  Greek Theatre  LA, CA 62814Sarah Mclachlan performs \"The Sound That Love Makes\" at the Greek Theatre in Los Angeles, CA on 62814.", "viewCount": 0.366133934000604, "labels": [3, 4]}, "kksP4KUTer0": {"likeCount": 0.1380211241711606, "dislikeCount": 0.06989700043360189, "videoId": "kksP4KUTer0", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "Football Gaffes Galore Rhod Gilbert BBC Goalkeeper Keeper Blunder Funny Cockup11. Top 10 Goalie Gaffes10 more Goalkeeper Blunders", "viewCount": 0.4104589527179372, "labels": [0, 12, 91, 689]}, "kl8Fs5eXlYE": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "kl8Fs5eXlYE", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "ZTrip Yeah Yeah Yeahs Heads Will Roll Coachella 2010ZTrip Killing it at Coachella 2010I randomly found myself at ZTrip's Coachella dj set and I ended up absolutely loving it. Nice remix of Yeah Yeah Yeahs \"Heads Will Roll\" as well.", "viewCount": 0.3051152522447382, "labels": [3]}, "npTghd0wWeY": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "npTghd0wWeY", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "Allison Ballet Folkorico Azteca fort worth vera cruz dance La gran PlazaAllison's Ballet Folklorico performance 52408Allison has been dancing with Ballet Folklorico Azteca de Fort Worth for 2 years now  This is from the Spring Season 2008, dancing VERA CRUZ  La Gran Plaza in South FW. She is over her stage fright!", "viewCount": 0.3189490313699368, "labels": [8, 206]}, "ns8ZCGHW8dE": {"likeCount": 0.1278753600952829, "dislikeCount": 0.06989700043360189, "videoId": "ns8ZCGHW8dE", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "Saint petersburg russia metro escalator primorskajaSt. Petersburg Russia metro entryTrip through the turnstile and down the escalator into the St Petersburg metro. Primorskaja station", "viewCount": 0.40812392609116976, "labels": [2, 45, 212, 3481]}, "nvVaDEyWBx4": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "nvVaDEyWBx4", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "e320 w210 benz sound straight pipes exhaust v6 v8 tunnel sound tunnel tunnel run tupac MercedesBenz V6 EngineMercedes E320 V6 w210 Straight pipes soundtunnel drive at night with straight piped MB e320", "viewCount": 0.3927319024959656, "labels": [2, 7, 266, 1752]}, "nyjQc1g57Ew": {"likeCount": 0.18388490907372554, "dislikeCount": 0.07781512503836437, "videoId": "nyjQc1g57Ew", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "darkworldmofo updated world deck profile dark yugioh ycs 2012 top 32 16 Cards Card Opening amazing Pack Update Binder Cool NiceUpdated Dark World Deck Profile! Dec. 2012 Amazing!Hey YouTube! Hope you all enjoyed my new and updated Dark World deck profile! Please take just 2 seconds of your time to give this video a thumbs up! It helps me out a ton! Comment down below if you have any questions! Thanks so much DarkWorldMOFO", "viewCount": 0.32145789535704994, "labels": [0, 215, 217, 412]}, "J89h_58hVjU": {"likeCount": 0.15314789170422552, "dislikeCount": 0.07781512503836437, "videoId": "J89h_58hVjU", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "Glitch destiny invincible invincibility trick secret destiny glitches new cool trick new destiny glitch invincibility glitch invincibility glitch on destiny how to be invincible on destiny venus venus glitch eye of a gate lord eye of a gate lord glitch destiny eye of a gate lord glitch eye of a gate lord invincibility glitch destiny eye of a gate lord invincibility glitchDestiny Glitches How To Be Invincibile On Venus Eye Of A Gate LordI am the founder of this glitch, so if you enjoyed the video, it would be appreciated if you left a like  Like my Facebook page 1 my Google Follow me on Twitter ", "viewCount": 0.31344958558346736, "labels": [0, 1, 387]}, "_mxs0BCqE2o": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "_mxs0BCqE2o", "title": "", "description": "", "length": 0.26910814921229687, "keywords": "how to increase perfomance decrease lag fps for gaming 2012 update iobit Advanced SystemCare 1.1 BETA Smart Defrag Game Booster 3.5 we are young cough syrup maroon one more night look at me now song ccleanerHow to Increase Performance  Decrease Lag  Increase FPS for Gaming 2012 Part 1this video will show you how to make your laptop's temperature lower too IObit Software link  Advanced SystemCare 6 2.0 Update BETA link  Serial Key for ASC 6 2.0 BETA  CC52B28CB1DAF12A96D6 Disable internet connection and enter the key Smart Defrag 2 link  Game Booster 3.5 BETA link  ", "viewCount": 0.3121559844187501, "labels": [1]}, "dr1-4THtLcY": {"likeCount": 0.27701152947871016, "dislikeCount": 0.047712125471966245, "videoId": "dr1-4THtLcY", "title": "", "description": "", "length": 0.2639486489268586, "keywords": "madden 16 online gameplay madden 16 ultimate team madden 16 gameplay madden 16 ultimate team gameplay madden 16 online madden 16 madden 16 mut madden nfl 16 madden 16 highlights game changer packs madden 16 pack opening mut 16 mut 16 pack opening mut 16 elite elite pull wyza wyzanow wyzatv MUT 16 GAMECHANGER PACK mut 16 ultimate legend mut 16 boss vick mut 16 boss calvin johnson mut 16 boss megatron mut 16 bundles mut 16 golden ticketMadden 15 Ultimate Team Wyza Opens Game Changer Packs For Boss Bruce  Lineup UpdateRound 2 Playoff Game Madden 15 Ultimate Team Gameplay BlameEA Shop Wyza Social networks Twitch Wyzanow Twitter wyzanow Instagram Wyzanow", "viewCount": 0.4118000033421281, "labels": [0, 1, 63, 450]}, "FjD3aztM9Ng": {"likeCount": 0.0, "dislikeCount": 0.06020599913279624, "videoId": "FjD3aztM9Ng", "title": "", "description": "", "length": 0.24548448600085104, "keywords": "Polly pockets dating boys waitresses llamas Jamaica stupid lame awesome funny momDating 101 10 Reasons Not to Go Out With Him AgainAre you discouraged? Heart broken? Well Polly is here to tell you that it could be worse...much worse. Polly pocket is back and this time she's here to give all of you pointers on dating and 10 reasons that you shouldn't date that guy again. If you are a guy, feel free to learn from this vid and remember It's not cute to pick your nose and pretty much every girl loves choclate if not, roses are a good idea too. Hope you like the vid or at least it makes you laugh, hopefully it's not too stupid that you don't laugh...or maybe stupid enough to make you laugh...either way. Please rate and comment and don't forget to stay tuned for more Dating 101!!! Polly is played by Polly Pocket Rick is played by Rick The waitress is played by The Chick With Crazy Hair Cassidy is played by Nobody Special thanks to Llamas, ninjas, food, my kitchen table, polly pocket dolls, freaky barbies, spongebob, Napolian Dynamite, Chinese, Jamaken accents, my mom and dad, the coffee mug in the background, and Jesus. Without all of you, I would be nothing.", "viewCount": 0.3421768401206924, "labels": [26]}, "ji_EitimLe0": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "ji_EitimLe0", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "IBMA Bluegrass Chasing Blue fiddle banjo mandolin guitar original live performanceChasing Blue  \"Sleeping on the Edge\"  IBMA 2009An original tune by Maggie MacKay banjo and performed by Chasing Blue Suzanne Oleson mandolin, vocals, Trent Freeman fiddle, Mike Reese guitar, and Miles Anderson bass. International Bluegrass Music Association IBMA Nashville, Tennessee October 4, 2009", "viewCount": 0.3151676230847048, "labels": [4, 9, 10, 13, 351, 550]}, "RvxMf1tTL0M": {"likeCount": 0.3485437481076301, "dislikeCount": 0.2526339277389844, "videoId": "RvxMf1tTL0M", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "Someone had to say itCall of Duty Multiplayer Gameplay w JNasty720Someone had to say it My twitter  Real gameplaycommentary later sluts P", "viewCount": 0.45924654505911033, "labels": [0, 1, 36, 94]}, "-0qwVdTJsbU": {"likeCount": 0.16334684555795864, "dislikeCount": 0.0, "videoId": "-0qwVdTJsbU", "title": "", "description": "", "length": 0.25224442335063196, "keywords": "Clash Of Clans Video Game CoC Gowiwipe Gowipe 3 Star Series Attack Strategy TH10 Clash of Clans Attacks PEKKA Wizards Golem Witches Wicked Gaming Supercell Defense Replay3 Star Series  Gowipe Gowiwipe Attack Strategy TH10 vs TH10 Trophy Base  Clash of ClansEnter 22200 Gem Giveaway  Download currently not available In this episode features Evisu using a Gowipe this attack can also be known as Gowiwipe to 3 Star TH10 Trophy Base during a Clan Push to Top 200. Enjoy! Showing you 3 Star Strategies so you can win   Connect with me Twitch 2nd Channel Click Here To Subscribe Twitter Facebook  Please watch \"\" ", "viewCount": 0.357576498053672, "labels": [0, 1, 42, 306]}, "qxmyLNw3dC4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "qxmyLNw3dC4", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "FFX Alkaline trio Mercy MeFFX Alkaline trio  Mercy MeThis is one of my Final Fantasy Videos. I have to say that i did not finish the game yet . Enjoy the show and leave a comment and ratting before u leave!!!!", "viewCount": 0.3103803720955957, "labels": [1, 159]}, "qzAC1NhKoIE": {"likeCount": 0.20681858617461618, "dislikeCount": 0.08450980400142569, "videoId": "qzAC1NhKoIE", "title": "", "description": "", "length": 0.22405492482826, "keywords": "4x4 4wd   K  jimny suzuki  Suzuki Jimny Offroad Offroading Mud Fourwheel Drive Driveline Kproducts K  JB23 JA11    Kproducts  JA11 JB23 KJA11JB232 \"KPRODUCTS\" 8AREAD ", "viewCount": 0.4715485222041702, "labels": [2, 7, 95, 116, 135, 1412]}, "r-kKItj-MsI": {"likeCount": 0.1079181246047625, "dislikeCount": 0.047712125471966245, "videoId": "r-kKItj-MsI", "title": "", "description": "", "length": 0.260959440922522, "keywords": "friedchillies eggplant sambal recipe food cooking asianLearning Kitchen  Eggplant SambalAida shows a delicious dish you can do with eggplan or aubergines.", "viewCount": 0.35902844037181625, "labels": [11, 20, 22, 29, 32, 120, 122, 173, 1843]}, "kLRIiK735w8": {"likeCount": 0.17781512503836439, "dislikeCount": 0.03010299956639812, "videoId": "kLRIiK735w8", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "Linda Chorney Linda Chorney Penhuin Blues Penguin Blues Saverio Smeriglio Saverio Smeriglio Duke Ventra Duke Ventra Grammy nominee Americana Grammy Award Award Awards Music Penguin Club Penguin Club Penguin Video Game Band MtvGrammy Nominated Linda Chorney \"Penguin Blues\"Download Penquin Blues at ITunes Buy Emotional Jukebox at My attempt at a token Blues song. Inspired by my trip to Antarctica. I must boast and thank the SLAMMING BAND. And Exec Prod. ROCK DOC Sean Pelton on drums  Will Lee on Bass  Jeff Pevar on Dobro  Hernan Romero on Guitar Leon Pendarvis on Hammond and THE FABULOUS LISA FISHER ON VOCALS! And penguins for being so cute. Special thanks to Saverio Smeriglio for reaching out to me to shoot this video & Duke Ventra for putting it together A Saverio Smeriglio film of the song \"Penguin Blues\", from Grammy nominated artist Linda Chorney's album \"Emotional Jukebox\"  Additional Support Antonio OrVe Victor Igor Wasylczenko Scott Fadynich", "viewCount": 0.3526597709103452, "labels": [14]}, "GL_eRB15EGY": {"likeCount": 0.12552725051033062, "dislikeCount": 0.13222192947339192, "videoId": "GL_eRB15EGY", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "Mini Mini Cooper S 2006 removing ECU removing air box R53serviceMini Cooper S 2006  Removing ECU and AirBoxRemoving ECU and Air Box. Not OEM airbox but very similar. First we disconnect the cables from ECU, then we disconnect air outlets, and remove airbox witth ECU.", "viewCount": 0.4212160959753384, "labels": [2, 7, 1040]}, "-ROCBQ35FR8": {"likeCount": 0.3439332693830263, "dislikeCount": 0.2056904851336473, "videoId": "-ROCBQ35FR8", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "Trailer Semitrailer Truck Product Category FlipTractor trailer driver avoids flipping over.A driver for Butler transport got caught in high winds here in Kansas and narrowly avoided flipping over with some great driving skill. KCTV5 stopped by here at Apex CDL Institute to talk about the incident.", "viewCount": 0.5563732571119137, "labels": [104]}, "whblG6EFhLo": {"likeCount": 0.18750612633917002, "dislikeCount": 0.06020599913279624, "videoId": "whblG6EFhLo", "title": "", "description": "", "length": 0.2527629900871339, "keywords": "wwe smackdown vs raw 2009 tribute ecw countdown dlc ps3 xbox 360 best bits highlight reelSmackdown vs Raw 2009 BEST BITS Part 1Best bits of the ign countdown vids.Part 2 coming when I actually get the game.", "viewCount": 0.41512472374623705, "labels": [352]}, "witXLZcIt0c": {"likeCount": 0.1991226075692495, "dislikeCount": 0.1, "videoId": "witXLZcIt0c", "title": "", "description": "", "length": 0.21492191126553797, "keywords": " 73R x973   73R273R  ", "viewCount": 0.4853850249054781, "labels": [68, 72, 182]}, "mPo9gH8I674": {"likeCount": 0.11760912590556814, "dislikeCount": 0.06989700043360189, "videoId": "mPo9gH8I674", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "lego train holzsteiner 7938 trendingproducts.nlTimelapse Building Lego City Passenger Train 7938Timelapse Building Lego City Passenger Train 7938", "viewCount": 0.3650695979760611, "labels": [2, 26, 45, 130, 808]}, "8At3H6UcIX4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "8At3H6UcIX4", "title": "", "description": "", "length": 0.2677606952720493, "keywords": "Let's Play Lets Letsplay Walkthrough Playthrough Runthrough Walk Run Through Commentary Pokemon Pokmon Trading Card Game SuperYoshiTTD Imakuni? Boy Color NintendoLet's Play Pokmon Trading Card Game  Technical Difficardies 7Oops screenshare bork and not being called was soon to follow.", "viewCount": 0.32626883443016963, "labels": [0, 1, 5, 81, 108, 215, 447, 790]}, "8BO3bMRbduY": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "8BO3bMRbduY", "title": "", "description": "", "length": 0.2648360010980932, "keywords": "Nexus woahSade BF3 BO2 Black Ops 2 Minecraft Paulsoaresjr Creatures Uberhaxornova FRANKIEonPCin1080p JackFrags Torchlight 2 GTA 4 Grand Theft Auto IV Grand Theft Auto 4 GTA4 DayZ TF2 Team Fortress 2 Garry's Mod Garrys Mod GarrysMod Borderlands 2 Reus League of Legends LoL Warhammer Retribution Sid Meier's Civilization V Sid Meier's Civilization 5 Battlefield 3 Battlefield 4 LvLCap Matimio Gaming Funny Duplicate Gear Dupe Items How To Tutorial 2013Tutorial How To Duplicate Your Gear in DayZ Version 1.7.7.1Hello everyone! This is just a tutorial on how to dupe your gear in DayZ on both Public and Private Hive Servers. If you have any questions or problems just comment below. I hoped you enjoyed this video! Remember to rate the video, and have a wonderful day! Steps Once InGame 1. Stand up. 2. Pull out your pistol. 3. AltTab out of the game. 4. Force close the game. 5. Reopen the game. 6. Join back to the server your were on. 7. Enjoy your duped gear! Intro Music Tristam & Braken  Flight  Nexus", "viewCount": 0.3690107439456331, "labels": [0, 657]}, "8FikCqFufLQ": {"likeCount": 0.12552725051033062, "dislikeCount": 0.06989700043360189, "videoId": "8FikCqFufLQ", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "revo 3.3 traxxas rc bash 5308 5308 trxRevo 3.3 BASH Landvetter 20090416Revo 3.3 5308 BASH Landvetter 20090416", "viewCount": 0.42751730955661965, "labels": [64, 149, 729]}, "j_uO1xBYCQI": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06989700043360189, "videoId": "j_uO1xBYCQI", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "freestyle football vlad batranu fotbal scheme mingea magie skora szymo freestylers mache dinu radu minge ball magic atw tatw atatw palle billyFreestyle Football NovemberFreestyle Football after less then 3 months training. Please give me advices on how to improve my style, and some new combos and tricks! Comm, rate and Subscribe!", "viewCount": 0.33366598234544204, "labels": [12]}}