{"XEWgRccn8Nw": {"likeCount": 0.14313637641589874, "dislikeCount": 0.03010299956639812, "videoId": "XEWgRccn8Nw", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "Suite Buenos Aires. Cavatina Duo Eugenia Moliner flauta flute Denis Azabagic guitarra Classical guitar. Musica Argentina.Cavatina Duo performs Pompeya from Suite Buenos Aires by Maximo Diego PujolCavatina Duo performs Pompeya from Suite Buenos Aires by Maximo Diego Pujol at WFMT, Chicago, May 19th 2008.", "viewCount": 0.407787640435928, "labels": [4, 9, 10, 300]}, "2t7rKLmjZek": {"likeCount": 0.20492180226701817, "dislikeCount": 0.03010299956639812, "videoId": "2t7rKLmjZek", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Astrid North Beat Halberschmidt Sebastian Demmin Jan Burkamp Nils Westermann live  Tempelton Studio BerlinNORTH  \"ELECTRASTRID\"Astrid North, Beat Halberschmidt, Sebastian Demmin, Jan Burkamp, Nils Westermann, live  Tempelton Studio, Berlin,", "viewCount": 0.44037209086266904, "labels": [3, 4, 6, 14]}, "Q0krhcyZi8w": {"likeCount": 0.16334684555795864, "dislikeCount": 0.047712125471966245, "videoId": "Q0krhcyZi8w", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "acoustic 12string guitar blues fingerstyle solo ida cox unplugged americana daddystovepipeWild Women Don't Have The Blues  12string bluesWritten by Ida Cox who was one of the most popular bluessingers in the twenties. Considering she wrote these lyrics in 1924, she was a womenslibber way ahead of her time. I learned the arrangement from an lp by British bluesman Dave Peabody who recorded this in the seventies. Standard tuning in the key of D Visit my TABlature site ", "viewCount": 0.4055760464687735, "labels": [9, 10, 34, 889, 2311]}, "EMcwCSv4TEw": {"likeCount": 0.16627578316815741, "dislikeCount": 0.09542425094393249, "videoId": "EMcwCSv4TEw", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "mobileBET Talia Reasoner with dancers Trey and JeelaniThis video was uploaded from an Android phone.", "viewCount": 0.3987710943130306, "labels": [8]}, "VbPkKN9J7zs": {"likeCount": 0.1698970004336019, "dislikeCount": 0.14471580313422192, "videoId": "VbPkKN9J7zs", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "filter aquarium external canister flow biological chemical fish tank prime hydor 30Hydor Prime 30 External Filterfor aquarium between 200 and 450 litres. Budget external filter costing around 50.", "viewCount": 0.4516548594226752, "labels": [18, 59, 178, 1966]}, "Oh3ko00XqNM": {"likeCount": 0.1380211241711606, "dislikeCount": 0.1361727836017593, "videoId": "Oh3ko00XqNM", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "Minecraft Industrial craft buildcraft troll trolling Minecraft Mods creeper spider zombie food skeleton wolf wolves blocks dirt snow lame boring commentary minecraft commentary technic Bored Gray Wolf iron diamond gold stone grass gunpowder Let's Play sheep epic death Random RainEpic Minecraft Tekkit TrollingVoice Recording disappeared off somewhere I had a fail moment the annotations would help because of this. My friends and I play Technic pack... I wonder how well I could troll with some of these...", "viewCount": 0.393018465229862, "labels": [0, 1, 27]}, "OktgPQKwySc": {"likeCount": 0.18750612633917002, "dislikeCount": 0.16901960800285137, "videoId": "OktgPQKwySc", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "guitar hero bonus song jordan expert 100 percent WATCH NOW hyper speed hyperspeed GH2 on methGuitar Hero ll Bonus Song  Jordan  Hyperspeed  100READ DESCRIPTION This is a demo and a speed up using Windows Movie Maker. No dip it's not hyperspeed.", "viewCount": 0.4444809605172975, "labels": [0, 339]}, "ZgNIWnuXBNc": {"likeCount": 0.15185139398778877, "dislikeCount": 0.08450980400142569, "videoId": "ZgNIWnuXBNc", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "TheMissingSignal Oldphan Lego Ole Kirks HouseAMAZING LEGO SET 4 SALE!!!! Thank you  MORE ways to HELP EXAL!!! He's SO close to his goal!!! Thank you to everyone that has helped support Exal!!! Please follow his story further here ", "viewCount": 0.31017470739463665, "labels": [26, 130]}, "4fWoMdgbJKE": {"likeCount": 0.2637489729512511, "dislikeCount": 0.07781512503836437, "videoId": "4fWoMdgbJKE", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "red bull redbull street style 2010 palle south africa freestyle soccer Dance Football brazil Food Free New PitRed Bull Street Style 2010  Practice SessionThe top 60 freestyle footballers in the world will come together in Cape Town South Africa from April 26th to the 28th to battle it out at the World Final of Red Bull Street Style 2010. The expectations for the World Cup year of 2010 are high. \"Palle\" of Sweden rolls through a lot of new techniques and aggressive styles that can be seen at the training session.  Experience the world of Red Bull like you have never seen it before. With the best action sports clips on the web and original series, prepare for your \"stoke factor\" to be at an all time high. See into our world Red Bull on Facebook Red Bull on Twitter Subscribe to Red Bull on Youtube Subscribe to the Red Bulletin Sign up for our Newsletter here ", "viewCount": 0.5348332127316765, "labels": [690]}, "4gKdQgYTaRM": {"likeCount": 0.1278753600952829, "dislikeCount": 0.0, "videoId": "4gKdQgYTaRM", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "pollution NASA Animated Map NOAA Atmosphere Science 2012 Visualization smoke fire sulfate sea salt oceans climate change global warming fossil fuel animation simulation satellite GFDL aerosol atmospheric particles Sky Hurricane CycloneAtmospheric Particle Animation, 2012NOAA Computer visualization  based on observations over the first 10 months of 2012  mapping the flow of different types of atmospheric particles around the world sulfates grey, dust red, seasalt blue, and carbonaceous aerosols green The animation shows dust and sea salt swirling inside cyclones, carbonaceous smoke bursts from fires in the dry season, and sulfate streams from fossil fuel burning Near the end of the movie you can see Hurricane Sandy kicking up large amounts of sea salt along the East coast of the USA. Credit NOAA  Geophysical Fluid Dynamics Laboratory Music Kevin MacLeod, \"Aftermath\", Incompetech.com", "viewCount": 0.32911467617318857, "labels": [635]}, "D32fAZY3PNk": {"likeCount": 0.1792391689498254, "dislikeCount": 0.0, "videoId": "D32fAZY3PNk", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "Todd Hido Photography Silver Meadows ONWARD ONWARD photography competition photography books Todd Hido's photo books personal photographyONWARD  Interview with Todd HidoPhotographer Todd Hido speaks about his work and shares a first look at his upcoming book, Silver Meadows. Hido is the curator of the ONWARD Comp '12 Exhibition. Visit for more info.", "viewCount": 0.38884603180353866, "labels": [49, 80]}, "D3lWk05a36k": {"likeCount": 0.2645422269349092, "dislikeCount": 0.1414973347970818, "videoId": "D3lWk05a36k", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "pw run this town freestyle rap wretch 32 chipmunk tinchy stryder rap music r&b music london jay z kanye kanye west rihanna i'm ill sensible winner lyrics nkotb full song new official bobii lewis new kid on the block mixtape JayZ Kanye West MusicPW  Not Thinking About You Official Video DOWNLOAD THE NKOTB MIXTAPE  PW  \"Not Thinking About You\" produced by Inflo. Directed, produced and edited by Chas Appeti 3rd song from the NKOTB mixtape Oct23rd2011 Check out PW online ", "viewCount": 0.4835627166209898, "labels": [14]}, "D48sKOh9boI": {"likeCount": 0.19590413923210936, "dislikeCount": 0.15563025007672873, "videoId": "D48sKOh9boI", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "Spider Man Spiderman Captain America Gangnam Style Lucca Comics and Games Lucca Comics and Games 2012 Bunker Hill PSY PSY Gangnam Style Bunker Hill LuccaSpider Man & Captain America  Gangnam Style DanceSpider Man & Captain America  Gangnam Style Dance Lucca Comics and Games 03.11.2012", "viewCount": 0.49924784044580317, "labels": [354, 1051]}, "Udkw5z8xXAQ": {"likeCount": 0.2298853076409707, "dislikeCount": 0.1079181246047625, "videoId": "Udkw5z8xXAQ", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "Alicia Online Speedpaint Alicia Online racing Game Alicia Online Speedpaint Horse Game Horse Racing GameAlicia Online Coat I Speedpaint 1Music My Proud Horse Ntreev Soft Alicia Online Soundtrack Programs Paint tool SAI and Fraps Alicia Online Website  ", "viewCount": 0.4160138257723402, "labels": [18, 87]}, "UgR0HD64cK0": {"likeCount": 0.15051499783199063, "dislikeCount": 0.12041199826559248, "videoId": "UgR0HD64cK0", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "Porsche 959 Automobile Model Rally Rallying Sport remote control car rc car onroad rc bigsquidrc Big Squid RC Carisma Remote Control InventionCarisma M48S Porsche 959 Rally Car TestingCheck out the video as we torture test the Carisma M48S Porshe 959 Rally Car. We did things to this car nobody should, and it survived! This is one tough vehicle! Read the full review here ", "viewCount": 0.39722491359625955, "labels": [2, 7, 64, 149]}, "CFnjlKxW-nc": {"likeCount": 0.19084850188786498, "dislikeCount": 0.1414973347970818, "videoId": "CFnjlKxW-nc", "title": "", "description": "", "length": 0.24653828514484186, "keywords": "carpet stretcher installation install repair tools triforce frog superior knee kicker Flooring Industry stretchtriFORCE ADAPTER  3force.netOur new triFORCE model 7 is even more powerful and easier to use than all of our previous carpet stretcher models. Manufactured out of square tube, instead of round, it has more flex for a faster tigh", "viewCount": 0.43182303391878163, "labels": [966, 1346]}, "CJ8pzvhBbk8": {"likeCount": 0.23979400086720376, "dislikeCount": 0.1079181246047625, "videoId": "CJ8pzvhBbk8", "title": "", "description": "", "length": 0.26674529528899543, "keywords": "Ultras Dynamo Moscow       Ultras Dynamo MoscowUltras Dynamo Moscow", "viewCount": 0.46554745946527165, "labels": [12]}, "CJUuTNvkIhs": {"likeCount": 0.24899584794248347, "dislikeCount": 0.17558748556724915, "videoId": "CJUuTNvkIhs", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "WiFi Invention Roleplaying Video Game Media Genre    Router Computer Peripheral Class      WiFi    WiFi  ,   ,   WiFi  ?        .                 WiFi.         .      .    WiFi   .      .                     wifi ", "viewCount": 0.47107264738819343, "labels": [974]}, "3C59r1NtiXA": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "3C59r1NtiXA", "title": "", "description": "", "length": 0.26063813651106055, "keywords": "grand national grand national de cso cso saut d'obstacles equidia equidia life MarollesenBrie cso MarollesenBrieLe petit journal du Grand National de CSO  3me tape  MarollesenBrieRevivez les moments forts de la 3me tape du Grand National de Saut d'Obstacles qui s'est droule  MarollesenBrie.", "viewCount": 0.3348888723071438, "labels": [333]}, "t5GHkZRVAbE": {"likeCount": 0.21522883443830565, "dislikeCount": 0.03010299956639812, "videoId": "t5GHkZRVAbE", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "Short Film TV Genre Television Invention India History DocumentaryTV Documentary On Bringing Street Dance To India  9XO Omegrown India A short television documentary on myself and about the Dance Nomad Project. Dance Nomad Project is the collection of experiences of dancer  teacher Prosenjit Guy Kundu as he travels across the globe from west to east in an effort to spread the culture of urban  street dance, being of mixed western and eastern heritage himself.", "viewCount": 0.36407794773448576, "labels": [8, 14]}, "t7Pf7QMdd30": {"likeCount": 0.22068258760318496, "dislikeCount": 0.1380211241711606, "videoId": "t7Pf7QMdd30", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "faux loxs natural loc nation Hair Style weave locs work guru winter wer dreads maintenance beanie loc loc hat dreads meaning short dreadsSTOP FAUX LOCS lolA lil fashion tip & my personal opinion about faux locs. If you have any questions...feel free to voice that in the comments! Thanks for watching!! BeysicDesigns.spreadshirt.com for shirts IG BeysicSwagg & BeysicDesignz Twitter Bey716 & BeysicDesignz Vine Bey716 Glide GXA AWQP Facebook.combeysicswagg Snapchat beysicswagg  Please watch \"4 July 2020 Loc Update \" ", "viewCount": 0.3646501750031612, "labels": [50, 65]}, "PQWP6XVb0dk": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "PQWP6XVb0dk", "title": "", "description": "", "length": 0.21702617153949577, "keywords": "Black Sea Bass Organism Classification Striped Bass Organism Classification Fishing TV Genre Nomans Land Island Massachusetts US State Sea Bass Fishing Striper Fishing Fluke Fishing Saltwater Fishing Summer Flounder Organism ClassificationStriped Bass, Sea Bass, and Fluke  Nomans Land Island, MA PreviewLearn more about this video at including recommended tackle at from Northeast Angling  Free saltwater fishing video, tips and techniques, fishing spots, destinations, news, fishing reports, product reviews. and much more! In this video Capts Andy and Rich join Capt Skip Stritzinger for a trip to remote Nomans Land Island in search of a grand slam of Stripers, Fluke, and Sea Bass.", "viewCount": 0.35384480517102174, "labels": [2, 43, 76, 101, 281, 549]}, "PTA3uaR0jvk": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "PTA3uaR0jvk", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "Southwest High School West Football Homecoming Game 2009 Win Pwned Rollercoaster Pushups Highschoolers Blue Silver WhitSouthwest Homecoming Game '09Southwest High Homecoming Game 2009 427 WIN! YEAHHHH! Rollercoaster HalftimeTroyettes, Marching Band, Cheerleaders PushupsPoints Win. D Btw macBookPro's stuff is confusing \" \"Twist & Shout\"  The Beatles, just cuz. X", "viewCount": 0.314050804303818, "labels": [164, 806]}, "PTHK0-f-aeM": {"likeCount": 0.16812412373755872, "dislikeCount": 0.06989700043360189, "videoId": "PTHK0-f-aeM", "title": "", "description": "", "length": 0.2539076098792777, "keywords": "DRAGON MANIA Legends from GameLoft First Gameplay by ExpyGamingDRAGON MANIA Legends from GameLoft First Gameplay by ExpyGamingDRAGON MANIA Legends from GameLoft First Gameplay by ExpyGaming We are aware of the connectivity issues which are affecting some users and we are working on a solution Breathe life into your dragons and prepare them for legendary battles! Reclaim your beloved homeland by rebuilding Dragolandia, breeding cute baby hatchlings, and raising them into powerful warriors to fight off the Vikings. There are over 100 species of unique and highly detailed dragons to discover as you become the ultimate Dragon Lord in the most interactive and beautiful dragon breeding and battling game! THE BIRTH OF A LEGENDARY WARRIOR  Build a variety of habitats on your own Dragon Island  Have your most powerful dragons breed to make strong hatchlings  Feed, cuddle and train your baby dragons in an interactive experience  Collect and discover all kinds of different dragons! FIGHT TOOTH & CLAW  Master a neverbeforeseen, engaging and dynamic 3on3 battle system  Unleash Dragon Fury and thrash your way to victory!  Teach your dragons special skills EXPLORE FOR GLORY  Choose your own path and explore a vast world with over 100 points of interest", "viewCount": 0.3708760723690317, "labels": [0, 1, 5, 532]}, "6xe3lTO10MA": {"likeCount": 0.12552725051033062, "dislikeCount": 0.06989700043360189, "videoId": "6xe3lTO10MA", "title": "", "description": "", "length": 0.25118833609788743, "keywords": "Yugioh Yugi YuGiOh Yugioh Chat Chat Galactic God GalacticGod Galactic God Forbidden List Ban List Banlist List Yugioh Card Card Cards Yugi Card YuGiOh Card TCG Yugioh Cards OCG Yugi Cards YuGiOh Cards Deck Game Pack Box Case update binder YCSYugioh Chat Episode 16  Buying Cards on the Forbidden ListEpisode 16  Buying Cards on the Forbidden List In this video I talk about a strategy I use buying cards when they are at their lowest value, while being on the forbidden list, so that when they eventually come off the ban list and go up in price, I already have the card. Remember to leave a comment below telling me what you think of my strategy, weither you think I am crazy for buying cards this way, if it is something you think you might want to try, or just an overall thought on the video. Thanks,", "viewCount": 0.33113299523037937, "labels": [412]}, "pXoKbLm0tkk": {"likeCount": 0.15910646070264992, "dislikeCount": 0.03010299956639812, "videoId": "pXoKbLm0tkk", "title": "", "description": "", "length": 0.26599162000698506, "keywords": "NABI Metro Local Los Angeles Warner Center Universal City StationLos Angeles Metropolitian Transit Authority Metro Local 2009 NABI 45C 8228One of the new kids on the block, the 8100 series replaced the faithful RTS & first batch of Neoplan AN440 CNG series. This series differ from the 8000 series as it uses Cummins ISLs instead of Series 50 and all but a small allotment are used for Local service", "viewCount": 0.42736030765905364, "labels": [2, 56, 212, 218]}, "pZNWqmruh5k": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "pZNWqmruh5k", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "Lake Ontario waves wind gusts Toronto Ontario Canada Tommy Thompson Park Leslie SpitLake Ontario Waves Pounding Tommy Thompson Park HDDowntown Toronto is very well protected by the islands in the bay, and by Tommy Thompson Park, an artificial peninsula made out of landfill, that has become an important destination for nature lovers. Tommy Thompson Park is still known by some as the \"Leslie Spit\" even though this is not its name, and it isn't a spit either. On Wednesday 23 November 2011, there were wind gusts of up to about 40 kph in Toronto, but few people get to actually see their effect on the lake, and as a result they often don't understand why protecting the Toronto islands is so important, not only from a natural heritage standpoint, but also from a safety standpoint. This video is a bit shaky because I have no tripod heavy enough to stand up to these winds. That means I had to make the clips by hand. My camera and I go soaked shooting the clips. The camera did survive the ordeal and was as good as new after a thorough drying, but I am not entirely convinced that this is the thing to do on a regular basis.", "viewCount": 0.3234517283512687, "labels": [571]}, "E5ferTrJXJU": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "E5ferTrJXJU", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "official hd Batman Arkham Knight Rocksteady Studios Organization PS4 Xbox One PCBatman Arkham Knight  E3 2014 Gameplay FootageRead more ", "viewCount": 0.3441538038702161, "labels": [0, 1, 35, 268, 665, 2732]}, "E9Ks4FHtuMM": {"likeCount": 0.2143014800254095, "dislikeCount": 0.1, "videoId": "E9Ks4FHtuMM", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "JAzz  MCJ handshowCS KZ JAzz Easy MCJ HandShow720p & 1080p ! Mouse  Logitech M110 , DPI 1000  MCJ \" JINhandshow v demo download  2013.04.21 JAzz", "viewCount": 0.4295918791028892, "labels": [219]}, "EAR5vzrNUtM": {"likeCount": 0.17853298350107671, "dislikeCount": 0.06989700043360189, "videoId": "EAR5vzrNUtM", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "Cosplay Anime Central 2010 masquerade DeathComAnime Central 2010 Cosplay  Skit 14Skit P14 of the Anime Central 2010 Cosplay. our walk on video is avilable to stream from DeathCom.NET exclusively", "viewCount": 0.3863976783904387, "labels": [3, 6]}, "DobQIr25XMc": {"likeCount": 0.2220108088040055, "dislikeCount": 0.16334684555795864, "videoId": "DobQIr25XMc", "title": "", "description": "", "length": 0.2459392487759231, "keywords": "Apple iPad iPad Unboxing Apple iPad Unboxing Hands On Apple iPad Hands On Tablet TabletPC German Erster EindruckApple iPad Unboxing  German Unboxing und Hands On des Apple iPad", "viewCount": 0.47223870941771234, "labels": [24, 74, 131, 209, 880]}, "5ox3wCbx7ec": {"likeCount": 0.14913616938342728, "dislikeCount": 0.0, "videoId": "5ox3wCbx7ec", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "Race Corvette Racing ALMS Baltimore In Car Automobile IndustryInCar, 2nd Practice, Friday, Baltimore, ALMS.movFirst laps for OG around Baltimore 2012.", "viewCount": 0.3130011949671905, "labels": [2, 7, 17, 19, 48, 711]}, "5pKQD8clOPY": {"likeCount": 0.23838153659804312, "dislikeCount": 0.199563519459755, "videoId": "5pKQD8clOPY", "title": "", "description": "", "length": 0.26848453616444123, "keywords": "investigamer games game gaming reviews vlogs critic batman Arkham Asylum Fictional Setting origins arkham Batman Arkham Origins The Dark Knight Film Review Not ProductiveArkham Origins Review  INVESTIGAMER!Chris investigates the latest gaming foray into the Batman legacy, Arkham Origins. Subscribe to Investigamer! My social links ", "viewCount": 0.3733277533932582, "labels": [0, 1, 35, 268, 665, 1574, 1976]}, "DHqdMwnJHjw": {"likeCount": 0.2514547752660286, "dislikeCount": 0.11760912590556814, "videoId": "DHqdMwnJHjw", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "dspgaming dsp darksydephil darksyde phil year end series 2013 best games video didn't play this number number 2 deadly premonition director's cutBest Games You Didn't Play in 2013  Number 2DSP counts down 10 lesserknown games that you've probably never heard of, but should check out if you get the chance! for live streaming gameplay for game playthroughs for my vlogsonly channel Subscribe on Face book Follow me on Twitter! ", "viewCount": 0.4096875268059688, "labels": [0, 1]}, "Omds7-ckYQE": {"likeCount": 0.24653828514484186, "dislikeCount": 0.09030899869919436, "videoId": "Omds7-ckYQE", "title": "", "description": "", "length": 0.26757783416740855, "keywords": "rush rush gameplay vengeance vengeance map pack 3 cod bo2 dlc xbox tmartn call of duty cod ghost ghost ghosts release date reveal leak leaked info auto tune trolling lostinplace booster busters griefing black ops 2 black ops 2 multiplayer bo2 black ops 2 boosting troll grief trolling boosters black ops 2 boost treyarch ban banned black ops 2 ban black ops 2 trolling black ops 2 griefing gun game rage humiliation minnesotaburns hacker racistMy First Game on Rush  Black Ops 2 VENGEANCE DLC 103 S&D Fun GameMY TWITTER MY LIVE STREAM MY WEBSITE MY SHIRT SHOP THE GOON SQUAD HAM  Chaos  Gone  KOSDFF  Sharp  MY GMOD DARKRP SERVER Want to play GMod with me? Check out my new DarkRP server, LostInPlaceRP. I am on the server every night! Join our steam group EXCLUSIVE DISCOUNTS!  KontrolFreek's 10 Off Discount Code \"LiP\" Quality Game Server Hosting of Minecraft, GMOD, CSGO and More! Game On Snacks 5 Off Discount MY OTHER CHANNELS!  Let's Play and Live Stream Highlights Booster Busters Community Channel Video Games Community Channel ", "viewCount": 0.38046164169872554, "labels": [0, 1, 36, 94]}, "h7Z27htrcdw": {"likeCount": 0.20453229787866578, "dislikeCount": 0.06020599913279624, "videoId": "h7Z27htrcdw", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "Dner dner speedpaint felix von der laden felixvonderladen minecraft minecraft fanart mc fanart speedart speedpaint time lapse copic copics copicmarker drawing art let's play king jonge dner joooonge fangirl fanmade mediakraft dner speedart dner fanartCopic speedpaint Dner Felix Von Der LadenOriginalzeit  original time 3 hours Dner Fanart  Ein kleines aber feines Geburtstagsgeschenk fr die liebe ungeschneet Jessy D Fanart for the german YouTuber Dner  A cute lil birthday present for my dear friend ungeschneet aka. Jessy D Copic markers on Copic marker paper  Music Reference for minecraft block ", "viewCount": 0.32798949800116384, "labels": [5, 49, 80, 2161, 2409]}, "jvfdeufw8Ic": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "jvfdeufw8Ic", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "raymond lauchengco christian bautista high quality strings wedding reception live acoustic guitar violin double bass contra bass flute keyboard percussion singer vocals manila wedding musicians event musician tagaytay wedding musicians professional musicians corporate events birthday parties music for all occasions instrumental musical trio libante quartet strings wedding planner wedding coordinator string ensembleSo It's You cover by Libante Strings Bridal MarchSo It's You cover by Libante Strings Libante Strings Trio with Alfie Palo playing So It's You as Bridal March  \"Lourdes Church Tagaytay\". Composed of a Keyboard, Violin, Double Bass & Singer. For Inquiries libantestringsyahoo.com 09179062273  02 3530655. Website l Facebook www.facebook.comlibantestrings NO COPYRIGHT INFRINGEMENT IS INTENDED", "viewCount": 0.35878231713189557, "labels": [3, 4, 10, 71, 97, 870]}, "jwhn2FYyhDo": {"likeCount": 0.19344984512435678, "dislikeCount": 0.08450980400142569, "videoId": "jwhn2FYyhDo", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "Ben Robinson Rock Guitar Center Laguna LE524 Guitars tone qualityBen Robinson talks about Laguna GuitarsBen talks about why he digs the Laguna guitar line. Featuring the Laguna LE524 model. This video was not made by, produced for, or paid for by Laguna Guitars or Guitar Center. www.benrobinson.com www.playlaguna.com www.guitarcenter.com www.haberslam.com", "viewCount": 0.45961020477181136, "labels": [4, 9, 10, 34, 37]}, "grQGcp2jiC8": {"likeCount": 0.2250420002308894, "dislikeCount": 0.06020599913279624, "videoId": "grQGcp2jiC8", "title": "", "description": "", "length": 0.25440680443502756, "keywords": "batman arkham city ost bgm original score soundtrack music theme banda de sonido nick arundel ron fish rocksteady wonder tower top security control center predator ambient penguin military signal jammersBatman Arkham City OST  Signal to Noise Security Control CenterA sort of \"passive\" theme for the Security Control Center story mode only, before segueing into the track \"I Think You Should Do as He Says\". This motif really just a strippeddown synth version of \"You Should Have Listened to My Warning\" also plays during the hunt for Penguin's jammers, and mixes with the aforementioned track to form Deadshot's \"boss theme\".", "viewCount": 0.4547910016864493, "labels": [665, 1182]}, "vaSsqAPSouo": {"likeCount": 0.15051499783199063, "dislikeCount": 0.14471580313422192, "videoId": "vaSsqAPSouo", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "Gears of War Judgement GOWJ GOWJ Clips GOWJ Montage Gears of War Judgement Montage Gears of War Judgement Clips Commentary Gameplay Tips and Tricks GOWJ Tips and Tricks JMB346 XBOX 720 XM JMB XIII ALL NEW GOWJ MUSEUM EASTER EGG!!!  Infinity Blade Easter Egg Gears of War Judgement Infinity Blade Easter Egg Infinity Blade Easter Egg GOWJ Infinity Blade GOWJ GOWJ Infinity Blade GOWJ Easter Egg Infinity Blade Easter EggALL NEW GOWJ MUSEUM EASTER EGG!!!  Infinity Blade Easter EggIf you enjoyed please click the \"Like\" button it really helps me out! Be sure to subscribe for more quality content ALL NEW GOWJ MUSEUM EASTER EGG!!!  Infinity Blade Easter Egg ALL NEW GOWJ MUSEUM EASTER EGG!!!  Infinity Blade Easter Egg ALL NEW GOWJ MUSEUM EASTER EGG!!!  Infinity Blade Easter Egg ALL NEW GOWJ MUSEUM EASTER EGG!!!  Infinity Blade Easter Egg ALL NEW GOWJ MUSEUM EASTER EGG!!!  Infinity Blade Easter Egg", "viewCount": 0.306595298031387, "labels": [0, 1, 489, 898, 2344]}, "aUDhxJb6lSc": {"likeCount": 0.2041392685158225, "dislikeCount": 0.10413926851582252, "videoId": "aUDhxJb6lSc", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "Ephrahim Group Gomesi Buganda Country Folk Costume Howto Website Category Clothing Industry Country Musical GenreHow to Tie a Gomesi the Buganda National DressHow to tie a Gomesi or Ugandan Busuuti. The first Gomesi were made for schoolgirls in Gayaza, Uganda in the 1940s and 1950s. The Baganda were the first nationality to wear the Gomesi. Today the Gomesi is the Baganda traditional dress for women and is also worn by other ethnicities in Uganda.", "viewCount": 0.4279621322484056, "labels": [8]}, "aUTxO_rMOJo": {"likeCount": 0.11139433523068368, "dislikeCount": 0.03010299956639812, "videoId": "aUTxO_rMOJo", "title": "", "description": "", "length": 0.24771212547196628, "keywords": "Dc2  Cd6 Dc5 Bnr32 Bosozoku Stancenation Ek4 Accord Hellaflash Integra Honda Fatlace V35 Japan Mugen G35 Car Usdm Civic Honda Civic Automobile Model Staddict Nissan Cars Canibeat Hellaflush Jdm Custom Gtr Camber Haratire Infiniti G Automobile Model Model Job TitleSEA SIDE FESTA FINAL 2013It was a rainy seaside festa D", "viewCount": 0.3484442207642407, "labels": [2, 7, 283]}, "JRZz4wmAKSA": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "JRZz4wmAKSA", "title": "", "description": "", "length": 0.2597695185925512, "keywords": "Tappan House Preservation Historic Showplace Mansion History HeritageThe Plight of the Tappan House SAVED!!!!Also see Not just a place, but a showplace. It sits quietly on a small rise being stately, yet silent. Silent unless we speak for it . It has no voice except ours. I'm reminded of the words of Dylan Thomas \"Do not go gentle into that good night, Old age should burn and rave at close of day Rage, rage against the dying of the light.\" Write the Attleboro Sun and spead the word not to let History be demolishedl Guestbook Recent Articles McAVOY Draw hectic pace line at Tappan House Time ticking on Tappan Tappan House targeted ", "viewCount": 0.3382197210377454, "labels": [88, 313]}, "aoHYebc1B1U": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "aoHYebc1B1U", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "review johnyeros technology gadget audio video mp3 iphone ios mobile tablet ipad air samsung galaxy johnytechreview jtr mobilepal 10000mah 10000 10k battery pack power bank wireless induction qi charger chargingMobilePal 10000mah Qi Wireless Induction Charging Power Bankproduct link Please LIKE this video if you found it useful. It will greatly help me. SUBSCRIBE to see future review videos . Follow me on social networks Facebook Twitter jtr", "viewCount": 0.3440909082065218, "labels": [21, 23, 24, 115, 937]}, "aq8rp_783WY": {"likeCount": 0.315106325335375, "dislikeCount": 0.14471580313422192, "videoId": "aq8rp_783WY", "title": "", "description": "", "length": 0.2694605198933569, "keywords": "chinese hymns Underground church house church praise gospel Jesus Yeshua Youth Holy Spirit God Bible hymns chineseChinese Hymns  Underground house churchesA montage of Christian hymns, few seconds of each, used in underground house churches. To provide a flavour of the dedication and inspiration of the thrivingexploding Christian church in China", "viewCount": 0.500411492734464, "labels": [41, 389]}, "L-Sdln1gyAg": {"likeCount": 0.2948412965778601, "dislikeCount": 0.1806179973983887, "videoId": "L-Sdln1gyAg", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "Warface DSA SA58 SPR         DSA SA58 SPR    Warface ?        Twitch     Steam   YouTube          ,  ,  , Mortal Kombat,   ,  5, , Dying Light  .        Warface, CSGO   Minecraft,   , opencase,  , Flash , , Live               Litput Mortal Kombat X  Trollface quest  The Visitor  Stickpage  Open Case    Warface  GTA Online  ", "viewCount": 0.45234212743726315, "labels": [0, 1, 828]}, "L-VwfjY7i2I": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "L-VwfjY7i2I", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "maya parrot bouncerrainforest bouncershows Maya learning to bat at the parrot toy", "viewCount": 0.36967930850817443, "labels": [26, 453]}, "L3qNrjNQZNE": {"likeCount": 0.25538830266438745, "dislikeCount": 0.06020599913279624, "videoId": "L3qNrjNQZNE", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "def leppard desert song retro active steve clark phil collen guitar cover solo full bwm5150Def Leppard  Desert Song FULL COVERHaven't played a Retro Active song in a while so here is the opener to the album. I really love the 2 guitar solos. I remember spending many nights trying to learn them when I was younger.", "viewCount": 0.4438241640144292, "labels": [4, 9, 10, 37]}, "dIc4cJj-ZPA": {"likeCount": 0.4473808010319834, "dislikeCount": 0.29642596301968493, "videoId": "dIc4cJj-ZPA", "title": "", "description": "", "length": 0.2658011396657113, "keywords": "sage purification spiritual cleansing smudging aura healing clarity peace namaste aurashiftmindandbodyHow to use Sage to Purify your home smudgingThis is a quick tutorial on burning sage to purify your home of negative energies. Please excuse the small fonts... first time making a video. I'll get better I promise! If you're interested in purchasing these items here are the links! By using my unique link to these products, you are directly helping me and my business to keep moving forward. Thank you All these items are prime eligible, so easy peasy. Abalone shell and sage bundle Feather Check out AuraShift's Amazon Store to see MORE products we LOVE and other items from our YouTube videos  Learn more about AuraShift! Visit My website AuraShift.com I'm working on a blog AND products! Follow me on Instagram  AuraShift Namaste", "viewCount": 0.6251334229595366, "labels": [11]}, "dLSAGCBgmCg": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "dLSAGCBgmCg", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "EagleDECORAH EAGLES 3242013 727 AM CDT VISIT TO THE Y BRANCH3242013 726 AM CDT Edited video, 3 minutes 25 seconds. Visit to the Y branch.", "viewCount": 0.3152899596393748, "labels": [15]}, "uaQU7ofd5gw": {"likeCount": 0.1845098040014257, "dislikeCount": 0.06020599913279624, "videoId": "uaQU7ofd5gw", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "100 9777 ford 8n tractor restoration 1948 farm tractor gas gasoline 3 point plow nos farm tracter rust new decals winter project DIY do it yourself Kubota plowing snow plow dozer dozer blade three point 3 point hitch RustOleum body work 6 volt 12 volt new wiring Rust repair RustOleum paint job Hydraulics hydraulic pump tractor tires barn find antique antique tractor 9n 2n1948 Ford 8N Tractor My 2010 Winter ProjectThis is my 2010 winter project, its a 1948 Ford 8N Tractor. The original owner passed away 10 years ago and it sat out in the yard till a neighbor of his purchased it from the owners wife and hauled it out with his tractor. He stated it was sunk in the ground up to the motor. He then started to restore it however his wife has taken ill, and he put it up for sale. I purchased the tractor October 18th, 2010 and now the project begins. It runs great, I just installed new plugs, the oilfilter and fuel bowl was replaced. A tank liner was put in the fuel tank. I am going to purchase new wire, distributer, etc for it, fix some of the old wiring, wire the headlights. I just ordered a factory decal kit for it that should hopefully be here this coming week. It still currently has the original 6 volt setup that I am going to keep, it charges great and has roughly 4045 on the oil presure guage. Rear PTO works, however the hydraulics do not, when the leaver is pulled nothing happens will look into this. I am trying to decide if I want to restore it to original smooth out the hood, fenders etc, or just fix everything to good working order. Wil post more when I am further into the project. Follow my new 2018 Ford 8N project ", "viewCount": 0.4645432094904955, "labels": [2, 7, 83, 90]}, "HeJSUCouAxQ": {"likeCount": 0.19190780923760742, "dislikeCount": 0.10413926851582252, "videoId": "HeJSUCouAxQ", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "gametrailers game games videogame gaming juego juegos jogos jeux gameplay video Xbox 360 xbox360 x360 PlayStation PlayStation3 PlayStation 3 ps3 sony microsoft Video Game video game PC Xbox Live Arcade XBLA Xbox Live PlayStation Network PSN Nintendo WiiU Nintendo Wii U Nintendo Wii Nintendo 3DS Nintendo DS Bandai Namco GamesSD Gundam GGeneration Overworld  TGS 2012 Japanese TrailerSuit up with all of your favorite Mobil Suit pilots from 61 generations from the Gundam Universe.", "viewCount": 0.3878636673026517, "labels": [0, 1, 5, 25, 844]}, "GwLOAIZie0c": {"likeCount": 0.27693773260761384, "dislikeCount": 0.13010299956639812, "videoId": "GwLOAIZie0c", "title": "", "description": "", "length": 0.25250448070368453, "keywords": "Madonna Candy Shop Live at the O2 Arena London July 2009 sticky and sweet tour mykilliconMadonna Candy Shop Live at the O2 Arena London July 4, 2009My recording of the Intro and Candy Shop  Madonna's Sticky and Sweet Tour 2.0 in London July 4, 2009. BK B2 Row F Seat 25. Missed the start unfortunately.", "viewCount": 0.5159314483044305, "labels": [3, 6]}, "Tm51A6W9R68": {"likeCount": 0.1799340549453582, "dislikeCount": 0.03010299956639812, "videoId": "Tm51A6W9R68", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "  KENSOSHI Big Monster Rock Music  Unbelievable Video Clip Website Category Music Industry Fuji Television Network    Big Monster Vitatune japanese band japanese lyrics  japanese rock jpop jrock j pop j rock japanese pop japanese pop band japanese rock band japanese music japanese pop music japanese rock music   Big Monster by KENSOSHI Music Video 20101012 Vitatune Fuji Television Network documentary program \"Unbelievable\" theme song OctDec 2010 A song for miracle in the album \"Vitatune\" Website Amazon iTunes ", "viewCount": 0.4185938589826589, "labels": [4, 14]}, "LCsczmHaETY": {"likeCount": 0.14471580313422192, "dislikeCount": 0.1, "videoId": "LCsczmHaETY", "title": "", "description": "", "length": 0.26570558528571037, "keywords": "Health Industry Diet Industry fat loss Bodybuilding Sport Dieting Symptom Weight Loss Symptomwhat is the best diet to lose bodyfat! ?mattynoyhotmail.com for 1 on 1 online fatloss coaching", "viewCount": 0.37744439689249654, "labels": [100, 2592]}, "3Pf4Pqo1geI": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "3Pf4Pqo1geI", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "Malta Simar Birds Wood SandpiperWood SandpipersWood Sandpipers, Snipe and Juvenile Night Heron at Simar Nature Reserve, Malta", "viewCount": 0.3595496221825574, "labels": [15, 96]}, "3WnbtxvGj44": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "3WnbtxvGj44", "title": "", "description": "", "length": 0.25105450102066124, "keywords": "car loan for sale miami used dealership buyUsed Car Dealer Miami  Used Car For Sale In Miami, Fl.Bad credit? No problem! 3052580058...We are a used car dealership in Miami, Fl. with the buy here pay here program. Drive your car off the lot today. 23737 US1 Miami", "viewCount": 0.3363611979892145, "labels": [2, 7, 75, 172, 437, 2710]}}