{"ELSu4xlEWcw": {"likeCount": 0.21986570869544228, "dislikeCount": 0.03010299956639812, "videoId": "ELSu4xlEWcw", "title": "", "description": "", "length": 0.24440447959180764, "keywords": "twitch games rust bchillz going deep goin deep funnycheeseman pvpRust  Going Deep w CheesebroWatch My Live Stream   Schedule Mon, Tues, Thurs, Fri  7 PM EST Follow me on Twitter  Subscribe to My Channel  Follow my Facebook page  Join my Steam Group  Resolution 1280x960  Mouse Sens 1.6  DPI 800  FOV 85  Internet Speed 80 Down and 10 Upload We mainly play Rustafied and Rustopia servers! CSGO Config  CSGO Rank Global Elite and LE on my smurf Dave's Setup  Rust Settings  Comp Specs Gaming PC  i74790  3.60GHz  ASUS H97 Motherboard  24.00GB RAM  ASUS GTX 970 Strix  ASUS Xonar DG Sound Card  Solid State Drive  SteelSeries Apex RAW  Razer Deathadder 2013  SteelSeries 5HV2  Logitech HD Pro C920 Cam  Audio Technica AT2020 Streaming PC  i53450  3.10GHz  4.00GB RAM  GTX 660 Spread Shirt Shop  Check Out These Playlists Going Deep Playlist  Best Stuff Playlist  Montage Playlist  Funny Stuff Playlist  Business EMail  balrogchillgmail.com  Intro Song  Michl  Kill Our Way To Heaven  Outro Song  Kontinuum  Lost feat. Savoi NCS Release", "viewCount": 0.41022621494942735, "labels": [0, 1, 1719]}, "dYZ9OtuTkrE": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "dYZ9OtuTkrE", "title": "", "description": "", "length": 0.25670263661590603, "keywords": "shawn cheek piano lessons2015 HIRED REQUEST LIST INFO COMING SOON! for the rest of these lessons. Enjoy! Shawn", "viewCount": 0.33008127941181176, "labels": [31, 40, 57, 117, 386]}, "lhE7nXHslc0": {"likeCount": 0.15563025007672873, "dislikeCount": 0.06020599913279624, "videoId": "lhE7nXHslc0", "title": "", "description": "", "length": 0.24199557484897583, "keywords": "Gorge Geology Canyon Lake Hiking TXCanyon Lake Gorge HikeHiking down the 1 mile long Gorge created by a super flood in 2002. Beautiful as well as educational tour by Gorge Preservation Society, Canyon Lake, TX", "viewCount": 0.4065280871102755, "labels": [60, 519, 1918]}, "ljToEwoEKa8": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "ljToEwoEKa8", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "Sora Fictional Character Kingdom Hearts Kairi Kingdom Hearts Roxas Kingdom Hearts Disney Square Enix OrganizationBeauty and the Beast part 17 Kairi and SoraTwo videos in one day  im proud ! I have a question , do you guys hate me for being so late ? cause i really try my best to not let months past by. Im sorry if I have let you down. And one more thing ! My first Aniversary is coming up in Octuber 21 D wooow! What should i do? Men time flies! One year? OMG LETS MAKE A PARTYY Enjoy! All rights to Disney and Square Enix I own nothing but my editings I make the picture of Prince Sora  do you like it D ?", "viewCount": 0.3627877694579972, "labels": [5, 16, 327, 587, 967]}, "VcnOR0ts9es": {"likeCount": 0.3118925752825777, "dislikeCount": 0.13424226808222062, "videoId": "VcnOR0ts9es", "title": "", "description": "", "length": 0.24727564493172124, "keywords": "hectanooga1 tutorial jewelry making pendants necklace Southwestern style faux pewter faux metal cord necklace beading beadaholic paper jewelry how to diy pattern jewelry lessons do it yourself jewelry designer recycle upcycle recycled paper crafts craft projects southwest pendant how to make round paper beads paper beads tutorial paper beads template paper beads for sale paper beads pinterest paper beads youtube how to make different types of paper beadsPaper beads, Southwestern Pendant, how to diy, jewelry making, statement focal bead, faux pewterHOW TO DIY a paper bead, focal statement pendant, from cereal box, paper towels, a bit of glue and paint, and a few beads! Looks like metal! Follow along with this video to find out how easy it is to make impressive jewelry beads from paper that can be found around the house! JEWELRY PLAYLIST How to make recycled paper beads, which are more durable than any clay or porcelain beads, as they are unbreakable as well as ecofriendly! They are renewable resource jewelry, Green recycled earrings, and and environmentally responsible project! Make some Ethical green, sustainable and planet friendly jewelry. You will have an innovative jewelry item, unique artistic expression jewelry. Use your own imagination to produce some Ecofriendly and earth friendly jewelry that is ecoconscious. A handmade artist jewelry item to make earrings, bracelets, and necklaces! GET YARN AND HOOKS HERE Get My FREE Crochet Stitches Ebook My knitting stitches ebook crochet, knitting, flowers patterns patterns jewelry, fabric flowers, wedding accessories Knitting, and sewing patterns sewing, crochet, knitting patterns HECTANOOGA FACEBOOK Hectanooga on Craftsy Free Patterns Work from Home CROCHET PROJECTS PLAYLIST ", "viewCount": 0.48403319692537894, "labels": [260, 401, 732, 1037, 1067, 2294]}, "aAOeScRORWk": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "aAOeScRORWk", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "basketball action sports talk winter bball nba live 09 rewind feature gamesnba live 09 rewind feature!nba live 09 rewind games!", "viewCount": 0.3203848463746235, "labels": [0, 1, 70]}, "45t-RvtrT48": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "45t-RvtrT48", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "BMMF big mountain 2013   Big Mountain Music Festival 2013 ...  5   Pepsi presents Big Mountain Music Festival...   5  7  2556   ", "viewCount": 0.37074850119674735, "labels": [3, 89, 324]}, "4Dd7pCItr5w": {"likeCount": 0.1799340549453582, "dislikeCount": 0.1079181246047625, "videoId": "4Dd7pCItr5w", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "djembe video review musical instrument review meinlafrican djembe djembe sound review Earth rhythmMeinl Earth Rhythm Djembe  Djembe Review  loudestreviews.comIn this video Diego reviews the Meinl African Djembe. Listen to live performance of this djembe, Its slap, tone and bass. Check out more musical instruments reviews at ", "viewCount": 0.4470013357830165, "labels": [33, 1650]}, "D45G4S-osQY": {"likeCount": 0.19084850188786498, "dislikeCount": 0.08450980400142569, "videoId": "D45G4S-osQY", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "rmz 250 rm 85 cr mud bogging random dirtbike dirt bike dirtbiking kamloops suzuki honda fight fall fail muddin boredemDirt Bike Mud Fight 2009me and my 2 cousin and kyle goon ridin in the mud. please no hate comments, no one wants to hear them and its a random mud hole we found people hav gone through it before.", "viewCount": 0.44263160289576453, "labels": [2, 17, 19, 30, 55, 143, 490, 583]}, "Uji5gbsyNkU": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "Uji5gbsyNkU", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "DBZ LINKINPARKDragonball Z Goku VS Majin Vegeta What Ive Done LinkinPark.wmvHOPE YOU LIKE IT", "viewCount": 0.3433449793761596, "labels": [5, 144, 190, 1177]}, "0LvcQYkV_70": {"likeCount": 0.28318697742805016, "dislikeCount": 0.06989700043360189, "videoId": "0LvcQYkV_70", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "Randall Satan signature amplifier amp sig Mike Fortin Amplification 4x12 Strictly Guitars S7G Solar7 Seymour Duncan Distortion Toontrack Superior 2.0 Ola Englund Fearedse Feared Scarpoint Hesu cables Kirk Hammet Ibanez Axe Fx Nikon D7000 D3200 Genelec 8030 Celestion Vintage 30 Pantera Nevermore Dream Theater Testament Subcyde Presonus Audiobox 1818 VSL 22VSL random tits boobs awesome fantastic ear deafening guitar Six Feet Under Metal Guitarcandy Amazing music Cool Amp rock DAR FBM Kulh MuzikRandall Satan  Making of the prototypeGet the Randall Satan from Amazon  My Facebook page My Blog This is the prototype of the upcoming Feared  Satan signature series amplifier. Will be available in 2013. Signal chain S7G Solar7 w. Seymour Duncan Distortions  Randall Satan  Randall 4x12  SM57 Recorded at Kuhl Muzik in Toronto Links S7G guitars Solar  Presonus Seymour Duncan  Randall Amplification ", "viewCount": 0.45804345502464056, "labels": [4, 9, 37, 421]}, "0NG2JZc4Aks": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "0NG2JZc4Aks", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "shaun garrity hector the hero irish octave mandolin music mendelHector the Hero on a Mendel Octave MandolinHere's a great Irish tune that I've done in the past. This time I give it a go on an octave mandolin made by Joe Mendel.", "viewCount": 0.3348110068480238, "labels": [9, 10, 34, 970]}, "fRG05EYsRlc": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "fRG05EYsRlc", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "sport arena streetball basketball baschet slam dunk Bucharest Romania puma fragrances myree bowdenSport Arena Streetbal 2007 stage 1  Rec Production reviewSport Arena Streetball 2007 powered by Puma Fragrances  best players on the best Romanian streetball tournament. 1st round review. Myree Bowden special guest.", "viewCount": 0.36162654052817084, "labels": [0, 52, 70, 125]}, "fYk9jPk3EJg": {"likeCount": 0.199563519459755, "dislikeCount": 0.06020599913279624, "videoId": "fYk9jPk3EJg", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "Slimming World Organization Quiche Dish syn free healthy eating diet health slimming SWorld slimmingworldSyn Free Slimming World Mini QuichesI've been doing some cooking and made Slimming World Quiches. The best thing......All Syn Free Here's the link to the recipe from the Slimming World Website WHERE ELSE TO FIND ME TWITTER EmmaMillard INSTAGRAM itsemchannel BLOG www.meetthemillards.co.uk", "viewCount": 0.3634275694625944, "labels": [11, 20, 22, 32, 123, 176, 728, 1672]}, "VKXojvZJAew": {"likeCount": 0.1886490725172482, "dislikeCount": 0.12304489213782739, "videoId": "VKXojvZJAew", "title": "", "description": "", "length": 0.2513217600067939, "keywords": "bmw hp2 sportbike motorcycle review sport bike first ride 2008 Motorcycle.com2008 BMW HP2 Sport Motorcycle Review First Ride2008 BMW HP2 Sport Motorcycle Review First Ride Read the full motorcycle review at Motorcycle.com. The latest member of the highperformance Boxer family is a race bike at heart. This exquisite machine draws its lineage from the enduranceracingproven R1200S. The key difference in the Sport's engine  and it's an historic difference  is the use of double overhead cams that employ drag levers, each opening a 39mm intake and 33mm exhaust valve.", "viewCount": 0.49318492712563133, "labels": [2, 30, 55, 174, 361, 1492]}, "PTMjzkFNTxI": {"likeCount": 0.06989700043360189, "dislikeCount": 0.06020599913279624, "videoId": "PTMjzkFNTxI", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "Slentrol obesity canine dogs weight loss pharmaceuticals Pfizerweight loss for dogsnew weight loss management program for canine obesity", "viewCount": 0.3500648063371912, "labels": [15, 18, 67]}, "DlRyWjw4UrE": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "DlRyWjw4UrE", "title": "", "description": "", "length": 0.2514547752660286, "keywords": "Carlos Desoto private guitar lesson teacher school finger teacher Carlos Desoto guitar private home lessons youth letter systems real first finger Play Beat amazing stuff current teachers President President section instance thanks verses threat com video michael jackson beat it chordsHow to Play Beat It by Michael Jackson on the GuitarCheck out this video by StrumSchool guitar teacher Carlos Desoto on how to play Beat It by Michael Jackson. Take a private guitar lesson from Joe at And he turned teacher from school.com. Well, we can come in connect with this work rose and the private home lessons were to go articles and videos August were related and amazing stuff to interview beat it by Michael Jackson which all the guitar work on this team was may be who is phenomenal. So the whole is really primo stuff and we keep it really simple today to celebrate the song down into parts. The verses. So you want to use it. Who. And you also sounds like that. Okay. First section. I'm gonna describe strains as they go along. Or you can also look at them as. One being the thinnest 16 this. I for youth letter systems. Then you have the 3rd threat of a littleused. And next, you have the second threat of the extra and first 3 no answer. After their religion. The 5th round of the same. So. And the section only does that opened he wants. Only one used to be the next section with one finger and now it's real simple your first finger. It's gonna be all on the or the, we will look at it. So, all on the of Milwaukee to threat and was there it's gonna go selling. I I I think all those them just weren't with their first say, for instance, the 7 and you are parent or gonna sound really cool. So you take your first finger on this and spread of a strain and then you think their finger in it, in a move to for us and not in England, the 9th Fred of the the string right under me the incident and see if this out. President President soon, but probably won't get into that you during a lesson. So if you want to live on stance will not harm dissident and under the current teachers is that when you have. Anyway, thanks for coming by and wants to believe again in Jerusalem and I hope to see you on some school.", "viewCount": 0.3260071387985075, "labels": [9, 10, 34, 37]}, "6f3288mPRAM": {"likeCount": 0.27024305364455253, "dislikeCount": 0.1, "videoId": "6f3288mPRAM", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "Shaco League of LegendsThe Many Bugs of ShacoAs a longtime player of Shaco I have decided to put together a video that highlights some of the bugs that have plagued him since launch.", "viewCount": 0.46334684555795863, "labels": [0, 1, 42, 111]}, "5ohUKlupZik": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "5ohUKlupZik", "title": "", "description": "", "length": 0.26444385894678385, "keywords": "Wooden Boat Forum Chez Lefty IntroductionsWBF FriendsWooden Boat Forum members get together at Chez Lefty's, for a chance to turn digital friends into analog friends.", "viewCount": 0.31461280356782384, "labels": [2, 76]}, "DAwXMKvfzJ0": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "DAwXMKvfzJ0", "title": "", "description": "", "length": 0.24099331233312948, "keywords": "EF sedan honda civic LS vs b18a1 b18b1 b18EF sedan LS vs EF sedan LSEF sedan b18b1 intake , EF sedan b18a1 hie", "viewCount": 0.324699069924155, "labels": [2, 17, 171, 283, 457]}, "DKBtRsRBOl0": {"likeCount": 0.21903316981702914, "dislikeCount": 0.08450980400142569, "videoId": "DKBtRsRBOl0", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "mon studio live cover sessions mon studio live cover session rihanna diamonds sia elise mazzarini the flash piano Guitar Musical Instrument danelectro yamaha takamine drums batterie recording studio mypollux yann klimezyk studio coverMON STUDIO live cover sessions 16  RIHANNA DiamondsMON STUDIO live cover sessions 16  RIHANNA Diamonds Exceptionnally not live featuring  Vocals  Piano  Elise Mazzarini THE FLASH  Drums  Guitar  Piano  Additionnals keyboards  Yann Klimezyk Recorded and filmed  MON STUDIO Audunletiche  FR the 3rd of may 2014.", "viewCount": 0.4213650548461001, "labels": [4, 9, 31, 40]}, "jwK-lK1WmtY": {"likeCount": 0.13010299956639812, "dislikeCount": 0.08450980400142569, "videoId": "jwK-lK1WmtY", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "gardening gardens tips prune pruning planting horticulture seeding sod planters landscapes landscaping growing plants weedsGardening Tips  How to Care for TopiariesA topiary is any type of plant that is grown to provide a visual design that is different than its natural growth habits. Find out how ivy can be trained to look like various shapes with help from a sustainable gardener in this free video on gardening tips. Expert Yolanda Vanveen Contact www.vanveenbulbs.com Bio Yolanda Vanveen is a thirdgeneration flower grower and sustainable gardener who lives in Kalama, Wash. Filmmaker Daron Stetner", "viewCount": 0.39568404901592336, "labels": [126, 220, 276, 291]}, "jxd9IERS6nA": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "jxd9IERS6nA", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "Bionicle Lego Parody Comedy Video Movie Studios LegocamBionicle parodyThis \"movie\" was made when we were twelve and we didn't know much about filming for example absence of tripod or properties D  It was made by original legocam from LEGO Studios so the resolution isn't top quality too. But, the story of this shot still worths, I guess D", "viewCount": 0.3132259689531045, "labels": [1227]}, "aWBb5gYNyMo": {"likeCount": 0.11760912590556814, "dislikeCount": 0.047712125471966245, "videoId": "aWBb5gYNyMo", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "guitartabi by paraluman guitar coverSorry po kung may mali man po sa Tono. ", "viewCount": 0.3832508912706236, "labels": [9, 10, 37]}, "ao3byLAXRyk": {"likeCount": 0.09030899869919436, "dislikeCount": 0.1361727836017593, "videoId": "ao3byLAXRyk", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "Fish tank fresh brackish salt puffer puffed aquarium freshwater saltwater cichlid fighting biting tough loveFresh Water Fahaka Puffer Puffed UpFor a few days now my fahaka puffer has been like this. Everything \"appears\" normal cichlid was added 5 minutes before the video. Parameters good, temperature good, & fish don't mess with him...", "viewCount": 0.3818621726375889, "labels": [15, 18, 59, 178]}, "wGrf3606WZc": {"likeCount": 0.19444826721501687, "dislikeCount": 0.17075701760979364, "videoId": "wGrf3606WZc", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "Halo We Were SoldiersWe Were Soldiers  Halo 2A dramatic scene from the film \"We Were Soldiers\" with Halo 2 audio clips dubbed over the top.", "viewCount": 0.4623052779394294, "labels": [157, 936]}, "dH9M7RWzv0k": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "dH9M7RWzv0k", "title": "", "description": "", "length": 0.2653212513775344, "keywords": "Crazyjesse2 Sandstorm Darude official music video Assassin's Creed Team Fortress Army of Two GTA Ballad Gay Tony auto theft theft auto grand theft unofficial fan videoSandstorm  Darude Unofficial Music VideoFanmade music video for one of the best songs ever created. No content used to create this video was owned by me.", "viewCount": 0.3256477206241677, "labels": [1, 285]}, "gkY1hICxqro": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "gkY1hICxqro", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "mega man rockman anniversary metalTwenty Years of Mega Man  Metal Man Mega Man 2Here's another one, messed up some jumping and the fight against Metal Man", "viewCount": 0.34802944600030067, "labels": [0, 1, 395, 2498]}, "glr_ntZoH5I": {"likeCount": 0.17323937598229688, "dislikeCount": 0.1, "videoId": "glr_ntZoH5I", "title": "", "description": "", "length": 0.23636119798921446, "keywords": "Emergency Blanket La Conexion Combi Nation Festival Claro Paco Holguin Renzo Solano Lufo Armestar Jaime Urteaga Jeremy CastilloEmergency Blanket  La Conexion  Festival ClaroEmergency Blanket ganadores de la categora PopRock 1er Festival Claro 2008. www.instagram.comemergencyblanket Encuentras este tema en ITunes, Spotify y mas! EmergencyBlanket laconexion festivalclaro", "viewCount": 0.3880813592280792, "labels": [3, 4]}, "g7ZizJoOWtI": {"likeCount": 0.1886490725172482, "dislikeCount": 0.0, "videoId": "g7ZizJoOWtI", "title": "", "description": "", "length": 0.24623979978989563, "keywords": "qochemist locs dreads dreadlocks loc journey anniversary natural hair years sisterlocks brotherlocks traditi3 Years In Loc Heaven.....Just a quick 3 year update...So hard to believe that 3 years have passed so quickly  Note The bumpy texture of my locs is due to a residual twistout... I will post a video at some point", "viewCount": 0.3525304009958239, "labels": [50, 256, 998]}, "TsvgRI6fuOw": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "TsvgRI6fuOw", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "Kansas Jayhawks Tyshawn Taylor 2nd Round pick 41st overall 2012 NBA Draft second roundTyshawn Taylor PG Kansas Brooklyn Nets, 2nd Round pick, 41st overall.movTaylor's floor speed and improvement in his senior year propelled him to second round status in the 2012 NBA Draft. If he can improve his decisionmaking, Taylor could become one of the sleepers in this year's draft class.", "viewCount": 0.31925674533365456, "labels": [0, 52, 70]}, "QLfxYJHwLoo": {"likeCount": 0.20492180226701817, "dislikeCount": 0.08450980400142569, "videoId": "QLfxYJHwLoo", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "lifeatthesharpend wild cat kitten lily allen feather bird spotted love SavannahWild Savannah Cat Attacking BirdOK, maybe not a real bird, but to her she thinks it is. Lily destroys the feather toy in on fail swoop. It was the first day used and she really killed it.", "viewCount": 0.4555420953975, "labels": [15, 18, 170, 314]}, "Wp6Iywy2dRw": {"likeCount": 0.25538830266438745, "dislikeCount": 0.06020599913279624, "videoId": "Wp6Iywy2dRw", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "Les Twins Musical ArtistLes Twins London Workshop  Larrysam 0648", "viewCount": 0.46650647837821896, "labels": [8]}, "Iw-DzgEmKnQ": {"likeCount": 0.2060697840353612, "dislikeCount": 0.09030899869919436, "videoId": "Iw-DzgEmKnQ", "title": "", "description": "", "length": 0.261066016308988, "keywords": "chuys big as yo face burrito chuys food review chuys review chuy's food review chuy's tex mex food review chuy's review food review sit down food review mexican food review burrito food review chuys burrito food review chuys burrito review ground sirloin burrito chuys chuys ground sirloin how is chuys is chuys good bite and chew food review Chuy's Restaurant Restaurant IndustryChuy's Ground Sirloin Burrito!SUBSCRIBE HERE  I do a food review on Chuy's Ground Sirloin Burrito. Snapchat Biteandchewfood Please Visit MY Food Blog  Now On Instagram!  Facebook!  Twitter!  TSU!  ", "viewCount": 0.34922014513925403, "labels": [11, 20, 3532]}, "Iy59-CTYz3A": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "Iy59-CTYz3A", "title": "", "description": "", "length": 0.2679427896612119, "keywords": "eastlake Lu wow 2008 class of 09 seniorsEastlake LuWow 2008 AssemblyA look into annual tradition of a LuWow themed day at Eastlake. Class of 09 was the first class to actually decorate their lawn into a faux beach with sand, lawn chairs, and even the umbrellas! With the assembly and senior lawn in a hawaiian decor, the school was a piece piece of paradise during Eastlake Luwow 2008. NOTE Youtube murders the video quality  I will state it right now so there are no arguments, 09 is the best. NO QUESTION ABOUT IT!", "viewCount": 0.3224533062606086, "labels": [8]}, "ISccKXChdvo": {"likeCount": 0.2509202522331103, "dislikeCount": 0.19242792860618818, "videoId": "ISccKXChdvo", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "Natural Hair Blue Shea Moisture Eyeshadow Beauty Makeup Tutorial Style Natural Hair Curly Hair Perm Rod Set Health Industry Howto Website Category Natural Tutorial No Bleach Dyed Ends Cosmetics Quotation Subject Natural Products Natural Hair Blog Naturally NeHow to Dye Your Hair Blue Without Using Bleach  Shea MoistureHey guys!! Watch this video to see how I dyed my hair blue without using bleach!! Let me know what you think...Be sure to Like & Subscribe!! Thanks for the love  Naturally Ne", "viewCount": 0.46580591187034115, "labels": [50, 65, 256, 503]}, "_GG3vM_jJwo": {"likeCount": 0.3747722462035509, "dislikeCount": 0.23304137733491911, "videoId": "_GG3vM_jJwo", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "Olav Basoski Ft. Michie One Waterman Official Music Video Olav Basoski Waterman Olav Basoski Michie One video music official hd Original Mix Spinnin TV Spinnin Spinnin Records spinning records spinninrec electronic EDM Electronic Dance Music classic houseOlav Basoski ft. Michie One  Waterman Official Music Video HDJoin us on Spinnin' Facebook Follow us on Twitter Join us on G  Subscribe to our House playlists on pres Olav Basoski Ft. Michie One  Waterman Official Music Video HD  The Spinnin Records YouTube channel is the home for all music videos of the worlds leading dance record label! We feature the latest music videos by Spinnin artists like Oliver Heldens, Sam Feldt, KSHMR, Ummet Ozcan, Blasterjaxx, Merk & Kremont, Timmy Trumpet, Tujamo, Alok, Curbi, Mike Williams, Lucas & Steve and many, many more! Expect daily uploads of official music videos, lyric videos and artwork videos across genres like dance, house, electro house, future house, deep house, big room and trap. Make sure to subscribe to Spinnin' Records ..and turn on notifications to stay updated with all new uploads! Follow Spinnin Records ", "viewCount": 0.5773572169430441, "labels": [14]}, "_GnpWIagUzQ": {"likeCount": 0.2294466226161593, "dislikeCount": 0.0, "videoId": "_GnpWIagUzQ", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "ytqualityhigh ytcrop169 Song Guitar Remix Anime Game Electric Solo Cover CpxAzn Blazblue OST original sound track Continuum Shift Nightmare Fiction Hazama vs. Ragna Theme versus vs blaz blue guilty gear daisuke ishiwatari calamity trigger rock video game vgm   Blazblue  Nightmare Fiction Hazama vs. Ragna Theme Guitar CoverBought a 7 string guitar, so I decided to record something with it.", "viewCount": 0.4047897623514411, "labels": [4, 9, 10, 37, 1710]}, "CjRPxjlUYFA": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "CjRPxjlUYFA", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "Devil May Cry kickstart my heart motley crew dante sparda music videoDevil May Cry  Kickstart My Heartdevil may cry 4 trailer clips spliced together with motley crews kickstart my heart to make a music video", "viewCount": 0.35409548089261333, "labels": [865, 1642]}, "CkY03oWfUa0": {"likeCount": 0.2100370545117563, "dislikeCount": 0.09030899869919436, "videoId": "CkY03oWfUa0", "title": "", "description": "", "length": 0.22671717284030138, "keywords": "Christmas Nebraska Royuk Mulberry LaneChristmas in NebraskaA Very Royuk Christmas Brad's gone again, dangit. Set to \"Christmas in Nebraska\" by Mulberry Lane. Check out their website www.mulberrylane.com", "viewCount": 0.44991782753208276, "labels": [99]}, "xNEbdsIZNMA": {"likeCount": 0.19030899869919438, "dislikeCount": 0.09030899869919436, "videoId": "xNEbdsIZNMA", "title": "", "description": "", "length": 0.26720978579357174, "keywords": "RC WEDICO CAT WHEELLOADERRC wedico hydraulic wheel loader  BENZ DUMPRC wedico hydraulic wheel loader  BENZ 1838 DUMP", "viewCount": 0.5405988020116064, "labels": [2, 26, 64, 75, 149, 208, 745, 1205]}, "ZGzMBa7Owms": {"likeCount": 0.19637878273455556, "dislikeCount": 0.09542425094393249, "videoId": "ZGzMBa7Owms", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "CrankTv YGShay DMVShowOff Crankshop FatTrel Wale YgGang YG YGFreak LightShow DC GoGo Crank ShyGlizzy Thraxxx Go OffShowOff & YG Shay Go Off Official VideoVideo Directed & Filmed By Crankshop Follow On Instagram TheRealYGShay InstaShowoff CrankShopEnt CrankshopBlack Crankshop", "viewCount": 0.3917085190640568, "labels": [14]}, "0bZkcGieRsI": {"likeCount": 0.2, "dislikeCount": 0.11760912590556814, "videoId": "0bZkcGieRsI", "title": "", "description": "", "length": 0.2505149978319906, "keywords": "sniper2477 rager ragerwade minecraft celebrity hunger games machinima custom map mod response breaking the rules rant two dirt blocks ender pearl calm your titsBREAKING THE LAWL Hunger Games IncidentOMFG YOU BROKE 2 DIRT BLOCKS IN TEH HUNGER GAMEZ DURHURHURHUR Celebrity Hunger Games Playlist ", "viewCount": 0.3515211304327802, "labels": [9, 10, 34]}, "0cZT1anfQy8": {"likeCount": 0.15314789170422552, "dislikeCount": 0.0, "videoId": "0cZT1anfQy8", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "Dynamic Sports Training speed drills baseball workout itches infield carl crawford ben tate michaOrlando Hudson DST Athlete This is a video of DST Athlete Orlando Hudson, highlighting his hitting, fielding and weight room routine. We do not own the rights to these songs. The rights are owned by the artists.", "viewCount": 0.38004421213362566, "labels": [0]}, "FT2SvcdYGzI": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "FT2SvcdYGzI", "title": "", "description": "", "length": 0.2545307116465824, "keywords": "tracking trains cable theft flat wheels rail network rock fall stealth undetectableTrain TrackingThe Fotech distributed acoustic sensor can track trains on railway networks. But, as well as locating trains, the system can detect flat wheels, bad rails, rockfalls and cable theft attempts  and all over a 50km length of standard communication fibre. The fibre itself uses light, so the 50km sensor requires no power, which also means that it produces no electromagnetic field, essentially making it undetectable.", "viewCount": 0.36330642726914997, "labels": [2, 45, 51]}, "s_-AYMv14dY": {"likeCount": 0.17323937598229688, "dislikeCount": 0.09030899869919436, "videoId": "s_-AYMv14dY", "title": "", "description": "", "length": 0.2499687082618404, "keywords": "Pendulum Propane Nightmares Kez Guitar Cover Rock Alternate ElectronicPropane Nightmares Guitar CoverMe playing Pedulums Propane Nightmares, a few mistakes but apart from that and the rubbish quality i think it sounds ok. Comment me", "viewCount": 0.3775537634780957, "labels": [9]}, "8q4OmsAxHfM": {"likeCount": 0.20170333392987805, "dislikeCount": 0.047712125471966245, "videoId": "8q4OmsAxHfM", "title": "", "description": "", "length": 0.25118833609788743, "keywords": "electronic Vangelis Jean Michel Jarre Mike Oldfield Tangerine Dream Tim Blake Neuronium KraftwerkJohan Tronestam  Discovering the Unknown SpaceJohan Tronestam is from Sweden. His father is a musician and therefore there were many music instruments in his parental home. His father wanted him to become a violin player, but Johan's favorite instrument was the electric organ. When he heard \"Oxygene\" from Jean Michel Jarre for the first time something happened inside him. Johan says  \"New doors opened for me and I knew that I had to have synthesizers. But synthesizers were very expensive instruments. The price of my favorite synth Korg Trident was 28 000 Swedish Krones back in 1982. I was a student and I didnt have that money, so the music store became my second home. I remember the moment when I finally could afford the Korg, and when I had the equipment at home I was so lucky!\" Johan played in various music groups. In the 90s he started composing his own instrumental synth music. The music is created in his own studio. His music is very personal. He is influenced by Vangelis, JM Jarre, Mike Oldfield, Tangerine Dream, Tim Blake, Neuronium, Kraftwerk, Klaus Schulze and similar artists. His first big project was called \" A journey under the stars\"  2004  His first pressed album was \"The Island\" 2008  The music was inspired by Johan's experiences on the island of land. The mysticism, movement and attractive nature appealed to him enormously. \"The long journey\" was composed in 2009.This project reflects a future where men has found a possibility to travel to other stars. But not without mistakes... \"The long journey\" was influenced by the astronomerphilosopherauthor Peter Nilsons 19371998. And also by Harry Martinsons space poem \"Anaria\". \"Planet X\" 2010 This album reflects a future where men has been contacted by extraterrestrials. Planet X is based on the possibility of life in other worlds. \"Stories from the dawn\" 2011 An exciting album that challenges different styles of music but still with the frame in the electronic music area. This album concerns our ancient history and its awakening \"Far away\"  2012  This album is partly inspired by Arthur C. Clarke's 2010. The idea of how the extraterrestrial superintelligence is traveling at the speed of thought. Being able to move around and admire the endless universal fireworks. At the moment Johan is working on an album called \"Roots from the North\", a project linked to Nordic roots and legends. Both in North America, Northern Europe and the top of Asia. \"Discovering the Unknown Space\" is from his outstanding album 'Far Away\". 2012  ", "viewCount": 0.39472376078706667, "labels": [700]}}