{"BS7878LJT1Q": {"likeCount": 0.2575187844927661, "dislikeCount": 0.12041199826559248, "videoId": "BS7878LJT1Q", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "tr pattern arif khan jappanese fashion pakistani fashion Dress Garment Marvel Clothing Industry Comics spiderwomen pattern magic SpiderMan Film origami fashion Marvel Comics Organization shapes of my heart DIY fashion how to make origami Origami Hobby draping alexander mcqueen how to make a dress halloween costume Optical Illusion Literature Subject origami origami folding paper illusion Lady Gaga Musical ArtistThe Spidergami Dress Arif KhanThe spidergami Origami Dress. \"Good bye Spiderman, Hello Spiderwomen\". Empowering the female form, this origami dress was inspired by the Marvel comic books 'Spiderman'. Taking key point into account from the structure and design of the costume, with the addition of my surroundings from natures research of False Widow Spider webs in the UK. I decided to reinvent the Spiderman garment into an original, commercialised design of my own, challenging myself in my techniques of pattern cutting to the edge! This is a timelapse video of my 3 day process inventing the origami dress inspired spiderman theme, using my techniques from TR pattern cutting school, Milan.  Making the origami pattern 050  Pattern construction overview 130  The finished garment 200 Follow and let the journey begin!...Please don't forget to subscribe To my ARIF KHAN TWITTER ARIF KHAN FACEBOOK ORIGAMI FASHION FACEBOOK ", "viewCount": 0.43830609769309936, "labels": [66, 293, 371, 1655]}, "GD-97xpcFSI": {"likeCount": 0.2357934847000454, "dislikeCount": 0.09542425094393249, "videoId": "GD-97xpcFSI", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "bagged fast low isuzu chevy smallblocked v8 bodydroppedSOLDbagged and bodydropped built smallblock IsuzuThis is a little video I took quick of my bagged and bodied small block Isuzu beast.", "viewCount": 0.47904681345045613, "labels": [2, 75, 90, 172]}, "X2zcHm3DomI": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "X2zcHm3DomI", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "lego brickfilm comedy house package delivery megablox robert rice jj eddie maniac insaneThe DeliveryThe resident of this home we will call him Tim I guess has a delivery coming. Tim is a lonely man so he hopes for he visit to be perfect. He tries to keep his \"pet\" Eddie out of the picture as he attempts meeting the delivery guy. shot at 24 and 15 FPS SUBSCRIBE!!!", "viewCount": 0.3328379603438738, "labels": [16]}, "qsQX9imU1PQ": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "qsQX9imU1PQ", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "Chris cagle let there be cowgirlsLet there be cowgirlschris cagleIce house Louisville, Kentucky, January 26, 2012", "viewCount": 0.3073351702386901, "labels": [3]}, "QmHfy1yMc74": {"likeCount": 0.19637878273455556, "dislikeCount": 0.0, "videoId": "QmHfy1yMc74", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "final fantasy iv the after years psp boss rubicante edgeFinal Fantasy IV  The After Years PSP RubicanteAlone, with Edge. You need a Spider Silk, and Hermes' Sandals to do this realistically. You also need to be about level 40. Anything less, you're better off going in with a party. Slow him, haste yourself, and go to town. Heal when needed.", "viewCount": 0.4557218378253756, "labels": [0, 1, 159, 2360]}, "KmW_TxWdVwg": {"likeCount": 0.3930949031167523, "dislikeCount": 0.22576785748691847, "videoId": "KmW_TxWdVwg", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "Dance Moms Abby Lee Miller Dance Academy Company Rehearsal Competition Reality Television Maddie Maddie Ziegler Mackenzie Mackz Mackenzie Ziegler Abby Lee Miller Brooke Paige Chloe Nia solo group trio dance track photo shoot photo photoshoot dance moms kendall vertes model modeling winner nerd school dancceDance Track PhotoshootS03E13, Maddie Ziegler, Mackenzie Ziegler, Kendall, Nia, Chloe, Asia and Abby Lee Miller. I do not own the copyright. Fan video, Dance Track Photoshoot for their Magazine and I added the Pics at the end. The pics were hard to find. D This Dance Moms clip belongs to Lifetime and these girls dance under Abby Lee Miller. I uploaded this small clip for criticism, comment, teaching and research. Its nonprofit, credited, put Copyright Disclaimer. Under Section 107 of the Copyright Act 1976, allowance is made for fair use for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statue that otherwise might be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use.", "viewCount": 0.6177687394652355, "labels": [8]}, "Cn1mXfuht1g": {"likeCount": 0.1278753600952829, "dislikeCount": 0.06020599913279624, "videoId": "Cn1mXfuht1g", "title": "", "description": "", "length": 0.261066016308988, "keywords": "Howto Wind Wind Instrument Free Get Change copper Changing DIY Green easy Home Made Power Energy Climate Wind Power SolarHow to get free copper for wind generatorsMotors can be picked up in many different places for free. You can find them at tranfer stations, yard sales and around the house. In this video I show you how to make that copper usable for generating electricity.", "viewCount": 0.36295115342004536, "labels": [2, 7]}, "VGa_KpJnwIc": {"likeCount": 0.2960470777534299, "dislikeCount": 0.18325089127062366, "videoId": "VGa_KpJnwIc", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "outfit of the day mothers classy jcrew colorblocking summer springStyle OOTD for Mother's DaySong Tonight by Kara Della Valle Etsy Store Mentioned Instagram Sarahbelle93x Tweet me Write Me Sarah Belle PO Box 8671 Cincinnati, OH 45208 Other Links Tumblr HauteLook RueLaLa Invite Facebook JewelMint Business Inquires businessforegroundinc.com Subject SarahBelle93x", "viewCount": 0.47805405239055415, "labels": [39, 66]}, "mDxr8onCHm4": {"likeCount": 0.11139433523068368, "dislikeCount": 0.047712125471966245, "videoId": "mDxr8onCHm4", "title": "", "description": "", "length": 0.25352941200427703, "keywords": "Clash of lords free jewels jewel hack video games playclashoflords2Clash of Lords 2 lets play 1 NEW CHANNELHope u like the new channel! If u do subscribe for more Gameplay of clash of lords 2", "viewCount": 0.31258064581395273, "labels": [0, 1, 42, 306]}, "mI2x4y0rJO8": {"likeCount": 0.24756711883244298, "dislikeCount": 0.13010299956639812, "videoId": "mI2x4y0rJO8", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "tutorial tuts       minecraft    crafter    Tutor 1  !Tutor    ,          ,    ! , ,          ", "viewCount": 0.404127422505423, "labels": [0, 27]}, "Uw9-pykxU34": {"likeCount": 0.15797835966168103, "dislikeCount": 0.08450980400142569, "videoId": "Uw9-pykxU34", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "harley davidson wallpaper harley davidson logo wallpaper harley davidson harley davidson commercial harley davidson sportster custom harley davidson harley davidson motorcycles harley sportster harley davidson racing classic harley davidson harley davidson motorcycle harley davidson custom harley davidson logo bike scooter engine tuning stunt motorbikeTop 30 Harley Davidson's wallpaper  Attention Harley Davidson's fan! Gain access to Top 30 Best Harley Davidson's wallpaper now! Download & use them as your desktop PC background anytime! This is a Free & High quality images download! Download at ", "viewCount": 0.4274827255438105, "labels": [2, 30, 905]}, "9yzDdzcFR2I": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "9yzDdzcFR2I", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "The Viper Decibel Outdoor 2009The Viper  Decibel Outdoor 2009 We come as oneWe come as one Gtown Madness", "viewCount": 0.3871923031882374, "labels": [3]}, "aCfi30RWaUg": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "aCfi30RWaUg", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "hot chocolate phoenix 2012 Hot Chocolate 15k America's Sweetest Race Will Run For ChocolateHot Chocolate 155k  Phoenix Official VideoOn December 9th, 2012 nearly 10,000 Chocoholics hit the streets to run for chocolate in Phoenix, Arizona. For more information on America's Sweetest Race please visit our website at www.hotchocolate15k.com", "viewCount": 0.3716837723299525, "labels": [210, 685, 3713]}, "aD4gBQHeOyM": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06020599913279624, "videoId": "aD4gBQHeOyM", "title": "", "description": "", "length": 0.25415792439465806, "keywords": "Beats Deca Decavgamuct00 Sonic The hedgehog Green Hill Zone Fruity Loops Fl StudioDecavgamuct00's fourty third Beat Sonic The hedgehog 1 Green Hill Zone Hip Hop RemixRemix to sonic the hedgehog 1 green hill zone, enjoy, subscribe  extra tags Trey Songz I Invented Sex Drakeforever lil wayne", "viewCount": 0.33930484664167787, "labels": [0, 1, 150, 204, 1231]}, "aDgZV80Laes": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "aDgZV80Laes", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "super junior sm town live LA 10 boa shinee dbsk yunho changmin kangta fx girls' generation snsd fancam lee yeon hee go ara dana CSJH The Grace Sunday Zhang Li Yin Jang Ri In UKnow Max trax staples center so nyeo shi daeSHINee Onew feat. Super Junior Ryeowook  The Name I Loved  SM TOWN LIVE '10 in LASeptember 4th, 2010", "viewCount": 0.3099335277685958, "labels": [3]}, "NK8Ma19LljY": {"likeCount": 0.16334684555795864, "dislikeCount": 0.047712125471966245, "videoId": "NK8Ma19LljY", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "the slayers amelia there she goesSlayersThere She GoesThis is a videoi made its a tribute to Amelia to the song there she goes please comment the video and tell me if you liked it or not", "viewCount": 0.3559667278388058, "labels": [5]}, "7RFJJxoJJPQ": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "7RFJJxoJJPQ", "title": "", "description": "", "length": 0.26020599913279624, "keywords": "Ontario Canada Toronto Lake Ridge Farm Koi Nursery Water Gardens Port PerryOntario Travel  A Country Outing to Lake Ridge Farm, Koi NuFall is a great time for country getaways in Ontario. As the nice weather is still holding up, I decided to head into the countryside on September 18, 2009. A couple of months ago I had received an invitation to drop by a special place north of Port Perry, just about an hour northeast of Toronto, to get a private tour of Lake Ridge Farm, Koi Nursery and Water Gardens. Owner Laura Engelsman welcomed me to her and her husband Kevins farm, a place that is frequently visited by school groups, community groups, charity organizations and regular country travelers. The Engelsmanns even provide free tours during the local maple syrup festival as a special attraction. I had no idea what a Koi nursery is, but Laura explained that Koi are Japanese ornamental fish that are part of the carp family. Due to their striking bold colours, they are very popular in outdoor ponds and water gardens, and Laura has been raising them on her farm for the last three years. From tiny babies to fully grown fish that in some cases can grow up to 3 feet long, Koi Nurseries and Water Gardens breeds and sells these stunningly beautiful fish. Their colours range from redwhiteblackspeckled, to silverwhite, dark grey, orangesilver and bright goldenyellow. The big star of the fish tanks is Mama Yamy, a very large female goldenyellow Koi that has been imported directly from Japan. Her striking colour and shiny scales make her a beautiful fish whose spawn is highly prized among Koi connoisseurs. Laura also educated me about the lifespan, eating habits, predators and physical features of these fish, some of whom are very sociable. Kevin was feeding the fish with floating food pellets, and they eagerly came to the surface. Laura put her finger in the water and demonstrated that the brightly coloured fish do not bite and actually gently nibble on her hand. Laura also showed me several water gardens on her property for which she sells equipment in addition to providing seminars on how to build water gardens. From the Koi nursery we then went to see the warmblooded furry creatures that inhabit Lake Ridge Farm. Laura raises horses, cattle, sheep, goats, chickens and bunnies all in miniature form. I was enchanted by the beautiful white and grey miniature pygmy goats and the Shetland sheep who were covered by a large woolen coat that is sheered only once a year. In the back of the farm Laura showed me her six miniature Zebu which are South Asian humped cattle. Venus is Lauras Dexter cattle, a dark brown coloured miniature cow with a very keen sense of curiosity. Further along I admired some of Lauras 36 miniature horses, some of whom have been rescued from places that were not able to care for them. Laura also raises miniature donkeys, miniature chickens and dwarf rabbits. All the animals have names and unique personalities, and with all these happy animals, a sense of rural tranquility prevails at Lake Ridge Farm that is a world away from the hustle and bustle of the city. I spent a couple of hours with Laura Engelsman who kindly showed me around her whole property and I enjoyed her knowledgeable introduction to Koi breeding and alternative livestock raising. You can check www.koinursery.com for more information or if you would like to participate in a tour.", "viewCount": 0.42154789363625356, "labels": [15, 18, 59, 1121, 1511, 2309]}, "XHVSaXAbKAQ": {"likeCount": 0.21643528557844371, "dislikeCount": 0.06989700043360189, "videoId": "XHVSaXAbKAQ", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "polymer clay q&a questions answers resource www.polymerclaytutor.com blog community help search box Polymer Clay Tutor Cindy Lietz Doug Lietz PcT Show & TellPolymer Clay Questions and AnswersVideo 558 I'm having a difficult time answering everyone's questions individually... so I have a favor to ask... More Info Polymer Clay Tutor. Topics Covered In This Video How to get answers to all your polymer clay related questions. When you work with a medium as versatile as polymer clay, you are bound to have questions, whether you are a beginner, an intermediate or even an expert. Over the last 8 years or so, my husband Doug and I have put together a resource here at the Polymer Clay Tutor Blog, where you can find answers to pretty much all of your polymer clay questions. There are over 500 tutorials, 1000's of articles, 100,000 of thousands of comments... on information to help you learn more about polymer clay. As the community has been growing, it has become more and more difficult to respond individually to all your questions. So... I have a big favor to ask of you... First of all, I still really do want you to continue to post your questions, comments, suggestions and ideas. Unless you ask them of me, I will have no idea what you need. Next, if you have the answer to a question that you see posted from another visitor, please do help them out by providing your feedback. Interaction within the group can definitely enhance your learning process. Lastly, please utilize the search box here at the PolymerClayTutor blog to find self serve answers to questions that come up for you. If it is about polymer clay, it has likely been discussed at some point in a previous comment thread. Please do make sure to use this resource... interact with each other... and make keep those questions coming. I do read everything... but am getting to the point where I am not able to respond to each individual question myself. Related Post Most Asked Beginner Question  How To Bake Polymer Clay Properly... Related Post Endless List of Cool Polymer Clay Tutorials... Related Post Is It Compatible With Polymer Clay? Always Test... And... more info about today's video is at my blog... Polymer Clay Tutor... \"Make what you love... Love what you make.\"", "viewCount": 0.372419391951433, "labels": [11, 569]}, "75rVI_JziRw": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "75rVI_JziRw", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "The roxy nirvana grohl secert show Los Angeles Taylor Hawkens live music hard rock live band rock punk ballads alternative rock medley concert foo fighters cobain live performance live concert concert live guitarFoo Fighters All My LifeThe Roxy, Hollywood,Ca 272011 Surprise Gig", "viewCount": 0.3100715086573082, "labels": [3, 4, 6, 9, 10, 13, 28, 33, 38]}, "FDO1L0sPnhM": {"likeCount": 0.254282542695918, "dislikeCount": 0.1, "videoId": "FDO1L0sPnhM", "title": "", "description": "", "length": 0.25943925503754267, "keywords": "Ask an Amishman Ep I'm not Amish raging amish xxragingamishxx ragingamish call of duty black ops cod bo Q&A and ragin seriesAsk an Amishman  1 I'm Not AmishThanks for subscribing Link to Nostalgia Critic I'm thinking I'll keep this series as a once a month type deal. I enjoyed making it. Hopefully, you enjoy watching it!", "viewCount": 0.41357367435094744, "labels": [0, 1, 36, 142, 147]}, "Eqtk83Zjjds": {"likeCount": 0.14623979978989562, "dislikeCount": 0.0, "videoId": "Eqtk83Zjjds", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "Francis Pope Vatican Jorge Bergoglio Benedict XVI Saint Peter ROME REPORTS Rome Church catholic basilica Vatican City Holy See opus dei pope francis alvaro del portillo rome reports beatification alvaro portillo pope francis alvaro del portilloPope Francis Am I happy with the qualities that God gave me or am I envious of others?Click here to receive the latest news Visit or website to learn more October 1, 2014. The Pope spoke about the charisms within the Church. He explained that they are qualities that God gives to people so that they may be used serving others.  ROME REPORTS, www.romereports.com, is an independent international TV News Agency based in Rome covering the activity of the Pope, the life of the Vatican and current social, cultural and religious debates. Reporting on the Catholic Church requires proximity to the source, indepth knowledge of the Institution, and a high standard of creativity and technical excellence. As few broadcasters have a permanent correspondent in Rome, ROME REPORTS is geared to inform the public and meet the needs of television broadcasting companies around the world through daily news packages, weekly newsprograms and documentaries.  Follow us... Our WEB FACEBOOK TWITTER PINTEREST INSTAGRAM ", "viewCount": 0.30402066275747114, "labels": [2544]}, "MCHQz8b7xUA": {"likeCount": 0.14913616938342728, "dislikeCount": 0.09030899869919436, "videoId": "MCHQz8b7xUA", "title": "", "description": "", "length": 0.26424645202421215, "keywords": "darkorbit ita ita1 ita2 ita3 de de1 de2 de3 de4 global caccia cacciatore vs alieni kristallon cubikon uber orbit dark phoneix boom hunting pvp puregewalt pure gewalt abnormal URTV2010 unreal reality colonel general battle war bigpoint game online chief bot cheat maps jackpot pilot sheet skilab goliath vengeance special bio uridium overDarkorbit Ita3  Con Phoneix  BoomHahaha bellino no? Votate, commentate, iscrivetevi...", "viewCount": 0.3602059991327963, "labels": [0, 670]}, "IQy8jibijUc": {"likeCount": 0.21335389083702175, "dislikeCount": 0.09030899869919436, "videoId": "IQy8jibijUc", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Dragonball Goku Vegeta Krillin Trunks Trunks Dragon Ball kylecoote Gohan Gohan Dragon Ball Cell saga Saiyan Saga Already Over Red TheDanishEditorDragonball Z  Already OverPlease Read Ok so wow its a full cant believe that its been a whole year since i made a full amv but here it is. i had so much fun making this amv. hope you all comment, sub me and like this video.  \"Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use.\" Copyright Akira Toriyama and Toei Animation Ltd. Dragon Ball Z is owned by Akira Toriyama and Toei Animation Co Ltd. Dragonball Z is Licensed by FUNimation Productions, Ltd. All Rights Reserved. I DO NOT OWN DRAGONBALL. DragonBall is Owned by TOEI ANIMATION, Ltd. and Licensed by FUNimation Productions, Ltd.. All Rights Reserved. DragonBall, DragonBall Z, DragonBall GT and all logos, character names and distinctive likenesses there of are trademarks of TOEI ANIMATION, Ltd. Dragon Ball Z  2005 BIRD STUDIOSHUEISHA, TOEI ANIMATION.  1989 TOEI ANIMATION LTD, JAPAN Licensed by FUNimation Productions, Ltd. All Rights Reserved. DragonballZ AlreadyOver Anime", "viewCount": 0.40067226922016846, "labels": [5, 144, 190, 384, 1218]}, "TyL02CwaDA0": {"likeCount": 0.21398790864012365, "dislikeCount": 0.1079181246047625, "videoId": "TyL02CwaDA0", "title": "", "description": "", "length": 0.24502491083193612, "keywords": "Barclays Premier League Barton Foul Last minute win Manchester City  QPR Aguero Goal England Meisterschaft 2012 Premier League Sieger Red Card 32 TrophyManchester City Trophy Ceremony  Champions Premier League 2012ManCity Premier League Winner 2012 Last game 05132012 against QPR Last minute win by the goal of Kun Aguero. ENJOY IT ", "viewCount": 0.4582892505401443, "labels": [0, 12]}, "BLu632PWyOc": {"likeCount": 0.21818435879447728, "dislikeCount": 0.15682017240669952, "videoId": "BLu632PWyOc", "title": "", "description": "", "length": 0.24800069429571506, "keywords": "jazzyjujubee82 jujusassofclass lwig extensions weave hairHow to use Tea Bag method on Lace Wigs Wig I'm reviewing wigc001.html ", "viewCount": 0.4279689753033619, "labels": [50, 65, 493, 503, 1060]}, "BMYCiDTaH8I": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06020599913279624, "videoId": "BMYCiDTaH8I", "title": "", "description": "", "length": 0.24871383754771867, "keywords": "Television Invention La Cornisa TV Samid MajulAlberto Samid en La Cornisa TVAlberto Samid en La Cornisa TV en dilogo con Luis Majul sobre la inflacin \"Los supermercados le roban a la gente\"  4 de mayo de 2014", "viewCount": 0.4001300933020418, "labels": [195]}, "PjK28Ef582U": {"likeCount": 0.2278753600952829, "dislikeCount": 0.14471580313422192, "videoId": "PjK28Ef582U", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "LFEPFL LFE PFL gold Sandhya Shekhar celebrity makeup artist Drama Stylist Day look light makeup Sarah Jane Dias makeup for Mehendi ceremonyThe wedding series The Mehendi Party lookSo it's your best friend's Mehendi function and you have absolutely no clue on the look that you are going to be sporting at the Mehendi function. Being a day function, you don't want to look over dramatic but at the same time too simple. This video shows you how to put together a simple yet glamorous look which will make you super stunning throughout the Mehendi function.", "viewCount": 0.5178884901622948, "labels": [39, 1652]}, "Q3FJO4bMbZw": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "Q3FJO4bMbZw", "title": "", "description": "", "length": 0.2582063362911709, "keywords": "SSF IV Super Street Fighter Let's play Blind Liam ErvenLet's Play Super Street Fighter IV  part 9 Dhalsim 2Liam the blind guy plays SSF IV. More yogatastic action.", "viewCount": 0.33126004392612596, "labels": [0, 1, 5, 69, 236, 404, 589]}, "x2w8zLfZSGQ": {"likeCount": 0.1653212513775344, "dislikeCount": 0.0, "videoId": "x2w8zLfZSGQ", "title": "", "description": "", "length": 0.25352941200427703, "keywords": "Sven Thorgren Stale Sandbech Arthur Longo snowboarding ride again interactive snowboard film behind the scenes Pirate Movie Production Sochi Winter Olympic Gamesburn RideAgain  Behind the Scenes  Round UpHow hard can it be to make an interactive snowboard film? Very, as it turns out, when snow is involved... Filmed in three locations  Kitzsteinhorn in Austria, Val Senales in Italy and Saas Fee in Switzerland  members of the Pirates Movie Production crew together with snow units Arthur Longo, Sven Thorgren, Stale Sandbech and others took on our greatest production challenge yet. In the first of a series of exclusive behind the scenes edits find out how RideAgain was REALLY made... PLAY RideAgain WATCH Neon Circles Trailer WATCH Official Trailer FOLLOW on Twitter RideAgain LIKE on Facebook READ up on Music credits Music composed and produced by Midnight p & c Midnight Music www.mdnght.com facebook.compagesMidnight163719965504 \"Across The Countryside\" \"Canyon Guthary Remix\" \"Steinway Suite 6\" \"Invasion Ryan Remix\" \"Invasion Variation 2\"", "viewCount": 0.3873785460818201, "labels": [60, 231, 491]}, "cczZa33-bNc": {"likeCount": 0.17634279935629374, "dislikeCount": 0.09542425094393249, "videoId": "cczZa33-bNc", "title": "", "description": "", "length": 0.24653828514484186, "keywords": "Selmateacher7 Daniel Berry acer newegg.com newegg chromebook chrome book samsung pixel google c7 review setup how toAcer Chromebook SetupI bought the Acer Chromebook for 199 from Newegg.com I have been very surprised by just how useful this little computer is. I can use many of the apps, even when I am not online. This short video shows how to setup your chromebook when you first get it. I really like my C7 and I am happy that I bought one. .", "viewCount": 0.4219532135300155, "labels": [74, 187, 200, 1235, 3614]}, "0a_AurMUxHk": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "0a_AurMUxHk", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "mobile5811 lauch Bassmasters Elite west point lake lgThis video was uploaded from an Android phone.", "viewCount": 0.32641091563058083, "labels": [2, 43, 76, 281, 571]}, "8K-mI94l7bY": {"likeCount": 0.4128205343962674, "dislikeCount": 0.25538830266438745, "videoId": "8K-mI94l7bY", "title": "", "description": "", "length": 0.2432969290874406, "keywords": "Thrilling Opener Tshabalala goal South Africa Mexico South Africa 2010 South African Mexican Bafana Bafana Bafana El Tri Tricolor 2010 FIFA World Cup FIFA World Cup World Cup Siphiwe Tshabalala Rafael Marquez Itumeleng Khune Giovani Dos Santos Andres Guardado Katlego Mphela Goals Highlights Match highlights World Cup highlights World Cup goals FIFA Soccer Football Futbol Futebol Fuball Soccer City Johannesburg Group A 11 June 2010 Opening MatchSouth Africa v Mexico  2010 FIFA World Cup  Match HighlightsRafael Marquez denied South Africa a dream start to their FIFA World Cup with a late equaliser for Mexico in a 11 draw in an absorbing Opening Match at Soccer City. Carlos Alberto Parreira's hosts appeared on course for three points when Siphiwe Tshabalala fired them in front with a superb 55thminute strike. But after Teko Modise had missed a clear chance to seal victory, Marquez rescued the draw that Mexico's firsthalf dominance deserved with a closerange finish 11 minutes from time. Subscribe for the latest original content More match highlights from South Africa 2010 Highlights of the best players at South Africa 2010 Classic WorldCup stories Follow all the action across the FIFA Platforms    ", "viewCount": 0.6174624052941348, "labels": [0, 12]}, "HFoYx4opnmw": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "HFoYx4opnmw", "title": "", "description": "", "length": 0.24885507165004445, "keywords": "Hallelujah Leonard Cohan Jeff Buckley Cover Epiphone ES175 ChasnamHallelujah Jeff Buckley CoverA magnificent song, a bit to high for my voice so I tuned it down 2,5 steps, hope you like it.. I'm still a bit ill so my voice isn't quite 100 again yet, but I was playing it so much I thought I'd record it.. Equipment used Epiphone ES 175 Shure SM57 invisible in video, just above picture Behringer xenyx 802 California mic stand invisible in video Macbook pro and iMovie", "viewCount": 0.34995496259051495, "labels": [4, 9, 10, 34, 37]}, "HJ5gsZWDins": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "HJ5gsZWDins", "title": "", "description": "", "length": 0.25105450102066124, "keywords": "vinyl vehicle cars motor sports automobiles high speed racing Automobile Used New Nissan Bmw Audi Volkswagen Tuning Turbo Quality Drift Opel Nissan MotorsV8 OPEL DIPLOMAT.wmvCarstens 1974,er Opel Diplomat V8 Soundcheck", "viewCount": 0.36666115684190304, "labels": [2, 7]}, "HLIHxWHWnBo": {"likeCount": 0.19084850188786498, "dislikeCount": 0.14313637641589874, "videoId": "HLIHxWHWnBo", "title": "", "description": "", "length": 0.25502283530550945, "keywords": "V8 Engine Piston Configuration Subaru Automobile Company SRT8 Race Literature Subject Street Racing Mustang Drag Burnout Turbo Camaro Street Racing Film Subject Ford Corvette Pontiac Automobile Make Pontiac GTO Automobile Model Exhaust Cobra Ford Taurus SHO Automobile Model Supra Drag Racing TV Genre Mile Pontiac G8 Automobile Model Ford Taurus Automobile Model Dodge Challenger Automobile Model Street & Racing Technology Business Operation300c SRT8 vs. Taurus SHO & G8 GT BUSTEDYet another great night in Mexico. To the SHO owner, he wants a rematch. This was some of last weeks footage and some of this week. More come.", "viewCount": 0.4514853112350159, "labels": [2, 7, 17, 19, 165]}, "i71UjffL7hA": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "i71UjffL7hA", "title": "", "description": "", "length": 0.26720978579357174, "keywords": "formula 1 f1 gp grandprix grand prix sutton images keith mark vettel hamilton webber button alonso massa kubica schumacherSutton Best of 2010A look back through the 2010 F1 championship season with the best of Sutton Images' photography.", "viewCount": 0.3041392685158225, "labels": [17, 19]}, "i8QxRhsd6GA": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06020599913279624, "videoId": "i8QxRhsd6GA", "title": "", "description": "", "length": 0.2503790683057181, "keywords": "Art Non Toxic Printmaking Kevin Giaquinto Keith Howard Akua inks Intaglio Type RIT Print ImagOnNon Toxic Four Color Intaglio Type Printed Using Akua InkRochester Institute of Technology MFA candidate Kevin Giaquinto prints his \"Laws of Diminishing Returns\" using the Non Toxic Four Color IntaglioType process developed by Keith Howard. The following shows the inking and printing process using Akua Intaglio inks  . The process colors that were used include Hansa Yellow, Pthalo Blue, Scarlet Red, and a Carbazole Violet  Carbon Black mix. For more information on Non Toxic Printmaking, please visit For more information on the artist, visit ", "viewCount": 0.38012664704896204, "labels": [1, 49, 127, 461, 498, 1325]}, "iAMVwn_7FTc": {"likeCount": 0.14471580313422192, "dislikeCount": 0.0, "videoId": "iAMVwn_7FTc", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "satan claus the video video clip heavy metal musicCajavero  Satan Claus official video.divxsatan claus, from album \"in mosh we trust!!!\" cajavero", "viewCount": 0.35578679615680225, "labels": [4, 9, 518]}, "wNAEbnM6l_w": {"likeCount": 0.25224442335063196, "dislikeCount": 0.06989700043360189, "videoId": "wNAEbnM6l_w", "title": "", "description": "", "length": 0.23117538610557542, "keywords": "modern warfare call of duty hans zimmer game score soundtrack xbox ps3 pc ost mw2 music cod cod6 ghostModern Warfare 2 Game Music EndingMusic from Call of Duty  Modern Warfare 2 .Original Music Composed by Hans Zimmer", "viewCount": 0.4904385507534943, "labels": [36, 132]}, "wPYucN4Ytco": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "wPYucN4Ytco", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "fsx AS 350 B3 Ecureuil Aerospatiale Eurocopter david bowie starmanAS 350 ecureuilDivers vol FSX  bord du mythique hlicoptre. musique  starman David bowie", "viewCount": 0.32999429000227676, "labels": [186]}, "2VFaKmsQpL0": {"likeCount": 0.2582063362911709, "dislikeCount": 0.1653212513775344, "videoId": "2VFaKmsQpL0", "title": "", "description": "", "length": 0.260959440922522, "keywords": "Real vs fake authentic replica beats wireless studio best top 10 comparison YouTube 1st Lebron headphonesReal vs Fake Beats Studio Wireless V2 YouTube 1stIn depth review of the matte black Beats Studio Wireless 2.0. It took a while to find these differences but I did it so you guys don't get scammed. Thanks and please subscribe for more comparisons.", "viewCount": 0.4904537031410893, "labels": [410, 722]}, "H2ZW3b-bvqs": {"likeCount": 0.1414973347970818, "dislikeCount": 0.09030899869919436, "videoId": "H2ZW3b-bvqs", "title": "", "description": "", "length": 0.2459392487759231, "keywords": "Runescape Lovechemistry1 dust devils money making guide walkthrough slayer 65 99 rs cheap fast gp easy skillcape quest dragon chain loot drop herblore cape herbs abyssal whip rune alching bones to peaches gems crafting magic teleport phat partyhat random event rich riches blink182 asthenia remix jorymon hitpoints attack strength defenceRunescape Dust Devils Guide  Cheap WayRunescape Music Video Guide for players to kill the slayer monster, Dust Devils. Note 65 Slayer Required! You can get to them from Alkharid, Through the desert gate. Taking a flying carpet ride to Pollinvneach, walk south, then west. Use a rope on the well and climbing down. Make sure your slayer mask helmet is ON! Enjoy!", "viewCount": 0.40188252780039513, "labels": [0, 139]}, "H3hussya6oY": {"likeCount": 0.14623979978989562, "dislikeCount": 0.0, "videoId": "H3hussya6oY", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "NORF Neste Oil Rally Finland 2011 Shakedown Ruuhimki WRC Jyvskyl Laukaa Ford Fiesta RS Citroen DS3 DS Mini John Cooper Works Mikko Hirvonen JariMatti Latvala Sebastien Loeb Ogier Kimi Rikknen Raikkonen Henning Petter Solberg Evgeny Novikov Daniel Sordo Kris Meeke Matti Rantanen Mattias Therman Jari Ketomaa Khalid Al Qassimi Mads stberg jump big air 1600 turbo test stageNeste Oil Rally Finland 2011 ShakedownNeste Oil Rally Finland 2011 Shakedown Ruuhimki", "viewCount": 0.3994273148973171, "labels": [2, 17, 19, 129]}, "dh3L_5HsC9U": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "dh3L_5HsC9U", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "   2014 k      2014 k 2014.12.13. 2014 k     ", "viewCount": 0.3296665190261531, "labels": [3, 4, 6, 9, 10]}, "Zk7F0H9Bao8": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06020599913279624, "videoId": "Zk7F0H9Bao8", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "Windows microsoft tips trucos secretos tricks secrets completo cursosenhd curso cursos tutorial tutoriales gratisf ree download videos carlos berman course full principiante beginner bsico intermedio profesional software programas ipad iphone tablets tutorials como usar guia manual guide user Windows 8 Operating SystemWindows 8 Tips Trucos Secretos  89 El Botn Mostrar EscritorioMs Cursos no disponibles en el canal Portadas para Facebook PSD  Mi Facebook Mi Twitter Resto de videos aqu ", "viewCount": 0.3911956189072687, "labels": [106]}, "zDceuNs5G5Y": {"likeCount": 0.1361727836017593, "dislikeCount": 0.03010299956639812, "videoId": "zDceuNs5G5Y", "title": "", "description": "", "length": 0.24785664955938436, "keywords": "Detroit Pistons vs Portland Trail Blazers 1990 NBA Finals1990 NBA Finals Detroit Pistons vs Portland Trail Blazers, Game 3.1990 NBA Finals", "viewCount": 0.4162862993321926, "labels": [0, 52, 70]}, "LetqKL-HQHw": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "LetqKL-HQHw", "title": "", "description": "", "length": 0.2482873583608754, "keywords": "Kiss Love Gun BirminghamKiss  Love Gun  Birmingham.aviAWESOME, AWESOME, AWESOME!!! AGAIN!!!!!!!", "viewCount": 0.3962558735795964, "labels": [3, 4]}, "y9F5HJBh628": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "y9F5HJBh628", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "david davideoteca slackline slack passion zero gravity milano butt chest bounce trick italy italia zao sirio to oggi questa settimana 2012 canon 600dSlack Passion  Zero GravitySlack Passion  Zero Gravity Milano", "viewCount": 0.3193402903062418, "labels": [261, 832]}, "pNDZur5z8IY": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "pNDZur5z8IY", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "music awardsPepsi Change the Game 11 powered by MTVRumani and Ruchi performing on pepsi world cup awesome song jan 29 2011.", "viewCount": 0.33104808914626754, "labels": [0, 2587]}, "NDPuu5sktpc": {"likeCount": 0.20681858617461618, "dislikeCount": 0.06989700043360189, "videoId": "NDPuu5sktpc", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Doctor Who Rose Tyler RoseTen RoseNineDoctor Who \"Keep Holding On\"More DoctorRose mushiness. P.S. I made this so attribute to me and all that.", "viewCount": 0.3907948521612272, "labels": [1127]}, "NEsu3eEdhhI": {"likeCount": 0.19822712330395686, "dislikeCount": 0.03010299956639812, "videoId": "NEsu3eEdhhI", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "dj cleo sama wos eskhaleni sbu rythmic kwaito mzansi safa 2010 tutorial illustration how to learn music guitar piano keyboards bass instrumentsdj cleo tv  the making of \"i call your name with love\"a brief look at how the song was made in studio by \"me\", hope you enjoy it, this is neverseen before footage, more to follow, see you on face book. cleo", "viewCount": 0.4219139001859801, "labels": [40]}, "-A4sJR9-Vc0": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "-A4sJR9-Vc0", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "nonePondicherrykids dress up for us and dance", "viewCount": 0.31126050015345746, "labels": [8]}}