{"TQa-fh8uTqE": {"likeCount": 0.17075701760979364, "dislikeCount": 0.06020599913279624, "videoId": "TQa-fh8uTqE", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "minecraft minecraft gameplay minecraft mods 1.2.3 minecraft walkthrough mods for 1.1 minecraft 1.1 minecraft let's play minecraft lets play minecraft beta minecraft update 1.1 minecraft update minecraft patch 1.1 supremopete notch mojang minecraft mod minecraft show modding modloader reddit twitter facebook minecraft forum ender dragon mounts fire carnageMinecraft  My Top 5 Texture Packs of 2012!All Comments, Ratings & Favorites are greatly appreciated. Texture Packs  5  4  3  2  1  \"minecraft\" \"minecraft gameplay\" \"minecraft mods 1.2.3\" \"minecraft walkthrough\" \"mods for 1.1\" \"minecraft 1.1\" \"minecraft let's play\" \"minecraft lets play\" \"minecraft beta\" \"minecraft update 1.1\" \"minecraft update\" \"minecraft patch 1.1\" supremopete notch mojang \"minecraft mod\" \"minecraft show\" modding modloader reddit twitter facebook \"minecraft forum\" ender dragon mounts fire carnage", "viewCount": 0.3767155866082181, "labels": [0, 27]}, "TQkDGnS2MRU": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "TQkDGnS2MRU", "title": "", "description": "", "length": 0.21702617153949577, "keywords": "Eruption Guitar hero van halen GHVHYo jugando Guitar hero van halenEruptionyujuu me pase eruption  Muerto en la camara", "viewCount": 0.3185258765296585, "labels": [0, 1, 9, 339, 687, 1431]}, "cFq8oxjMqCc": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "cFq8oxjMqCc", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "Whirlpool Cabrio WasherWhirlpool Cabrio WhitesStain TreatingThis is what it does in the beginning when deep clean is on.", "viewCount": 0.3452706226511029, "labels": [652]}, "cH38xkefBd0": {"likeCount": 0.24756711883244298, "dislikeCount": 0.06989700043360189, "videoId": "cH38xkefBd0", "title": "", "description": "", "length": 0.24885507165004445, "keywords": "how to howto howto learn skate skateboard skater skateboarding skateboarder skateboarders skating sk8 sk8ing learn to skateboard how to skateboard secrets of skateboarding easy easiest way tutorial need tricks help please tip tips trick tips tricktip tricktips skate support aaron kyro180 SET UPS SKATE SUPPORT CLICK ABOVE TO GET THE MOST DETAILED HOW TO VIDEOS EVER MADE! SKATEBOARDING MADE SIMPLE! THUMBS UP FOR MORE VIDEOS! PLAYLISTS LINKS FOR MOBILE USERS learn to skate SKATE SUPPORT CLIPPED slow motion top videos Clip of the week Follow the directions in this video to submit your videos for Skate Support Please help me out by commenting, and subscribing it really really helps me out a lot! FACEBOOK GOOGLE  TWITTER RSS SUBSCRIBE Thanks, Aaron Kyro", "viewCount": 0.4126131407261984, "labels": [68, 72, 98, 240]}, "aGuhqucUKWo": {"likeCount": 0.15051499783199063, "dislikeCount": 0.1, "videoId": "aGuhqucUKWo", "title": "", "description": "", "length": 0.24727564493172124, "keywords": "Master Lock Safety Blog Reviews Leslie Loves Veggies Maple SheMaster Lock Portable Push Button Lock Box ReviewAs part of the Master Lock Live Secure Safety Squad I receive products to review and giveaway. I was not required to write a positive review. The opinions I have expressed are my own. I am disclosing this in accordance with the Federal Trade Commission's 16 CFR, Part 255 \"Guides Concerning the Use of Endorsements and Testimonials in Advertising.\" Visit Leslie Loves Veggies at www.leslielovesveggies.net to read my read this Review and enter some of my great Giveaways!", "viewCount": 0.40153597554092146, "labels": [1099]}, "1j9l8b748gE": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "1j9l8b748gE", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "breakdancing break toprock bottom rock peprally porter music flips frontflips windmills turtles crickets swipesPhs pep rallyPorter High School BreakDancers", "viewCount": 0.3203848463746235, "labels": [8]}, "1qteloUiluU": {"likeCount": 0.2803457115648414, "dislikeCount": 0.09030899869919436, "videoId": "1qteloUiluU", "title": "", "description": "", "length": 0.22227164711475833, "keywords": "Alternative Bad Guys Bleeding Knees Club IAmSoundBleeding Knees Club  Bad GuysMusic video by Bleeding Knees Club performing Bad Guys. C 2012 IAMSOUND Records", "viewCount": 0.467325136321385, "labels": [14]}, "OfCsPmb7ThI": {"likeCount": 0.1146128035678238, "dislikeCount": 0.047712125471966245, "videoId": "OfCsPmb7ThI", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "scooby doo mystery machine pixel art speed build minecraft fast awesome thedoor99 technomoos moosekilla ScoobyDoo TV Program Wow World Warcraft Drawing World Of Warcraft Video Game Painting Paint Video Game Industry Artist Wrath Raid Drawings Lich SculptureSCOOBY DOO MINECRAFT PIXEL ARTPixel Art Scooby Doo TV Show Artist TheDoor99 Cameraman Moosekilla technomoos Song Crazy Dubstep Mix Programs Used Camtasia, Minecraft, Fraps Time Took Approximetly 25 min. Twitter Channel Other Notes Sub to me Follow my Twitter If you would like to be in a video PM me your Skype", "viewCount": 0.35073160400764136, "labels": [0, 1, 5, 27, 2273]}, "OfY8wB2TGK8": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "OfY8wB2TGK8", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "mobileBBM Campout Pickup Game Boogie spin and dunkThis video was uploaded from an Android phone.", "viewCount": 0.35016069224188295, "labels": [52, 125]}, "v4bp4C13JGg": {"likeCount": 0.18388490907372554, "dislikeCount": 0.047712125471966245, "videoId": "v4bp4C13JGg", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "Little Mix Make You Believe Live DNA Tour 2013 Perfect DNA Tour 2013 Perrie Edwards Jesy Nelson Jade Thirlwall LeighAnne Pinnock DNA album Make You Believe song Little Mix singers concert HD rock popLittle Mix HD  Make You Believe Live, DNA Tour 2013At the Blackpool Opera House. Best night of my life. Simple. Aisle seats, third row technically felt like first row because the two aisle seats on the two rows in front of us were sitting down, idek. The amount of times Jade smiled at me is unbelievable. Perrie waved at me on Stereo Soldier but I didn't get much of that on record Jesy winked at me a number of times as well! Got noticed by all the girls with a smile a lot and singing into the camera on various performances, it was just perfect. Couldn't have asked for anything better. Not to mention I got serenaded by Harry from Reconnected in front of everyone before the girls came on. Sorry for it being out of focus at times. I was pretty much like a maniac so I'm surprised the videos turned out this well. And if you hear any bad singing, sorry in advance. More videos to come!!  Rachel xoxo", "viewCount": 0.3650015952471839, "labels": [3, 6]}, "v5wQ23E8PP4": {"likeCount": 0.11139433523068368, "dislikeCount": 0.03010299956639812, "videoId": "v5wQ23E8PP4", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "Star Wars Battlefront Era Mod Clone Starwars Battlefront II Modding Coruscant Side Benoz Clone Trooper Trooper GameplayStar Wars Era Mod  Gameplay Progress MarchHere's a little gameplay vid showing the progress of March on the mod. Here's the mod's page ", "viewCount": 0.3593175263478103, "labels": [0, 1, 189, 2171, 2190, 2754]}, "TADnG60QYwM": {"likeCount": 0.39171903085115645, "dislikeCount": 0.277887447200274, "videoId": "TADnG60QYwM", "title": "", "description": "", "length": 0.25514499979728755, "keywords": "juice watermelon watermelon rind watermelon rind juice cleanse america mindful life nutrition raw food juicing nutrition citrulline hydration refreshing viagraNature's Viagra  Watermelon Rind Juice Concentrated within every piece of watermelon and heavily concentrated in the watermelon rind is an amino acid known as Citrulline. Citrulline promotes healthy circulation and the proper flow of blood through the system, helping to treat hypertension, angina and other cardiovascular issues. It also promotes healthy sexual function and has been touted as Nature's Viagra! Additionally, it plays a role in clearing fatigued muscles of ammonia & lactic acid thereby freeing up the muscle for fresh energy production. www.mindfullifenutrition.com karenmindfullifenutrition.com", "viewCount": 0.6182620622386367, "labels": [11, 20, 22, 229, 625, 1822, 2004]}, "hA0nkSU1b_c": {"likeCount": 0.20681858617461618, "dislikeCount": 0.06020599913279624, "videoId": "hA0nkSU1b_c", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "Ziqo number one full HDZiqonumber one full HD.wmvfor all use", "viewCount": 0.4639576127960717, "labels": [14]}, "Co4ac7l0-ug": {"likeCount": 0.16901960800285137, "dislikeCount": 0.0, "videoId": "Co4ac7l0-ug", "title": "", "description": "", "length": 0.23636119798921446, "keywords": "snooker protips coachingsnooker pro tips 79, long potting practice played and explainedprobably the most improved aspect of the modern game ..........in years gone by players would try to get into scoring position from safety play ........but in today's game the ability to long pot is vital", "viewCount": 0.41774787825423226, "labels": [0, 765]}, "GPfYDeMurcM": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "GPfYDeMurcM", "title": "", "description": "", "length": 0.24424797690644487, "keywords": "2003 2004 Moanalua High School Concert Band Winter Pearl City Cultural Center Overture for Winds Charles Carter band1 mohsbandHQ Overture For Winds Moanalua High School Concert BandSUBSCRIBE to our videos HD Conversion. Recorded at the 2003 Moanalua Winter Concert  The Pearl City Cultural Center. Under the direction of Elden Seta. This is the 20032004 Concert Band 1st year members performing \"Overture For Winds\" by Charles Carter.", "viewCount": 0.35037906830571813, "labels": [3, 4, 13, 54]}, "DrSHg3_m0wc": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "DrSHg3_m0wc", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "csg central student government SUPREME supreme s.u.p.r.e.m.e. students under political revival embracing masters of excellence '09'10 ccs corpus christi school macasandig cagayan de oro city cdoCorpus Christi High School CSG election sy 0910 Supreme videoThis is the video for the S.U.P.R.E.M.E. party aka the Students Under a Political Revival Embracing Masters of Excellence. SUPREME, with Princess Ubayubay campaigning for President, is running for Corpus Christi's Central Student Government along with its counterpart party, MISMO.", "viewCount": 0.3087071205906535, "labels": [205]}, "Dsz4zNtHQ9k": {"likeCount": 0.4452935870201179, "dislikeCount": 0.29329808219231984, "videoId": "Dsz4zNtHQ9k", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "Beethoven Classical Music Guitar Eric Henderson Classical Guitar Moonlight Sonata Acoustic guitar Classical guitar music video Ludwig van BeethovenMoonlight Sonata Classical Guitar Eric HendersonEric Henderson   Download this song from here Visit Eric online and join the mailing list for the latest in news and updates. Want free Classical Guitar Lessons from Eric? Visit Classical Guitar  Moonlight Sonata Eric Henderson is one of only three people to study privately with the master guitarist Andres Segovia. Eric Henderson spent several years in Spain learning the intricacies of the classical guitar, while playing as much as 12 hours a day. In addition to studying with Andres Segovia, Henderson has studied guitar with Christopher Parkening, Angel Romero, Ernesto Bitetti, Emilio Pujol and Antonia Morales. He has spent time studying Baroque interpretation with Ton Koopman and Henk Dekker, and theory and composition with Aureo Hererro. While Eric was in Spain he also had the honor of studying with the great composer Federico Moreno Torroba, perfecting the interpretation of Torrobas Sonatina in A. Eric Henderson's new CD \"Homage\" and DVD \"Homage Guitar Masterpieces\" are a collection of pieces he has studied, arranged and performed over the last four decades. Both the CD and DVD include pieces by Bach, Villa Lobos, and other standards of the classical guitar. Eric also performs his arrangements of Little Wing by Jimi Hendrix and the JaggerRichards song, Paint it Black as well three original compositions. Ludwig van Beethoven, is popularly known for his \"Moonlight\" Sonata . The work was completed in 1801 and rumored to be dedicated to his pupil, Countess Giulietta Guicciardi. The name \"Moonlight\" Sonata derives from an 1832 description of the first movement by music critic Ludwig Rellstab, who compared it to moonlight shining upon Lake Lucerne which is in central Switzerland.", "viewCount": 0.6520120748641545, "labels": [4, 9, 10, 31, 34, 47]}, "aQk6P3HXCnU": {"likeCount": 0.2113943352306837, "dislikeCount": 0.13222192947339192, "videoId": "aQk6P3HXCnU", "title": "", "description": "", "length": 0.25250448070368453, "keywords": "Youtube Editor Mazda RX7 Race Car Mazda RX7 RaceCar Mazda RX7 Bradshaw Motorsports RX7 Race Car EP Mazda RX7 SCCA RunOffs Rotary Race Cars Rotary RX7 1st gen RX7 Race car 1st generation rx7 PIR Racing Portland International Raceway PIR ICSCC ICSCC Racing Mazda Rotary's Mazda RX3 Pacific Raceways Racing PIR Enduro Mazda Race CarsMazda RX7 Race CarDanny Bradshaw's 1979 EPSPU Mazda RX7 Racecar.. The car races at Portland International Raceway and in the Northwest area of the United States. The car has a 12A rotary engine inside. 240Z Fender Flares on the Mazda RX7. Watch us at PIR in Oregon.", "viewCount": 0.4627754908466091, "labels": [2, 7, 17, 48, 90]}, "cUeVGctTaFM": {"likeCount": 0.13979400086720378, "dislikeCount": 0.03010299956639812, "videoId": "cUeVGctTaFM", "title": "", "description": "", "length": 0.24297522800024082, "keywords": "rexos la bastos Wooz l'enfant peul Cooly makavely Skrydim Max the dog Box session 7 Psyko Samat Young chang Mc Ndx Forsay Greg mastor Mayeurs Booba Rhoff La fouine Kaaris Skarla one Jenone one Salif Matre gimsrexos la bastos feat couly & wooz l'enfant peul clip officiel  Garden Party projet X  BLOCK 12 SAUVAGES JEUNES RECORDS  block zedoo", "viewCount": 0.3605628222007619, "labels": [14]}, "cVcXzSVr9eA": {"likeCount": 0.1079181246047625, "dislikeCount": 0.1079181246047625, "videoId": "cVcXzSVr9eA", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "YouTubeMy Cod4 Montage  K2s FLaShBaCkK2s FLaShBaCk www.kill2survive.com", "viewCount": 0.3679700380871964, "labels": [0, 1, 132, 185]}, "OZL1vIRf4w0": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "OZL1vIRf4w0", "title": "", "description": "", "length": 0.26009728956867484, "keywords": "football dragons csjvHighlightGame dragons 26 mai contre armand corbeil", "viewCount": 0.3364363354615731, "labels": [0, 79]}, "upwyY-U60Nw": {"likeCount": 0.1863322860120456, "dislikeCount": 0.047712125471966245, "videoId": "upwyY-U60Nw", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "Sub Pub Music Trailer Website Category Trailer Bande Annonce Trailer Music Music Musique Track Song Sound Soundtrack Tune Score Theme Theme Song OST Original Soundtrack Film Score Musical Genre Ununpentium InvolutionColossal Trailer Music  Ununpentium & Involution  Promo VideoReleased by Sub Pub Music Composed by Alexandre Guiraud, Christian Baczyk, Cody Still, Goran Dragas, Ryan Scully and Mikkel Heimburger. Video Edited by Rain Ventsel Listen License Buy Like Follow Epic, emotional and aggressive hybridorchestral dramatic score with glitchy industrial elements, triumphant choir, intense and heroic string and brass arrangements with some downright dirty and sinister sound design. Ununpentium & Involution are a new breed of epic massive mayhem blockbuster scores, unleashed to the public at their own risk.", "viewCount": 0.38655777074199293, "labels": [25]}, "uqDn3j3RfiQ": {"likeCount": 0.1799340549453582, "dislikeCount": 0.09542425094393249, "videoId": "uqDn3j3RfiQ", "title": "", "description": "", "length": 0.2432969290874406, "keywords": "One touch media onetouchmedia potter sick kid yannik kgp killer grime pirates tha famiglia thafamiglia twitter facebook official music video leeds city song uk rap hiphop rapping spitting leedsislive is live studio 12 lj lyrically justified crown pixel skinsyndicate youtube track bars psyfa cypher wy productions suicide studiosPSYFA  Yannik, Sick & Potter Offical Music VideoPSYFA  YANNIK, SICK, POTTER OFFICIAL MUSIC VIDEO FILMED BY ONE TOUCH MEDIA BEAT PRODUCED BY SUICIDE STUDIOS. Video was filmed in Leeds... Keep your eye out for more from these guys and check out our other videos such as, Potter  Run the scene and Sick  Holding On ONETOUCHMEDIA THAFAMIGLIA LEEDSISLIVE KGP ARTIST LINKS Facebook.com OneTouchMedia YanniKmusicpage YanniKmusicprofile PotterOfLeeds SickSickKid LeedsIsLive LeedsIsLivepage Twitter YanniKmusic PotterOfLeeds2 LeedsIsLive", "viewCount": 0.4084719232011298, "labels": [14]}, "uvLVzu0vI8s": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "uvLVzu0vI8s", "title": "", "description": "", "length": 0.2502427119984433, "keywords": "1968 DODGE CHARGERRAY SKILLMAN 1968 DODGE CHARGER FOR SALE TWO SOLD!RAY SKILLMAN COLLECTOR CAR SALES 1280 U.S. 31 SOUTH GREENWOOD, IN 46143 DAVID CLARK 317 3718935 www.rayskillmanclassiccars.com", "viewCount": 0.3113943352306837, "labels": [2, 7, 399, 415, 437]}, "uxMKCVtYe-c": {"likeCount": 0.15051499783199063, "dislikeCount": 0.047712125471966245, "videoId": "uxMKCVtYe-c", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "super mario bros tribute nintendo sunshinejumping on sunshinetributo a mario bros. con la cancin walking on sunshine", "viewCount": 0.40454794531107796, "labels": [1, 5, 2451]}, "yYzZUC68He8": {"likeCount": 0.38624891669058975, "dislikeCount": 0.25289167002776547, "videoId": "yYzZUC68He8", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "2 ingredient homemade pizza dough Cooking show kitchen treats recipe how to food simple pizza dough recipe no yeast cook recipes instructional video cuisine 2 ingredient pizza dough greek yogurt eating homemade chef instructions simple pizza dough recipe educational video video recipe chocolate dessert ingredients learn simple 2 ingredient pizza dough reipe basic simple tasty dinner lunch breakfast side dish tutorial help tips simplecookingchannel Kitchen Pizza Dough2 INGREDIENT HOMEMADE PIZZA DOUGH RECIPEWelcome to the SimpleCookingChannel. Things might get pretty simple sometimes but sometimes that's just what a person needs. I hope you like my recipe for 2 ingredient homemade pizza dough. SUBSCRIBE FACEBOOK TWITTER Simple Cooking Channel Merchandise!! Share my channel. Ingredients 1 Cup of Greek yogurt 12 Cups of self raising flour Get Instant Access to my FREE ebook Right Now Just Visit where you can see our 20 most popular recipes that is sure to impress D Get Instant Access to my FREE ebook Right Now Just Visit where you can see our 20 most popular recipes that is sure to impress D", "viewCount": 0.593174510165911, "labels": [11, 20, 22, 211, 321, 334, 564]}, "7QXoVtDOTKs": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "7QXoVtDOTKs", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "game walkthrough QED nortonius Phantom Mansion Black Into the WhitePhantom Mansion Black Into the WhiteQED's walkthrough.", "viewCount": 0.35451833682154066, "labels": [0, 1, 2536]}, "ouVp3iApULA": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "ouVp3iApULA", "title": "", "description": "", "length": 0.26127838567197353, "keywords": "xr honda 350x go pro xr250 250 trail capitol forestCapitol forest ORV 250r 350xStabalized video. Notice the camera seems like its floating Cory following me back after some nice ridin. Xr 250 r xr250 xr250r supertrap 1996 1985 honda 350x atc350 atc350x atc", "viewCount": 0.31280760126687157, "labels": [2, 17, 30, 55, 135, 427, 3689]}, "r4AlzMbnRm4": {"likeCount": 0.15314789170422552, "dislikeCount": 0.047712125471966245, "videoId": "r4AlzMbnRm4", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "ending fallout II black isle interplay frank horrigan rpg wasteland Postapocalyptic vault dweller chosen oneFallout 2 Ending  Part 1My fallout 2 ending, part 1. Battle with Frank Horrigan, mutated special agent of the enclave. Assisted by a squad of enclave soldiers and sentry turrets.", "viewCount": 0.42643927617677174, "labels": [0, 1]}, "r7rQLSPDZ8k": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "r7rQLSPDZ8k", "title": "", "description": "", "length": 0.2652246341003323, "keywords": "     Perm PermDrift            tuning    PermRing PermRingDriftSeries      Russian Drift Series     RDS sti  drift    400 subaru wrx sti     impreza wrx  ULD RDSUral Resox Tuning Fest 4  Resox Tuning Fest 4            , ,    ,        ,      .       instagram  ", "viewCount": 0.3088490470182397, "labels": [17, 19, 128]}, "r8cWjx30DLI": {"likeCount": 0.16127838567197356, "dislikeCount": 0.0, "videoId": "r8cWjx30DLI", "title": "", "description": "", "length": 0.2615950051656401, "keywords": "gameplay playthrough walkthrough guide part part 1 hd ps3 xbox xbox 360 pc mission trailer multiplayer onlinePremature Evaluations  Super Hexagon Gameplay  WikiGameGuidesThis mind bending 0.99 iOS game is definitely a try. Be sure to subscribe to our Premature Evaluations show if you like this style of quick review, we will be doing lots more of these! Check it out in the iTunes store WikiGameGuides Steam group Twitter JohnTarrJr Twitter ExplicitD Facebook Google Twitch.tv Livestreams Subscribe to WikiGameGuides  New Video Game Releases! updated every month  WGG on Twitch  WGG on Facebook  Video produced by JohnTarrJr  Support WGG by using our Amazon Affiliate Link  WGG Tip Jar  Video By ", "viewCount": 0.3633165353683903, "labels": [0, 1]}, "r8_ftvFoN0U": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "r8_ftvFoN0U", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "Box Break Donruss Leaf Sweet Crazy Brett Auto packers slim ghostbustersWax Busters BOX BREAK 2007 Leaf Rookies & Stars Football boxPlease subscribe to the waxbusters page, and remember dont forget to rate the videos thanks", "viewCount": 0.30457140589408677, "labels": [3245]}, "rEnKTCCG5ws": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "rEnKTCCG5ws", "title": "", "description": "", "length": 0.2574031267727719, "keywords": "Harry potter Universal OrlandoMy Harry Potter collectionHey guys ,this is my harry potter stuff this includes . park maps .DVD's of films .the wizarding world of harry potter stuff .my wand NOTE  I HAVE A HARRY POTTER TSHIRT SOMEWHERE TO", "viewCount": 0.32407987711173314, "labels": [282, 2979]}, "vy811tlc184": {"likeCount": 0.14913616938342728, "dislikeCount": 0.0, "videoId": "vy811tlc184", "title": "", "description": "", "length": 0.2690196080028514, "keywords": "LUCKY STAR  LUCKY STAR 32.mp4LUCKY STAR 3", "viewCount": 0.4542962289039381, "labels": [3, 2182]}, "sNUVaPP-vQU": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "sNUVaPP-vQU", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "Boston Celtics Marquis DanielsGet To Know Marquis DanielsWelcome to the Celtics, Marquis. Some clips and notes about his game here. From Dec 7, 2009 Bos  Ind. Daniels had 26 points in this game.", "viewCount": 0.4290613284974987, "labels": [0, 52, 70]}, "sQXlC7pzm3Q": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "sQXlC7pzm3Q", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "LiDAR terratec mobile laser scanning system mls mms rail engineering rapid mapping lynx visualization animationTerraTec AS 03  Mobile Laser Scanning and Mobile Mapping System  Rail engineeringPoint cloud animation of XYZ Intensity data captured by the TerraTec Mobile Mapping and Mobile Laser Scaning System MMSMLS mounted on rail platform. Please see www.terratec.no for more details", "viewCount": 0.3328379603438738, "labels": [21]}, "k84bpA0j0Ig": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "k84bpA0j0Ig", "title": "", "description": "", "length": 0.24800069429571506, "keywords": "kids hunting antelope wyoming ranger rifle pistolWyoming Antelope hunt 2010A family hunting adventure where we introduce kate 12 and Max 5 to the great experience of hunting in Wyoming. Chad gets a great buck with his 270 short mag and Erik tags a goat with our 7mm08 Thompson Encore. Read all about it at ", "viewCount": 0.3699404081815338, "labels": [15, 60, 239, 686]}, "ZroB1Aj89vU": {"likeCount": 0.18260748027008267, "dislikeCount": 0.047712125471966245, "videoId": "ZroB1Aj89vU", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "kirk kirksman lifthard.com lifthard coach wu china weightlifting china weightlifting snatch clean and jerk crossfitSnatch Fixes for Courtney Modecki CF Latin America Champ!She dropped by Solitude of Strength in Singapore for a visit. I happened to be around. We discussed, she wanted help. I offered my services. Fantastic girl to work with. Listens, thinks less, does more and above all...she LISTENS! Take home changes. 1. Keep the chest flat and shoulders internally rotated, when starting 2. Keep the weight on the front of the heel 3. Pull straight and straighter. Any horizontal movement should be viewed as \"unacceptable\" for sakes of simplicity. 4. Needs more exercises to create better posterior pelvic tilt & abs. www.lifthard.com www.fb.comlifthard8 www.instagram.comkirksman", "viewCount": 0.3999087022625889, "labels": [100]}, "Zrq88GVrr58": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "Zrq88GVrr58", "title": "", "description": "", "length": 0.23117538610557542, "keywords": "south east east sussex uk uckfield nutley crawley brighton forest row eastbourne hastings haywards heath used cars automobiles00X Renault Clio Grande RN 1.2cc 3dr Hatchback For SaleRENAULT CLIO 1.2 GRANDE 3DR PETROL HATCHBACK, Metallic Blue, Power Steering, Electric Windows, Remote Central Locking, Colour Coded Body, CD Player, Metallic Paintwork, Rear Washwipe, Cloth Upholstery, Height Adjustable Seat, Head Restraints, Folding Rear Seats, Air Bag, Sunroof, 71000 miles, Service history, www.strattoncarcompany.co.uk Tel01825 713793", "viewCount": 0.3627160952374776, "labels": [2, 7, 90, 198, 563]}, "Hto-Lc6zR84": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "Hto-Lc6zR84", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "Naruto Shippuden Ultimate Ninja Storm 2 Trailer 10 5 10Naruto Shippuden Ultimate Ninja Storm 2  Trailer 10.5.10 Naruto Shippuden Ultimate Ninja Storm 2 PS3, 360  Namco Bandai, CyberConnect 2", "viewCount": 0.3196728722623287, "labels": [0, 1, 5, 25, 84, 169, 476, 1129, 2121]}, "ImdBpBmLjhE": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "ImdBpBmLjhE", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Rfven Pustervik Mrs Kite 10Rfven 10 year anniversary teaserRfven celebrates their 10 year anniversary at Pustervik, Gteborg. March 22, 2013. Filmed and edited by Mrs Kite Production.", "viewCount": 0.3131297796597623, "labels": [3, 4, 6]}, "kybC2uO3syo": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "kybC2uO3syo", "title": "", "description": "", "length": 0.25954962218255745, "keywords": "Chicken Caring Maintenance Careing Tips Guide HelpHow to look after chickensA guide to looking after chickens any questions pleas ask and pleas check out my other videos", "viewCount": 0.3437116093048079, "labels": [15, 397]}, "l3RmUfRHj4M": {"likeCount": 0.11139433523068368, "dislikeCount": 0.03010299956639812, "videoId": "l3RmUfRHj4M", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "Streamlight Nano Inova Microlight Inova Streamlight Rayovac Penlight Pavlovsandor LED flashlight How to vid EDC EDC update every day carryHome EDC update  Flashlight frustration fixedThe Streamlight Nano takes four batteries but lodged in the flashlight during the video and didn't fall out.", "viewCount": 0.3046104787246039, "labels": [1210]}, "l5DpTG2IqkU": {"likeCount": 0.17558748556724915, "dislikeCount": 0.06020599913279624, "videoId": "l5DpTG2IqkU", "title": "", "description": "", "length": 0.23654879848909, "keywords": "Gibson Firebird V 2010 Gibson Guitars Gibson Firebird V 2010 Vintage Sunburst Greg Koch Wildwood Guitars 128520301Gibson Firebird V 2010  SN 128520301THIS GUITAR HAS BEEN SOLD!! CLICK THE LINK BELOW TO CHECK OUT MORE!!! Conceived amid the chrome and tailfins of the Motor City, forged on the workbenches of Kalamazoo, proven on rock and blues stages around the globe, the Gibson Firebird was one of the most radical instruments the world had ever experience when it hit the scene in 1963, and it's still a guaranteed headturner today. The Firebird was the brainchild of legendary automotive designer and visionary Ray Dietrich designer of classic Lincoln and Packard cars, enlisted by Gibson to bolster the guitar lines of the early '60s and help solidify the company's eminent rank among solidbody electric guitar manufacturers. Site Facebook Serial Number 128520301 Brand Gibson Model Firebird 2010 Finish Color Vintage Sunburst Weight 7.18 lbs Body Wood Mahogany Neck Wood MahoganyWalnut Neck Through Body Neck Shape 1960 Slim Neck Fingerboard Bound Rosewood Inlays Trapezoid Scale Length 24 34\" Width at Nut 1 1116\" Pickups MiniHumbucking Controls 2 Volume, 2 Tone, 3Way Switch Hardware  Chrome Tuners Steinberger Gearless Tuners Bridge TuneoMatic Tailpiece Stopbar Case Gibson USA Black Hardshell Case with White Interior", "viewCount": 0.41193548812964265, "labels": [4, 9, 10, 37, 655]}, "W3B0Ck7z1aw": {"likeCount": 0.08450980400142569, "dislikeCount": 0.12041199826559248, "videoId": "W3B0Ck7z1aw", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "xplod subwoffer 12 10 MMSweet XPLOD Systema run through of my car audio system and my subs 180 watt Sony Xplod head unit 4 Sony Xplod speakers 1 12\" 1200 Watt Xplod Sub 1 10\" 1100 Watt Xplod Sub 1200 Watt Xplod amp", "viewCount": 0.4014310480963308, "labels": [2, 7, 269, 320]}, "W4SmrflapZ0": {"likeCount": 0.1949390006644913, "dislikeCount": 0.07781512503836437, "videoId": "W4SmrflapZ0", "title": "", "description": "", "length": 0.2618048096712093, "keywords": "YuGiOh! Comic Book Series archfiend yugioh deck profile profile deck cards Card Card Game Game GenreArchfiend  YuGiOh! Deck ProfileLike, comment subscribe! What did you think about this video? Thanks for your support! These videos are for entertainment purposes only. We highly recommend that you ask your head judge andor tournament organizer for any final rulingspolicies. Rulings andor interactions may change from the release of this video. Facebook Fan Page Twitter instagram Shop from TeamShockwaves Equipment  Camera Vlog  Go Pro 3 live duels  Card Case Toppers  Trade Binder  Playmat  Deck Box ", "viewCount": 0.3950462218905598, "labels": [0, 215, 412, 447]}, "H6eTYhSHXns": {"likeCount": 0.20718820073061256, "dislikeCount": 0.11760912590556814, "videoId": "H6eTYhSHXns", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "Valentine's Day Holiday Dress Skirt Garment Fashion Style Styling Hair Clothing Industry Beauty Valentines Natural Happy Tutorial Romance Ideas Inspiration Kate Caviar Aldo Shoes H&M Organization Zara Organization Leather Lace Hairstyle Make up Fashionista Cosmetics Industry Woody Allen Sexy Casual Glamour Princess How to What to Wear Help Fashion Stylist Accessories Bag Kate SpadeValentine's DayBlog Follow me on Instagram KateCaviar Facebook ", "viewCount": 0.4357877699229873, "labels": [66, 293]}, "HA4nVGrz3HY": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "HA4nVGrz3HY", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "1968 mustang 289 engine first time run after 14 years rebuilt the carb 000 original miles heebeha1968 mustang 289 engine, first time run after 14 years1st start since 1998 that's 14 years ago. Crap I'm getting old. Runs like a cobra after new ignition, rebuilt the carb, new fuel pump and lines.  Getty up pony  thanks to Tina for bearing with me while I fixed this part of her up. I'm 14 there to a restore 40,000 original miles", "viewCount": 0.3472610197596045, "labels": [2, 7, 90, 373]}, "HBS-8l_Mcsk": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "HBS-8l_Mcsk", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "cody commentedcody simpson one the sims 2 version Cody CommentedCody Simpson's 'One' music video with the sims 2 Cody Commented. He said \"That is sooo amazing! im going to tweet it!\"", "viewCount": 0.33651134316275777, "labels": [242, 459]}, "Fo8E5mEFcrw": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "Fo8E5mEFcrw", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "Groer Gott Holy God We Praise Thy Name organ improvisations Jonathan TanOrgan Improvisations on Groer Gott, wir loben dich Holy God, We Praise Thy NameOrgan improvisations on Groer Gott, wir loben dich Holy God, We Praise Thy Name, postlude for the Twelfth Sunday after Pentecost 15 August 2010 at St. Thomas Episcopal Church, Terrace Park. Performed by Jonathan Y. Tan on the Wicks pipe organ. Copyright c 2010 Jonathan Y. Tan, All rights reserved.", "viewCount": 0.32907022432878547, "labels": [348]}}