{"LQdRDw5Clyg": {"likeCount": 0.17075701760979364, "dislikeCount": 0.0, "videoId": "LQdRDw5Clyg", "title": "", "description": "", "length": 0.24099331233312948, "keywords": "      KOREA MUSIC BANK KPOP KPOP PV korean versionHDINFINITE  The Chaser  MVKRMTV Kim Sung Kyu Jang Dong Woo  Nam Woo Hyun Hoya Lee Ho Won  Lee Seong Yeol L Kim Myung Soo  Lee Sung Jong", "viewCount": 0.3984572315621633, "labels": [14]}, "-eDY27OSJew": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "-eDY27OSJew", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "Biker's Choice Cycle Sounds audio accessories Rock Box xm satellite gps navigation radar detector Power Pucks radio connections drivers speakersBIKER'S CHOICE Cycle Sounds 2011 Products  Cycle Sounds is the original designer of the motorcycle bullet speaker system since 2001!  Cycle Sounds engineers, manufactures, and assembles all motorcycle speakers in our factory. Cycle Sounds also designs and manufactures audio systems and electronic products for many other major players in the power sport industry.  Don't be fooled by cheap imitations. Just because they are cheaper doesn't mean they are of any quality. Cycle Sounds motorcycle speakers and amplifiers are made of 100 aluminum components that are triple chrome plated.  Cycle Sounds motorcycle speaker systems are the only motorcycle speakers on the planet that have met the strict ASTM American Society for Testing and Materials compliance standards. This means 1 500 hrs of salt spray Our motorcycle speaker systems won't rust or corrode 2 UV Stablity The sun won't rot the speakers 3 Vibration Proof Our motorcycle speakers work great in a high vibration environment 4 Water Resistance Water won't hurt our amplifier or speakers 5 Thermal Tested With temperatures ranging from 30 F to 150 F.", "viewCount": 0.3738780558484369, "labels": [269]}, "Y7soQdBGQPo": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "Y7soQdBGQPo", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "Channel adverts 2007Channel 4 Adverts 2007 36Adverts for Ford, TMobile, Nationwide, Daily TelegraphSunday Telegraph, Seabrook, Oats & More, \"Ocean's 13\", L'Oreal.", "viewCount": 0.3698970004336019, "labels": [315, 505]}, "Y7am2GY8z68": {"likeCount": 0.1792391689498254, "dislikeCount": 0.0, "videoId": "Y7am2GY8z68", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "Alexis Sanchez 2011 2010 2012 Udinese Barcelona Manchester United Inter Milan Skills Goals Shots Assists Moves HD footballskill19 football soccerAlexis Sanchez  2011  The Sensation of Europe  HD The song is \"Look Who's Back\" by Capriciouz. Please comment, rate and subscribe.", "viewCount": 0.39757993096794075, "labels": [0, 12]}, "LrMTBThHdcw": {"likeCount": 0.2281033367247728, "dislikeCount": 0.1, "videoId": "LrMTBThHdcw", "title": "", "description": "", "length": 0.253655844257153, "keywords": "Rock Band 3 Elite Rhythm Gaming Playstation 3 PS3 ERG ERG2 FBFC Full Band FCI Ran So Far Away by A Flock Of Seagulls  Full Band FC 1720I really really wanted to do this song for a variety of reasons beyond \"because it's great.\" Mostly they all boil down to me jamming this with several old bands I was in for way too long trying to sound like we had deep voices until we realized that a team of 12 year olds with 2 guitars, a bass, a miserable drum kit and a singer who may or may not have been on some form of drug every damn rehearsal were just not equipped to tackle 80's new wave songs like this. Basically, I'm really happy to be apart of this. The charts are actually pretty fun considering the tiers and have their missable parts. Luckily, everyone in this did awesome and it only took 1 attempt after our sightread and Brendan and I got our shit together. Ash I had fun with the intro bass teehee Vice City ftw! Tony Guitar  Ashton Bass  Brendan Harmonies  Jeff Pro Drums  Tony ", "viewCount": 0.4330799190836649, "labels": [0, 1, 13, 512, 1446]}, "Lue6BNyUcmA": {"likeCount": 0.23820170425748685, "dislikeCount": 0.1698970004336019, "videoId": "Lue6BNyUcmA", "title": "", "description": "", "length": 0.24183012913197455, "keywords": "Daenerys Targaryen Fictional Character Game Of Thrones TV Program royals royals by lorde game of thrones parody khaleesi khal drogo weasleysweaters weasley sweaters parody comedy winter is comingROYALS by Lorde Game of Thrones Parody ROYALS by DaenerysROYALS by Daenerys  parody of ROYALS by Lorde Game of Thrones parody Go watch Lorde's version FIRST then come back here and watch this one  Hers is here  I wrote the lyrics, recorded the vocalsinstruments, and filmededited this  please be kind  Download track HERE Acoustic Version annnd Acoustic Version 2 cause I didn't like the first one Dining with Dragons  LYRICS I'd never seen a dragon in the flesh I cut my teeth on heart strings of the stallion And I'll take off my white dress, still Stormborn bound I'm Drogo's lady But every one's like old gods, ravens, wishin' for a bridegroom Blood stains, gold crowns, Valyrian's night doom I don't care, I'm riding horseback 'cross the sea But everybody's like Sansa, Ned stark, Tyrion, Cersei. More names, kingdoms, dragons are unleashed. I don't care, I'm not caught up in your throne affair And you'll never be royals royals the dragon in my blood, that kind of lust I rise above the slaves are no different than us Let me be your ruler ruler you can call me khalessi And baby I'll rule I'll rule I'll rule I'll rule. Let me live like dothraki by fireside I've cracked the eggs I count my dragons in the flame, call me Daeny And everyone will watch them grow, they're mine Viserys his skin burns like honey But every one's like old gods, ravens, wishin' for a bridegroom Blood stains, gold crowns, Valyrian's night doom I don't care, I'm riding horseback 'cross the sea But everybody's like sansa, ned stark, tyrion, cersei. More names, kingdoms, dragons are unleashed. I don't care, I'm not caught up in your throne affair And you'll never be royals royals the dragon in my blood, that kind of lust I rise above a slave no different than us Let me be your ruler ruler you can call me khalessi And baby I'll rule I'll rule I'll rule I'll rule. Let me live like dothraki Oooh ooooh ohhh I've got the city of Meereen, and I'm in love with being queen Oooooh ooooh ohhhhh life's a game of thrones we dare And I love my silver hair And you'll never be royals royals the dragon in my blood, that kind of lust I rise above a slave no different than us Let me be your ruler ruler you can call me khalessi And baby I'll rule I'll rule I'll rule I'll rule. Let me live like dothraki", "viewCount": 0.44782056360118827, "labels": [3791]}, "LxDm-4Jrg9w": {"likeCount": 0.430328247558452, "dislikeCount": 0.2281033367247728, "videoId": "LxDm-4Jrg9w", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "Star Wars Soundtrack Score OST Jedi John Williams Episode IV Episode 4 The Jedi Theme Star Wars The Old Republic SW TOR TOR MMO SW OST Star Wars OST Binary Sunset Long Version Force Theme Jedi Knights Jedi Knights OST Jedi Knights Soundtrack A New HopeBinary Sunset Extended  Star Wars SoundtrackIts great to see so many out there still enjoying the beauty of such work. John Williams is a musical god. Video Details Extended version of the brilliant masterpiece of John Williams, the Binary Sunset for the original Star Wars Episode IV A New Hope. The track fell into my hands a while back, and with it a few more varying tracks that where never in the motion picture. I ripped the music from some game as far back as Jedi Knights 2 or perhaps even Jedi Knights 1... The one wit the Yavin Trials levels, don't remember which title it was exactly. The one with Kyle Katarn if that helps. For all SW and John Williams fans, enjoy....!!!! For those wondering which part is extended, it's from 100  200... To me that extra piece is simply brilliant and even more inspiring than the original 2 minute binary sunset... Simply amazing... Edit For those saying it is not the Binary Sunset Extended. Well of course it isn't officially Binary Sunset Extended, there is no such thing. For those saying it is a mix of Binary Sunset and Light of the Force. Indeed these parts are originally used in those two tracks. Having that said, Jedi Knights is an official SW game and property of LucasArts. ALL the music in the games are from the first soundtracks created in the original trilogy. Whether they are mixes, or remade, or whatever, is beyond the point. New and official soundtracks have been created for the games and it is a song in its own. Lastly, since these songs were not named at all and were simply filenames given to the level of the game that was played, the name was open for interpretation. Thus I came up with it myself and what more fitting name could be given than the one I gave? It is after all, the Binary Sunset, extended. And it is an official track of its own and property to LucasArts, and should NOT be treated as a mix of 2 tracks. Just needed to add that since there are some claiming it is not the Binary Sunset Extended and it is a mix. Well, no. It is a track LucasArts mademixededited whetever they saw fit for an official product to their company and it is a track in its own, that also was not named. Stop treating it as a mix. I didn't sit there and put it together myself. LucasArts made the song and how they did it simple editing or not is not for debate. The end result is what counts. So enjoy that end result, the Binary Sunset, extended ", "viewCount": 0.6299706422716413, "labels": [189]}, "twvbPcWc_Zw": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "twvbPcWc_Zw", "title": "", "description": "", "length": 0.23654879848909, "keywords": "FPV Racing Quadcopter Multirotor Drone Racing Drone Flying Radiocontrolled Aircraft Hobby Firstperson View FPVFPV Quadcopter Racing  Berkeley, CaAnother day of FPV quad racing in the San Francisco Bay Area with the East Bay FPV Racers. Setup QAV250 CF SunnySky 2204 2300KV CC3D on Acro mode only HQ5x4x3 props Taranis w X8R Rx Lumenier 4S 1300mah 60C lipo ImmersionRC 250mw VTx Fat Shark 600TVL Predator V2 Goggles", "viewCount": 0.32337573629655103, "labels": [465]}, "twdGuflbFnU": {"likeCount": 0.19395192526186186, "dislikeCount": 0.09542425094393249, "videoId": "twdGuflbFnU", "title": "", "description": "", "length": 0.2540329474790874, "keywords": "top water bass big bassAll day topwater 8210FTMW7172010", "viewCount": 0.4139658736208178, "labels": [43, 549]}, "muXKuyWoXTA": {"likeCount": 0.1792391689498254, "dislikeCount": 0.11139433523068368, "videoId": "muXKuyWoXTA", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "MLP My little Pony Friendship is Magic Pinkie Pie Andrew W.K. Party music videoMy Little Pony Friendship is Magic Pinkie Pie MVI Had to play with a new editing software so I made this. It has been so long since I edited anything and I really liked the way it came out. The show belongs to Hasbro and Lauren Faust. The song belongs to Andrew W.K. they both rock more than life itself. ", "viewCount": 0.44524304936995995, "labels": [5, 244, 292]}, "xsHjIfx3-jw": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "xsHjIfx3-jw", "title": "", "description": "", "length": 0.25705429398818974, "keywords": "Japanese FurbyDoomoh the Japanese FurbyThis was the last time I actually got him to work... and the only time he didn't have a cold.", "viewCount": 0.34848690327204024, "labels": [15, 18, 26, 170, 2346]}, "1e4JS02gPp8": {"likeCount": 0.12041199826559248, "dislikeCount": 0.03010299956639812, "videoId": "1e4JS02gPp8", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "Madonna O2 London 4th July Sticky and Sweet Tour VogueMadonna O2 London, 4th July  VogueMadonna at the O2 in London, Sticky and Sweet Tour, Saturday 4th July  VOGUE", "viewCount": 0.36755033847279567, "labels": [3]}, "Exqt2sLFmdE": {"likeCount": 0.09030899869919436, "dislikeCount": 0.047712125471966245, "videoId": "Exqt2sLFmdE", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "Minecraft Video Game seed showcase island survival block single block xbox pc tu 12 tu12 texture pack texture pack new 360 xbox360 ps3 ps4 xbox one Video Game Industry Playstation Gameplay Sony multiplayer online tutorial lets play 2 Trailer early mass effect mass effect texture pack ocelot glitch redstone trick hack piston doors sticky Games water world seed map showcase minecraft seed showcase best seed jungle biomeMinecraft Seed showcase 2 water world Island survival! TU12 XBOX 360My 2nd seed showcase for minecraft xbox TU12! Like and comment! Hit that subscribe button! SEED 73218391", "viewCount": 0.32089785172762536, "labels": [0, 1, 27, 183, 192, 294, 1077]}, "tx6zn66T-R0": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "tx6zn66T-R0", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "trix mr man Trailer Face Trailer promotion EvilBLIKSEM  Mr. Man teaser for the album \"FACE THE EVIL\"Promo teaser for the album 'FACE THE EVIL' which will be released by Alone Records february 25th 2013! Music taken from the song 'Mr Man' www.bliksemmusic.com bidibidibookings.com www.alonerecs.com", "viewCount": 0.32317243833285164, "labels": [9, 37]}, "6tAzuPqkTbA": {"likeCount": 0.17323937598229688, "dislikeCount": 0.06989700043360189, "videoId": "6tAzuPqkTbA", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "disco3 Gear knob shift stick gaiter gaitor replace landrover discovery lr3How to change the gear knob  gear lever gaiter on Land Rover Discovery 3 LR3Video showing how to change replace the gear shift knob and gaiter on Land Rover Discovery 3 LR3 manual", "viewCount": 0.4709981891514242, "labels": [2, 7, 706, 1904]}, "PMKC-YRluZI": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "PMKC-YRluZI", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "18 wheels of steel haulin mod Heavy haul VTC TEA v1.0. CAT BULDOZER18 wheels of steel haulin mod Heavy haul VTC TEA v1.0. CAT BULDOZER18 wheels of steel haulin mod Heavy haul VTC TEA v1.0. CAT BULDOZER", "viewCount": 0.3992155711042617, "labels": [1794]}, "VoyeKGaKByY": {"likeCount": 0.40501476580203033, "dislikeCount": 0.23838153659804312, "videoId": "VoyeKGaKByY", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "Dre Island Collie Buddz Damian Marley Jimmy Cliff J Boog Buju Banton reggae musicians reggae music reggae rise up reggae on the river all music song download best of reggae songs california roots jamaica montego bay ocho rios jamaica montego bay jamaica dunn's river falls reggae at the river ocho rios in jamaica montego bay in jamaica kingston jamaica rasta pasta rasta colors dancehall popcaan chronixx sizzla jamaica music jamaican musicDre Island  Rastafari Way Official VideoDre Island X King IVier \"Rastafari Way\" Mixtape. Listen & download free at Dre Island ", "viewCount": 0.6303076772107921, "labels": [14]}, "VqvHxq8xhG0": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "VqvHxq8xhG0", "title": "", "description": "", "length": 0.2678518379040114, "keywords": "Nails Design Nail Designs Toothpick Dotting Tool Polka Dots Blue Light Silver Milleniumpolka dot nails using dotting tool and tooth pickI made another video on creating polka dots with a dotting tool and a tooth pick. The video is a bit choppy but please bear with me, I'm new to the whole video editing. Hope you guys enjoy. You can leave me questions and comments down below. Please LIKE and SUBSCRIBE!! D Materials Used Dotting Tool Round top tooth pick Light Blue  OPI No Room For The Blues Dark Blue Sally Hansen Extreme Wear Blue it Base Coat China Glaze Millenium   if you would like to post my video on a personal blog or website, make sure you link the video with my youtube channel due to copy right infringements.", "viewCount": 0.331492005599242, "labels": [181, 222]}, "VwZOTuBkI74": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "VwZOTuBkI74", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "YouTube EditorFriv Games 1 Adam and Eve Part 2Just me playing another part of the game Adam and Eve on Friv.com Friv has tons of FREE games that you can play 2nd Channel Sagwa BTS Friend's channel Meadow Rayn", "viewCount": 0.35198279937757193, "labels": [0]}, "NJW-7vCxI08": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "NJW-7vCxI08", "title": "", "description": "", "length": 0.21702617153949577, "keywords": "dance mob for charity flashmob flash distinct creative arts distinctcreativearts dca super24Dance mob for Charity  Southwest Arts Festival 2012NO COPYRIGHT INFRINGEMENT INTENDED \"This video uses copyrighted material in a manner that does not require approval of the copyright holder. It is a fair use under copyright law. \"quotation of excerpts in a review or criticism for purposes of illustration or comment quotation of short passages in a scholarly or technical work, for illustration or clarification of the author's observations use in a parody of some of the content of the work parodied summary of an address or article, with brief quotations, in a news report reproduction by a library of a portion of a work to replace part of a damaged copy reproduction by a teacher or student of a small part of a work to illustrate a lesson reproduction of a work in legislative or judicial proceedings or reports incidental and fortuitous reproduction, in a newsreel or broadcast, of a work located in the scene of an event being reported.\" Event details Date 3rd of June 2012 Location ITE College West Timing 12noon  4pm Check Super 24 out  Like us  Email infodistinctca.com.sg", "viewCount": 0.3126131407261985, "labels": [8]}, "VO9bL920MDI": {"likeCount": 0.07781512503836437, "dislikeCount": 0.09542425094393249, "videoId": "VO9bL920MDI", "title": "", "description": "", "length": 0.23117538610557542, "keywords": "supermariosunshine sunshine mario video games supermariosuper mario sunshine blooperssorry if you heard some background sounds, that was just my little sister playing. well i didnt make the slime monster cos i dont no how ta doo it n sorry if u cant see the lego the camra was on the standn nobodi was tochin it.", "viewCount": 0.38341662839426205, "labels": [26, 130, 2451]}, "qq2OsPGfmiQ": {"likeCount": 0.11139433523068368, "dislikeCount": 0.047712125471966245, "videoId": "qq2OsPGfmiQ", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "handballniko karabatichandball nikola karabatic", "viewCount": 0.41909196989125735, "labels": [705]}, "1zUI7VRJ4QQ": {"likeCount": 0.2113943352306837, "dislikeCount": 0.1, "videoId": "1zUI7VRJ4QQ", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "the fall of troy guitar gibson sg canon rebel t1i 500d semifiction manipulator thomas erak sex drugs rock roll cover theguitarmansamThe Fall of Troy  SemiFiction  GuitarGear used Gibson SG Standard with Coil Taps Classic White Vox Tonelab SE going directly through GarageBand Canon Rebel T1I 500D", "viewCount": 0.371357453777207, "labels": [9, 37]}, "0vygSYL1OHQ": {"likeCount": 0.16434526764861876, "dislikeCount": 0.03010299956639812, "videoId": "0vygSYL1OHQ", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "gamzee homestuck Homestuck Comic Strip makara secret song tribute gamzee makara homestuck tribue gamzee tribute gamzee makara tribute The Pierces Musical Group The Pierces Musical Album secret the pierces pllGamzee Tribute Secret ocue fangirling DISCLAIMER I don't own any of these pictures or this song Dare us and ask us any questions that you want! Instagram Twitter ", "viewCount": 0.32662316966898935, "labels": [5]}, "0yPAT4nkMtc": {"likeCount": 0.15185139398778877, "dislikeCount": 0.1361727836017593, "videoId": "0yPAT4nkMtc", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "x factor albania x factor albania 4 vera grabocka alketa vejsiu tv klan albania xfactor singing talent cover show televizioni klan klanhd rtvklan tvklan pandi laco mirjam cani alban skenderaj bleona qeretiManuel  \"Careless whisper\"  X Factor Albania 4 Netet LIVEOfficial Site Follow us on Facebook X Factor Albania 4, produced by TVKLAN in HD format. X Factor Albania is the Albanian version of The X Factor, adapted from the original UK series to find new singing talent.", "viewCount": 0.34956830676169154, "labels": [3]}, "mTy_v7V6Z84": {"likeCount": 0.4519315985590957, "dislikeCount": 0.32942457161381183, "videoId": "mTy_v7V6Z84", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "video video ufficiale official video nuovo singolo singolo album nuovo album videoclip ultimo singolo ultimo album Warner Warner Music Warner Music Italy Warner Music Italia WMI Pino Daniele Pino Daniele Dubbi non hoPino Daniele  Dubbi non ho Official Video 2005 WMG Pino Daniele  Dubbi non ho Spotify iTunes ", "viewCount": 0.7106142431784246, "labels": [4]}, "J1338TvWVDY": {"likeCount": 0.27596678446896306, "dislikeCount": 0.1380211241711606, "videoId": "J1338TvWVDY", "title": "", "description": "", "length": 0.26655809910179534, "keywords": "primark haul primark primark haul august 2015 summer primark haul shopping haul collective haul clothing haul ps love makeup kylie jenner lips tartan scarf blanket scarf haul august 2015 clothing haul august 2015 Haul Video primark makeup summer haul 2015 summer primark blue dip dye blue hair sophdoesnails fashion haul fashion haul 2015Primark Haul August 2015  sophdoesnailsI thought I would show you guys what I bought in Primarni last week D Please ignore the drawings stuck to my wall, they weren't supposed to be in shot and I didn't notice when I was filming.. woops.. Hope you enjoyed, please like, comment and SUBSCRIBE if you want to join the crew! WHERE ELSE TO FIND ME Instagram Twitter sophdoesnailsgmail.com MUSIC Nicolai Heidlas  Happy chances I do not own this music Thank you guys for all your amazing support! xxx", "viewCount": 0.45451709914507926, "labels": [39, 66]}, "mX6xkBb5-mA": {"likeCount": 0.19731278535996988, "dislikeCount": 0.047712125471966245, "videoId": "mX6xkBb5-mA", "title": "", "description": "", "length": 0.23404441148401187, "keywords": "panda pandas bear everywhere china germany france japan mexico music video adorable baby animals teddy bears hug cute cutest thing everPandas Everywhere Music Videolegitimate panda music video from the \"Ultimate Pandas\" DVD by Mill Reef Productions.", "viewCount": 0.388570038012833, "labels": [15, 709, 1206]}, "aucn9KFUDEA": {"likeCount": 0.23560258571931225, "dislikeCount": 0.08450980400142569, "videoId": "aucn9KFUDEA", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "hosanna in the hightes hosanna in the highest Hillsong piano cover joe gockel joegockel pianogockel how to play tutorial fingersatz feeling emotion gefhlvoll still abschalten beruhigend musik klavierstck klaviermusikHosanna  Hillsong PIANO COVEROne of the most beautiful WorshipSongs i have ever heared! Hosanna in the highest!", "viewCount": 0.46825511910418094, "labels": [31, 40, 57, 117]}, "5dbcNGonNSw": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "5dbcNGonNSw", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "Pet Shop Boys electric PicnicElectric Picnic  Pet Shop BoysGo West song from Electric Picnic", "viewCount": 0.329754166781816, "labels": [3]}, "Hu3WZcBK1UQ": {"likeCount": 0.19444826721501687, "dislikeCount": 0.03010299956639812, "videoId": "Hu3WZcBK1UQ", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "replica undfeated dunk replica undefeated hyperdunk replica undftd dunk replica undftd hyperdrunk undftd hyperdunk on feet undftd dunk on feet tblake tblakeras buy nike x undfeated buy nike x undftd undefeated lace swap cool ways to tie shoesNike X UNDFTD Undfeated Dunk Premium ReviewThe Nike X UNDFTD Dunk Collaboration from 2013 full review. On Feet video check out MrFoamerSimpson. ", "viewCount": 0.35031094366713694, "labels": [66, 148, 253, 271, 3471]}, "HvS9bA7sdlQ": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "HvS9bA7sdlQ", "title": "", "description": "", "length": 0.26665179805548805, "keywords": "reneCAMBIAR EL COLOR ALAS ARMAS DE HALO COMBAT ENVOLVED 2012 NOTA LOS LINKS NO SON MIOS XD", "viewCount": 0.31335389083702175, "labels": [0, 1, 157, 180, 1063]}, "FWD-tGzC9V0": {"likeCount": 0.20492180226701817, "dislikeCount": 0.06989700043360189, "videoId": "FWD-tGzC9V0", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "MBC KPop Show! Music Core Shin Hyesung The First Person    live Shin Hyesung  The First Person,    , Music Core 20071013  SAT, 1615 Shin Hyesung  The First Person, Show! MusicCore! , EP94, 20071013, MBC TV, South Korea", "viewCount": 0.41631017150439753, "labels": [3]}, "-5FjxC738XU": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "-5FjxC738XU", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "TV Eldorado Fabricao de SorveteTV Eldorado  Fabricao de SorveteTV Eldorado  Fabricao de Sorvete", "viewCount": 0.39290099854939614, "labels": [11, 637]}, "tit5X7hH3xY": {"likeCount": 0.1845098040014257, "dislikeCount": 0.03010299956639812, "videoId": "tit5X7hH3xY", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "nokia N9 nokia N9 MeeGo Smartphone video review zomgitscj clinton jeff product manager mobileNokia N9 Preview HandsOnFrom here is a handson with the new MeeGo Smartphone, the Nokia N9. Starring the Product manager himself, demonstrating the phone.", "viewCount": 0.4485991002770677, "labels": [21, 23, 24]}, "GX3HK6c5azA": {"likeCount": 0.27201593034059574, "dislikeCount": 0.20043213737826426, "videoId": "GX3HK6c5azA", "title": "", "description": "", "length": 0.2653212513775344, "keywords": "How to split up anubias HOW TO Cut Anubias Anubias Anubias Nana Anubias for sale keeping Anubias Anubias Tips and Tricks aquarium plants for sale tips for growing aquarium plants aquarium plants for beginners easy to grow aquarium plants how to propagate anubias anubias propagation propagating anubias how to trim anubias trimming anubias how to split anubias anubias plant cutting anubias anubias planted tankHOW TO CUT ANUBIAS, 2 from 1 Species Sunday, How To split Anubias, How to split a swordCutting anubias for propagation is as easy as cutting the rhizome. Bryan shows us how to do it right. Check out our Anubias Nana For Sale! Support Your Boy, check out our website! Subscribe Most Recent Video Most Popular Video Support your Boy  Check out my aquarium plants for sale Popular Video Playlists Below INSANE FISH ROOM TOURS SMALL FISH TANK SERIES TOP 5 Fish Videos Funny P No Maintenance Aquarium Playlist Sunday Videos Aquarium TIPS and Tricks Aquascaping Videos INSANE German Fish Store Koi and Pond Playlist SPECIES SUNDAY Facebook Instagram I could spend ALL day chilling out back with Bryan both talking and cleaning tanks... I should retire and do that  Loving that I am getting some order going in the greenhouse. Bryan is totally the man helping me out so I am excited to show how he would and does cut up Anubias. You want to cut along where the plant naturally divides. You can see we broke this up into several chunks. Anubias is a hardy plant though a slow grower unless under CO2. We didn't cut up the Kleiner Bar sword as then it would just be two tiny plants, and we don't like to sell tiny plants on Aquatic Jungles. check it out as I have about 4 new species up there that I have never offered before. Onion plants, Elodea, Crypt Balansae and Telanthera Cardinalis Fish Tank People Social Community ", "viewCount": 0.5035961773143002, "labels": [126, 178, 220]}, "hZC3vxMPgP0": {"likeCount": 0.16127838567197356, "dislikeCount": 0.03010299956639812, "videoId": "hZC3vxMPgP0", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "Delta Air Lines DAL DL Delta 747 RJTT HND Haneda  Delta Air Lines Boeing 747400  Tokyo International AirportHNDRJTT Delta Air Lines Boeing 747451 N667US from DTW", "viewCount": 0.41868151244474544, "labels": [2, 44, 46, 107, 109, 114, 145, 854, 2197]}, "h_FBw04f9gg": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "h_FBw04f9gg", "title": "", "description": "", "length": 0.24183012913197455, "keywords": "pokemon pokmon stadium nintendo 64 gb tower turm german deutsch blue blaue version edition gameplayPokemon Stadium 2 Nintendo 64  GB TowerWhile GB Pokemon games were highly popular in Poland, the Stadium series for N64 were pretty obscure due to one fatal flaw  the GB games were released in English, while the Stadium 12 was distributed in German, making those games incompatible plus it was terribly expensive 329 PLN!!!. all of my oldschool Pokegames are in german, it doesn't really matter much for me, as I know german too", "viewCount": 0.39476297473843547, "labels": [0, 1, 5, 81, 108, 943, 1345, 1809, 3526]}, "hbyvWtMMj_E": {"likeCount": 0.11760912590556814, "dislikeCount": 0.1146128035678238, "videoId": "hbyvWtMMj_E", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "Blip BlopBlip and blop movie that i madeGame  Blip and blop Music  SA2  Vengeance Is Mine", "viewCount": 0.3918868743380985, "labels": [0, 1, 5, 16]}, "hcVZxQMdh_k": {"likeCount": 0.2285557309007774, "dislikeCount": 0.14471580313422192, "videoId": "hcVZxQMdh_k", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "How To Lessons cuisine Instruction heat burning fire kitchen Gourmet Food flame tips technique Culinary burn Food asmr pan meal cooking gourmet flambe recipe Flamb meatFlambe  Cooking With FireSpecial update  I recommend using the Brave browser  and refer through me. Really great browser for privacy and earning crypto tokens. The video that started it all! How to successfully flambe with alcohol over high heat to create a stylish and tasty sauce that will make just about any dish much more flavorful. Safety and proper technique are covered so that the enjoying flambe doesn't become dangerous. Check out more of what we do www.doityourselfgourmet.com Feeling generous? Send some coin!  BTC  3QyE6vCy1yDEBXZXPS5gbtcjqzn4jtpS9y ETH  0x9aE922022C40A0e4f221C7Ec1e6F88B970156B2A BAT  0x328cF744D36722A5fA82F54Bb00187623576F474 Parent Company JB Ventures www.jbventures.agency", "viewCount": 0.49767350325050963, "labels": [11, 22]}, "QZk6uSfNRWs": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "QZk6uSfNRWs", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "fly fishing flyfishing trout rainbow brown nymph dry fishfly fishing  Christmas 2007Me and Chris hit this spot again Christmas 2007. Great fly fishing !", "viewCount": 0.32335037603411343, "labels": [43, 60, 101, 823]}, "QbNS2EEmtFg": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "QbNS2EEmtFg", "title": "", "description": "", "length": 0.25440680443502756, "keywords": "Southampton Football Club saintsfc bpl Barclays Premier League Jack Cork Gastn Ramrez Gaston Ramirez Jay Rodriguez Morgan Schneiderlin Nathaniel Clyne Matchday Uncovered Maya Yoshida   EPL St Mary's Stadium goal football relay Victor Wanyama James WardProwse Graziano Pell Duan Tadi Florin Gardos Saphir Tader Martin Hunter Anfield Sports Facility Southampton F.C. Football Team Liverpool F.C. Football TeamU21 PREVIEW Hunter and Flannigan excited by Anfield tripMartin Hunter and Jake Flannigan preview Southampton Under21s' Barclays U21 Premier League match against Liverpool at Anfield. Subscribe to Southampton's official YouTube channel For the latest news from around the club, visit our official website Follow us on Twitter Like us on Facebook Follow us on Instagram ", "viewCount": 0.30386201619497033, "labels": [0, 12]}, "Qcf1HhhMfDQ": {"likeCount": 0.3407560849486363, "dislikeCount": 0.20827853703164503, "videoId": "Qcf1HhhMfDQ", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "Superman Funny Fail Toy Review video by Mike Mozart of JeepetsMedia DC Comics Funny Video Fail Toy Mike Mozart Michael Toy Review Vintage Walker Kenner Wind Up Epic Fail Failure Lol Owned Video Clip Transformers Film Noob OwnageSuperman DC Funny Fail Toy Review video by Mike Mozart of JeepersMediaFunny Video of the DC Superman Justice Jogger and the Justice League Superman Airplane and \"The \"Flash\" motorcycle toy. Another Funny \"Fail Toy\" review by Michael Mozart of JeepersMedia on YouTube. For Vintage and Great Toys, see my other YouTube Channel \"TheToyChannel\" on YouTube Lots of DC and Marvel Toys reviewed.", "viewCount": 0.5488261560622013, "labels": [26, 199, 682, 801]}, "32l8Tlx4E5w": {"likeCount": 0.15797835966168103, "dislikeCount": 0.0, "videoId": "32l8Tlx4E5w", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "BMW LSx LS3 SwapBMW M3 LS3 winter run.A short drive in the new toy. 98 BMW M3 LS3. The builder of this car deserves alot of credit.The amount of work that when into the build is incredible. I dont think I would have had the pateince. Cant wait till spring! more videos to come.", "viewCount": 0.3811709026696191, "labels": [2, 7, 90, 104, 174, 715, 1219]}, "d6-OmsMt_VU": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "d6-OmsMt_VU", "title": "", "description": "", "length": 0.2645422269349092, "keywords": "Victoria medley Over the Ranbow What Wonderful World KP piano recitalTribute.mpgVictoria plays Over the Rainbow and What a Wonderful World at the KP Chamber Music Recital 6210", "viewCount": 0.3291590825658002, "labels": [4, 6, 31, 40, 47]}, "S7KC0LNFCj4": {"likeCount": 0.0, "dislikeCount": 0.047712125471966245, "videoId": "S7KC0LNFCj4", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "Mount Carmel High School Westview Dual Meet Brandon HetzlerMCHS Wrestling  Brandon HetzlerMCHS Wrestling  Brandon Hetzler Mount Carmel High School Westview Dual Meet", "viewCount": 0.3185825359612962, "labels": [329]}, "pFsgzwrHtKM": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "pFsgzwrHtKM", "title": "", "description": "", "length": 0.25797835966168103, "keywords": "Bowls Australia BATV Lawn Bowls Bowls Australian Premier League APL02 Jack Attack The Project Mick MolloyThe Project  Mick Molloy chats APL02 and Jack AttackAmbassador Mick Molloy was live on Network Ten's The Project to chat about the upcoming second instalment of the Australian Premier League, staged a Club Pine Rivers from November 18 to 21 and broadcast live on Fox Sports from 5pm10pm AEST each night, and the launch of the national participation program Jack Attack  which is being rolled out at clubs across the country.", "viewCount": 0.34981726606365443, "labels": [195]}, "4XjowaKr-Zs": {"likeCount": 0.16812412373755872, "dislikeCount": 0.09542425094393249, "videoId": "4XjowaKr-Zs", "title": "", "description": "", "length": 0.24638929889859074, "keywords": "failman pacogames logic brain mouse funny troll trollfaceFailMan  WalkthroughHow it looks if a hero is butterfingers? In case, he is not helping you, it is funny but in other case I suggest escape as fast as possible. Otherwise it will very pain. Have fun. play ", "viewCount": 0.4428992811848027, "labels": [0, 5]}, "U6r5wKzCw9U": {"likeCount": 0.5686864080063831, "dislikeCount": 0.43670948931236586, "videoId": "U6r5wKzCw9U", "title": "", "description": "", "length": 0.23909351071033794, "keywords": "Cristiano Ronaldo Celebrity Football Interest OriginalCristiano Ronaldo se disfraza de vagabundo Vdeo Original HDInstagram gonzacarrizo10 Instagram Cristiano Ronaldo is disguised as homeless to surprise a child Cristiano Ronaldo se disfraza de indigente para sorprender a un nio en Madrid 2015 El crack portugus, con una peluca y un bigote, apareci en la plaza de Callao en Madrid para dar una sorpresa a un nio pequeo.", "viewCount": 0.7670963275167624, "labels": [12]}, "jgHHqywfV18": {"likeCount": 0.1792391689498254, "dislikeCount": 0.047712125471966245, "videoId": "jgHHqywfV18", "title": "", "description": "", "length": 0.24857214264815802, "keywords": "punjabi learn urdu hindi type devanagari nastaliq persoarabic perso arabic gurmukhi shahmukhi study language script scripts linguistics school lessons student education free teacher tutorial stephen gucciardi the speaking goraHow to type in Punjabi and Hindi, and Urdu...Enable higher quality by clicking \"360p\" beneath the video and view in full screen. A small tutorial showing you how to enable Punjabi, Hindi and Urdu on your computer's keyboard. Focus is on the Punjabi layout which comes along with Windows XP  disk, Vista and 7. Keyboard Layout ", "viewCount": 0.40621305346221237, "labels": [106]}}