{"uzEGix1ON6g": {"likeCount": 0.14313637641589874, "dislikeCount": 0.13979400086720378, "videoId": "uzEGix1ON6g", "title": "", "description": "", "length": 0.260422605308447, "keywords": "logitech z623 unboxing video thx certified speakers 2.1 eckosoriano iksLOGITECH Z623 UNBOXINGlogitech z623 2.1 THX certified speaker system unboxing video", "viewCount": 0.3978910577175572, "labels": [21, 23, 269]}, "V-kyzNvWt6Q": {"likeCount": 0.2954242509439325, "dislikeCount": 0.11139433523068368, "videoId": "V-kyzNvWt6Q", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "todds kitchen simple recipe easy recipe simple recipes easy recipes simply delish food home made cooking cooked easy basic simple recipes Kitchen Cook cook Eating tutorial Recipe simpleeasycookingS'mores Brownie PieFACEBOOK TWITTER INSTAGRAM My HOME HANDY HINTS CHANNEL MY YOUTUBE VLOG CHANNEL www.youtube.comeasycookingvlog Please subscribe to my Home Handy Hints channel for three new videos every week New video recipes every TUESDAY, THURSDAY, FRIDAY & SUNDAY Ingredients 1 12 cups crushed cookiesbiscuits 6 Tablespoons90g butter 13 cup65g sugar BROWNIES 10 Tablespoons150g butter 114 cups250g sugar 34 cup cocoa 14 teaspoon salt 12 teaspoon vanilla extract 2 eggs 12 cup62g flour large marshmallows All music used is RoyaltyFree from ", "viewCount": 0.4531555550483368, "labels": [11, 20, 22, 123, 176, 211, 250, 576, 1045, 2094, 2538]}, "-nxMdDtOWe0": {"likeCount": 0.13424226808222062, "dislikeCount": 0.0, "videoId": "-nxMdDtOWe0", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "super Super Junior Musical Group junior aoh a oh fancam argentina buenos aires luna park live ss5 super show 5Super Junior en Argentina  SS5 AOh FancamAOh  Super Junior", "viewCount": 0.319534605834842, "labels": [3]}, "q2OPEOte_KY": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "q2OPEOte_KY", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "153 Jupiter Key Road Jupiter Key Jupiter Key homes Jupiter Key Homes For Sale Jupiter homes Jupiter homes for sale153 Jupiter Key Road  Jupiter Key  Homes For SalePresented by Jeff Lichtenstein.....Sophisticated array of marble, appliqu & the finest materials to create beautiful European charm. Mahogany glass doors welcome you to a true foyer with intricate moldings & enchanting archways. Spacious great room living with detailing including marble floors, moldings, & French doors. Open cabinetry transitions to the gourmet kitchen. Fabulous mixtures of granite, tumbled marble, and the finest appliances including FisherPaykel & Dacor. The Victorian octagonal breakfast room with windows extending to a coffered ceiling is delightful. Cherry hardwood highlights the master. Quartz, exquisite cabinetry, paper, stained glass, and plentiful closets make the bath the perfect oasis. 3 guest suites a short walk upstairs keep company coming. Tankless hot water, security and intercom, hurricane film, and a Centricon termite system. Relaxing in privacy in the covered loggia, sitting with guests on the porch or community pool is what this unique neighborhood steps from the beach is all about.", "viewCount": 0.3219584526214255, "labels": [88, 184, 307, 380, 416, 514, 614, 899, 1299]}, "bzrcQ3QxIWA": {"likeCount": 0.11760912590556814, "dislikeCount": 0.06020599913279624, "videoId": "bzrcQ3QxIWA", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "MW3 montage call of duty cod quick scope no trick shot silent fmj across map throwing knife dog cat rage feed bounce jack and jill faze in the face optic stabbed zzirgrizz sniper Beretta Berret l118 sony vegas adobe after effects laptop predator missile multiplayer abandon all ships music screamo techno dance epic tutorial Dare kill killfeed wreck nasty rape smacked slapped slip'n'slideMW3 Quick Scope Montage  Extortion  By NovaOur first MW3 montage  Please like, fave, and sub. We appreciate all the support, it really helps! Songs Megawacko Artist Abandon All Ships Edited by Nova Scope", "viewCount": 0.3224014811372864, "labels": [0, 1, 36, 142]}, "RQ9r5CBBYyM": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "RQ9r5CBBYyM", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "rotor balancing machine vibration ipad rotating machinery vibrations balancer maintenance monitoring diagnosis diagnostics industry imbalance unbalance alignment misalignment egineering mechanical gti spindle manufacturing pump pumps motor motionics irotorbalancer irotorbaalnce ivibrameter vibepro vibetrend calibration shaker accelerometor sensor shaft induction motorMachine Overall Vibration Monitoring using iPad  How to calibrate CalibrationThis video shows how to calibrate iVibraMeter App using a 1G shaker calibrator. iVibraMeter is an iPad App developed by Motionics for overall vibration measurements of industrial rotating machinery. This App requires external DAQ and external accelerometer to operate. More information infomotionics.com", "viewCount": 0.3553640336231354, "labels": [24, 74, 131, 209]}, "RTxT35teWyA": {"likeCount": 0.1724275869600789, "dislikeCount": 0.1079181246047625, "videoId": "RTxT35teWyA", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "Dungeon Keeper Hack Dungeon Keeper Cheats dungeon keeper hack no survey dungeon keeper hack toolDungeon Keeper Cheats Unlimited Gems Hack ios and androidWith this latest dungeon keeper hack cheats tool, you can generate unlimited gems to this game. This tool works for ios and android. Go to this page for more information ", "viewCount": 0.34099331233312946, "labels": [0, 1, 5]}, "9Pc34sZ9qY4": {"likeCount": 0.1146128035678238, "dislikeCount": 0.03010299956639812, "videoId": "9Pc34sZ9qY4", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "Kezman Ronaldinho Fenerbahce Galatasaray Chelsea FC Manchester United Ronaldo dribbling tricks football Freekicks besikKezman CompilationFor one of the best strikers in the world, I made this for you. ignore this Barcelona Brasil Gonzalo Higuain federico Higuain Gianluca Zambrotta Atletico de Madrid Robinio Real Madrid Leo Messi Juliano Belletti Oleguer italiano Ronaldinho Frank Rijkaard Joan Laporta Levante Champions Levski Sofia Werder Bremen Real Sociedad Nueva Chicago Internacional de Porto Alegre brasileo MUNDIALITO Baraja Sevilla Atlntico blaugrana Boca Juniors River Plate Racing Independiente Saviola Eto Pele Puskas Olarticoechea pumpido Valdano llamada Fabio Cannavaro Raly Gonzlez Samuel Etoo Thierry Henry Treseget Nueva Chicago Internacional de Porto Alegre brasileo MUNDIALITO Baraja Sevilla Atlnticos blaugrana Boca Juniors River Plate Racing Independiente Saviola Eto Pele Puskas Olarticoechea pumpido Valdano llamada Fabio Cannavaro Ral Gonzlez Samuel Etoo Thierry Henry Treseget Zinedine Zidane premio FIFA Fenerbahce Hooligans! fenerbahe genc fenerbahceliler hell gfb galatasaray besiktas space boys tribn kavga trabzon usa police poland england greece greek brazil argantina boca river plate fight ultras ultra gate13 gate7 zidane kaka brazil bulgaria russi moscow hooligan muslim france germany politic country music belgium taraftar beste alen sefa kady hool hools match derby mall carsi amazing support supporter knife turk turkish stadium crazy milan juventus inter iraq kill orgish.com orgish murder usa english soccer futbol tribun see video movie deplesman film comic live gun kick italy teror Manchester Newcastle Chelsea Watford Everton Aston Villa Middlesbrough West Ham Portsmouth Fulham Sheffield Bolton Wigan Athletic Charlton Blackburn Manchester Reading Tottenham Arsenal Liverpool Fiorentina Atalanta AC Milan AS Roma Ascoli Empoli Catania Livorno Lazio Udinese Messina Cagliari Palermo Torino Sampdoria Chievo Siena Reggina Parma Albinoleffe Genoa Bologna Arezzo Brescia Mantova Cesena Frosinone Crotone Modena Juventus Pescara Piacenza Lecce Spezia Vicenza Celta de Vigo Recreativo Huelva Getafe Mallorca Gimnastic Deportivo Coruna Racing Santander Sevilla Real Betis Levante Real Sociedad Espanyol Osasuna Real Madrid Barcelona Zaragoza Atletico Madrid Villarreal Valencia Athletic Bilbao Osasuna Malaga Borussia Dortmund Alemannia Aachen Mainz Wolfsburg Nurnberg Werder Bremen Stuttgart Hamburger SV Arminia Bielefeld Hertha BSC Bayern Munich Hannover Bochum Bayer Leverkusen Energie Cottbus Eintracht Frankfurt Monchengladbach Schalke Bordeaux Auxerre Le Mans Paris S.G. Lens Rennes Lorient Nancy Nantes Saint Etienne Nice Sochaux Toulouse Sedan Troyes Monaco Lille Marseille lyon NAC Breda SC Heerenveen Roda Kerkrade RKC Waalwijk AZ Alkmaar Heracles Almelo Excelsior Rotterdam NEC Nijmegen Ajax Amsterdam PSV Eindhoven Sparta Rotterdam Willem II Tilburg Feyenoord Rotterdam Twente Enschede Groningen Vitesse Arnhem Utrecht Standard Liege Anderlecht rangers celtic Benfica Sporting Lisbon lizbon porto Boavista Brondby Silkeborg Copenhagen Silkeborg Ionikos Nikea Panionios Kerkyra OFI Crete Ergotelis Panathinaikos Xanthi Skoda Atromitos AEK Athens Larisa Olympiakos Piraeus Apollon Kalamaria aris iraklis Stockholm Malmo Hammarby Helsingborg Elfsborg Beroe Lokomotiv Sofia Botev Plovdiv Chernomorets Burgas Litex Lovech Cherno More Varna Rilski Sportist Rodopa Smolyan Spartak Varna Belasitsa Petrich Lokomotiv Plovdiv Levski Sofia Slavia Sofia Vihren Sandanski CSKA Sofia Marek Dupnitsa Super Cup goal goals gol goller ak love like body world enrique iglesias iglasias gold uefa fifa tennis adidas nike football player Zagreb talk turks ottoman osmanl brasil Newell S Old Boys colombia Club America San Lorenzo Real San Luis Tecos Palmeiras Botafogo New England Santa Cruz Racing Club Atletico Pr Independiente Sao Caetano Nueva Chicago Argentinos Juniors Rosario Central Fluminense Cruzeiro Goias Ponte Preta Flamengo Gimnasia La Plata Internacional Fortaleza Drogheda Santos Vasco Da Gama Juventude Atlas trkiye turkiye Fortaleza 1 2 3 4 5 6 7 8 9 0 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 newyork cool sex sexy class number ocean king lion lig best youtube angel trance tarkan sezen aksu ibrahim tatlses holland micheal jockson nba madonna israel istanbul cyprus old young Goles Liga Espaola Jornada Greece national team", "viewCount": 0.3949390006644913, "labels": [0, 12]}, "7IqHJNOF8Fc": {"likeCount": 0.23654879848909, "dislikeCount": 0.10413926851582252, "videoId": "7IqHJNOF8Fc", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "mermaid braid treccia francese capelli hairstyle hairstyles trecce hair blonde hair Blond Color Hair Book acconciatura hairstyles for summer summer hairstyles cute hairstyle easy hairstyle youtube girl ragazza italiana Mermaid braid tutorial FOLLOW ME ON INSTAGRAM GOOGLEPLUS EMAIL cinzi21makeupgmail.com", "viewCount": 0.42639672840939835, "labels": [50, 65, 355, 1072]}, "or1svjwxyPk": {"likeCount": 0.12041199826559248, "dislikeCount": 0.0, "videoId": "or1svjwxyPk", "title": "", "description": "", "length": 0.24456042032735975, "keywords": "still here williams brothers donald lawrence mary mary yesterday gospel music tim rogers and the fellas darrell mcfadden kirk franklin tye tribbett stand out lisa knowles the canton spirituals doc mckenzie the best in me marvin sapp the brown singers hasan green the gospel keynotes donnie mcclurkin the william brothers lee williams fall on me the williams brothers the mighty clouds of joy souled out israel and new breed fred hammond they that waitLee Williams  \"My Whole Life Has Changed\"  Ralph Jr.  FALL ON ME Album!!!!!!!PLEASE SUBSCRIBE AND COMMENT!!!!!!! I'm on my keyboardpiano playing this song \"My Whole Life Has Changed\" by Lee Williams and the Spiritual Qc's new album \"Fall On Me\"", "viewCount": 0.40112743289047254, "labels": [31, 40, 57]}, "-rBFJqJz0Qs": {"likeCount": 0.16127838567197356, "dislikeCount": 0.09030899869919436, "videoId": "-rBFJqJz0Qs", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "XxSNP PROSHOTZz XxSNPPROSHOTZz snp glitch tem clan squad crew mod gameplay mw2 blackops black ops funny cod call of duty xbox 360 ps3COD Blackops Gameplay I THINKA little funny video i decided to put up hope you like it.", "viewCount": 0.36150026145245884, "labels": [0, 1, 36, 132, 147]}, "-xSOe_SB1rw": {"likeCount": 0.20170333392987805, "dislikeCount": 0.14771212547196624, "videoId": "-xSOe_SB1rw", "title": "", "description": "", "length": 0.2459392487759231, "keywords": "Z Z Dragon Ball Z Battle of Z Z BATTLE OF Z Dragon Ball Comic Book Series DBZ Battle of Z DBZ BOZ   Playing Movie  SS    Story mode SSRank Playthrough Walkthrough Let's Play Gameplay Skill Technic Tips Hints Guide Tricks Solution Strategy Japan JP Video Game Industry  Kunio Ryu TV Nekketsu Game TV  Akira Toriyama  Shonen Jump NBGI Z Z vs  SSRank  SSGGoku vs Beerus DBZ BOZDragon Ball Z Battle of Z  God vs God  DBZ BOZPlaylists  2      Z BATTLE OF Z   Z Z  SS Wiki Twitter ", "viewCount": 0.5411752667251476, "labels": [0, 1, 5, 69, 144, 190, 1350, 3314]}, "vPF9B3c5sGM": {"likeCount": 0.14623979978989562, "dislikeCount": 0.0, "videoId": "vPF9B3c5sGM", "title": "", "description": "", "length": 0.22833012287035498, "keywords": "IPad Gadget Ibanez Guitar Jamup metal Thrash Metal Musical Genre rgr321 seymour duncan invader pickup Ibanez RG Guitar ibanez ipad positive grid sh8 guitar electric emdon merrow englund loomis sd bias DM1 DM1Julian Emdon  Overwhelming Casualties JamUp, iPad, SD InvaderMetal tone  JamUp for iPad, Ibanez RGR321, Seymour Duncan Invader. This is my JamUp metal patch which goes well with my Invader pickups. Although I love the Merrow, Ola and Loomis amps on JamUp, the Peavey 5153 seems to still be the best for this guitar. The patch for my rhythm can be found under the 'shared' section of JamUp if you search for 'Emdon Metal'. Any more questions? Put them in the comments and I'll answer them. If you play guitar and you own an iPad or iPhone DO YOURSELF A FAVOUR and get JamUp, its so f&ing cool! Like them on Facebook and Twitter The track is 'Overwhelming Casualties' by Julian Emdon, made entirely on the iPad. Subscribe to my channel for more playthroughs, gear tests and lessons. I want to feature more guitarists on my channel so if you're in Cape Town pull through and lets make a video! m", "viewCount": 0.3559906625036113, "labels": [4, 9, 10, 37]}, "rCtiMqLVGHo": {"likeCount": 0.24456042032735975, "dislikeCount": 0.06020599913279624, "videoId": "rCtiMqLVGHo", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "e3 2014 witcher 3 game games video game gaming gameplay juego gamespot gamespot.comThe Witcher 3Wild Hunt First Impressions  E3 2014Martin and Kevin talk a little bit about their first impressions of The Witcher 3 at E3 2014. Visit all of our channels Features & Reviews  Gameplay & Guides  Trailers  Mobile Gaming  Like  Follow  Stream Live  ", "viewCount": 0.42268833283909174, "labels": [0, 1, 1294]}, "vufWuqPT3cI": {"likeCount": 0.20453229787866578, "dislikeCount": 0.30187004986662436, "videoId": "vufWuqPT3cI", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "Kontor Records Kontor.TV Electronic Elektro House Dance Techno Full HD 720p 1080p official offiziell Musikvideo musicvideo Club DJ EDM musicErick Morillo feat. Eddie Thoneick & Skin  If This Ain't Love Official Video HDGet it here iTunes Amazon Follow Erick Morillo On Facebook Label Universal Music Domestic Division Tracklisting 1. If This Ain't Love Radio Edit 2. If This Ain't Love Original Club Mix 3. If This Ain't Love Sympho Nympho Club Mix 4. If This Ain't Love Sympho Nympho Club Mix 5. If This Ain't Love Denis The Menace Club Mix 6. If This Ain't Love Joe T Vannelli Remix 7. If This Ain't Love DL DLG Lazor Mix 8. If This Ain't Love Antranig Remix 9. If This Ain't Love Baggi Begovic Remix 10. If This Ain't Love Patrick M Remix Download Link DE Follow Kontor Records Facebook Google  Twitter Kontor.FM Spotify  Follow Kontor Records Spotify, Apple Music & Co Instagram Facebook Twitter MixCloud Kontor.TV ", "viewCount": 0.4718152784542, "labels": [14]}, "vwRL8TjUf7U": {"likeCount": 0.16720978579357176, "dislikeCount": 0.03010299956639812, "videoId": "vwRL8TjUf7U", "title": "", "description": "", "length": 0.2620136054973758, "keywords": "drum rush neil peart geddy lee alex lifeson power windows marathonDrumming along to \"Marathon\" by RushWhat can I say? This song is a masterpiece from my favourite Rush album and I like all of them. Six minutes of pure heaven. Indeed quite a feat of endurance, both mentally and physically to get this one done.", "viewCount": 0.3640580806489653, "labels": [28, 33, 38, 78, 86, 257]}, "sJ3kEOogEdQ": {"likeCount": 0.12552725051033062, "dislikeCount": 0.07781512503836437, "videoId": "sJ3kEOogEdQ", "title": "", "description": "", "length": 0.2509202522331103, "keywords": "Ezvid VideoROBLOX Dragon Ball Online SSJ6! ALL SSJSmade with ezvid, free download at GAME WEBSITE ", "viewCount": 0.3596926814342971, "labels": [0, 144, 714]}, "sMDZIZgEOVg": {"likeCount": 0.2976808337338066, "dislikeCount": 0.17558748556724915, "videoId": "sMDZIZgEOVg", "title": "", "description": "", "length": 0.26242820958356683, "keywords": "FIFA Football Soccer Futbol Futebol Fuball Fussball Calcio Voetbal   FIFA Futsal World Cup Thailand 2012 2012 futsal world cup futsal falcao brazil brasil brasileiro falcao futsal bangkok Kazu Miura Japan Solomon Islands Argentina quarterfinals falcao goals falcao highlights part 1 futsal roundup futsal review indoor soccer indoor football futebol de salaoFalcao, Miura make futsal headlinesPart 1 of the FIFA Futsal World Cup Thailand 2012 roundup tracks entertaining developments from Japan and Solomon Islands as well as favourites Brazil and their star player Falcao. Part 2 of the Thailand 2012 review More videos about the FIFA Futsal World Cup More about the FIFA Futsal World Cup Top 10 goals from the 2008 FIFA Futsal World Cup Please subscribe to FIFA on YouTube to stay updated on daily releases More videos from FIFA on YouTube ", "viewCount": 0.576398547937325, "labels": [0, 12]}, "2mZPgcG0Tdk": {"likeCount": 0.16232492903979007, "dislikeCount": 0.047712125471966245, "videoId": "2mZPgcG0Tdk", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Rainbow Six Lone Wolf PS1 PS3 Classic Mission 2 Gameplay Walkthrough Rainbow 6 Lone Wolf Playthrough Playstation One FPS Tom Clancy Ubisoft Operation Silent ShelterRainbow Six Lone Wolf PS1 Gameplay Mission 2  Operation Silent ShelterMission 2 Operation Silent Shelter Walkthrough PS1 Game On PS3", "viewCount": 0.40755834551938136, "labels": [0, 1, 535, 2288]}, "k9XUSi9zfOc": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "k9XUSi9zfOc", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "bboying Elda AlicanteKing of the street  Trailer Champ bboying Elda Alicante bboy bone", "viewCount": 0.3121559844187501, "labels": [8]}, "5QdzwUfjOZI": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "5QdzwUfjOZI", "title": "", "description": "", "length": 0.258092497567562, "keywords": "Gameplay demo video walkthrough bitComposer Games Kalypso MediaJagged Alliance Back in Action Gameplay Demo trailerA walkthrough showing off the basics of gameplay in Jagged Alliance Back in Action.", "viewCount": 0.3163757523981956, "labels": [0, 1, 42]}, "5RUUlE9nRBQ": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "5RUUlE9nRBQ", "title": "", "description": "", "length": 0.2423245873936808, "keywords": "Manudona Obi Wan Ginobili Cartn BatManu Spurs San Antonio Tim Duncan Tony Parker NBA Manu Gino Offense Defense Dejuan Blair Mcdyess Richard Jefferson RJ Celtics alley oop memphis lakers George Hill Hill shaq lebron kobe cavs thunder phoenix orlando magic boston celtics atlata hawks kings carmelo wade bosh pierce jordan carter malone allen iverson rondo basquet basket baloncesto dunk points assist rebounds steals James Anderson Tiago SplitterGinobili in offense 2009  2010Manuel David Ginbili Maccari This Are numbers of manu since allstar game Min 31.5 Pts 21.4 Rbs 4.2 Ast 5.2 Ste 1.3 To 2.2 Plays of the season and playoffs Egypt Central  Taking You Down Burn Halo  Save Me Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use Excellent slasher and streaky shooter... Can create his own shot... One of the best changing direction The Best Gets lots of layups... Excels in the open court... Pretty quick and reactive... High level of intensity... Very good defender on the ball... Good ballhandling skills... Very unselfish... Great teammate... Good athleticism and leaping skills Dropbox is a Webbased file hosting service operated by Dropbox, Inc. which uses cloud computing to enable users to store and share files and folders with others across the Internet using file synchronization TAGS James Anderson SG 2010 Oklahoma State MIX \"Ante Up by B2K\"", "viewCount": 0.3851686315442428, "labels": [0, 52, 70, 91, 125]}, "VR87qDZ25Uk": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "VR87qDZ25Uk", "title": "", "description": "", "length": 0.2514547752660286, "keywords": "disney family of the day walt disney world magic kingdom disneyworldFamily of the Day  Magic Kingdom Wed, 9110We were lucky enough to be chosen to be the Family of the Day at Magic Kingdom on Wednesday, September 1, 2010. This meant we were allowed in the park before anyone else, we got a private tour and photo ops, got to meet a ton of characters in Toon Town, and then ride the train with them to the front of the park to help with the countdown to opening. Someone we know happened to be in the crowd for the Rope Drop Opening Show and passed along this footage. We were so wrapped up in the moment, it was only upon watching this video that we saw how our daughter was waving through the fence at the people below. I've had some requests for \"How can I do this?\" I wrote up a blog post about it here ", "viewCount": 0.3391816923613249, "labels": [141, 396, 1333]}, "VSq5RU-s1vA": {"likeCount": 0.15440680443502758, "dislikeCount": 0.07781512503836437, "videoId": "VSq5RU-s1vA", "title": "", "description": "", "length": 0.2459392487759231, "keywords": "  TRIBUTE MAS2 2   PS3 chomi Katamari Forever  Make a Star 2Calories  KF mode with glitch  2,010,577KcalTo aim at the high score. ", "viewCount": 0.40267783286595293, "labels": [0, 1, 5]}, "keRiMW6P3jY": {"likeCount": 0.1698970004336019, "dislikeCount": 0.12041199826559248, "videoId": "keRiMW6P3jY", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "airbender aang Parody Korra Legend of Korra I'll Make a Man Out of You The Last Airbender avatarAvatarKorra Parody \"I'll Make an Avatar Out Of You\"Avatar Aang and Avatar Korra have some wisdom to pass on to the youngest Avatar Ong, from The Last Airbender movie.", "viewCount": 0.3943890048248473, "labels": [16]}, "kjX-8kQmakk": {"likeCount": 0.2876217840591642, "dislikeCount": 0.06989700043360189, "videoId": "kjX-8kQmakk", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "Iceland timelapse midnight sunMIDNIGHT SUN  ICELANDWATCH ON VIMEO FOR BEST QUALITY Google gplus.toscientifantastic Twitter twitter.comscientifantasti Facebook facebook.compagesScientifantastic163137190447579 500px 500px.comscientifantastic Midnight Sun A natural phenomenon occurring in the summer months north of the Arctic Circle and south of the Antarctic Circle where the sun never fully sets and remains visible 24 hours a day. This short time lapse film was shot during the Icelandic Midnight Sun in June of 2011. For 17 days I travelled solo around the entire island shooting almost 24 hours, sleeping in the car, and eating whenever I had the time. During my days shooting this film I shot 38,000 images, travelled some 2900 miles, and saw some of the most amazing, beautiful, and indescribable landscapes on the planet. Iceland is absolutely one of the most beautiful and unusual places you could ever imagine. Especially during the Midnight Sun when the quality of light hitting the landscape is very unusual, and very spectacular. Iceland is a landscape photographers paradise and playground, and should be number 1 on every photographers must visit list. Iceland during the Midnight Sun is in sort of a permanent state of sunset. The sun never full sets and travels horizontally across the horizon throughout the night, as can be seen in the opening shot and at the 51 second mark in the video. During the Arctic summer, sunset was at midnight and sunrise was at 3am. The Arctic summer sun provided 24 hours a day of light, with as much as 6 hours daily of \"Golden light\". Once the sun had set it wouldn't even get dark enough for the stars to come out, and they don't start to reappear until August. My advice to everyone out there, photographer or not, is simple... You MUST visit Iceland sometime during your lifetime. You will never regret it. GEAR Motion Control System The motion controlled shots in this film were shot using the Stage Zero dolly system made by Dynamic Perception dynamicperception.com Cameras and Lenses 2 Canon 5DII DSLR cameras 1 Canon 7D Various Canon lenses Music by This Will Destroy You Song \"The World is Our\" Website myspace.comthiswilldestroyyou Buy It on iTunes itun.esiBv9NS Special Thanks to REYKJAVIK RENT A CAR reykjavikrentacar.is Dynamic Perception dynamicperception.com Jag35 jag35.com Kessler Crane kesslercrane.com LRTimelapse lrtimelapse.com Timescapes timescapes.org", "viewCount": 0.4996651744557233, "labels": [289, 2374, 2626]}, "ns9BpgV8KGw": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "ns9BpgV8KGw", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "trains railroads railfan railfanning Bates City Missouri Jefferson 50 Highway Stevo Svoboda nerd nerds woo choo pacificEnd of JulyTrains taped in Bates City, Missouri, on 50 Highway in Missouri and in Jefferson City, Missouri.", "viewCount": 0.3129045059887958, "labels": [2, 45, 51, 56, 77, 137, 456]}, "kxWQGNZCCbc": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "kxWQGNZCCbc", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "Batman Arkham OriginsBatman Arkham Origins  Shadow Vigilante rank 6 and 7 read description6 is pretty easy just use 3 different moves during a 1 fight. its one fight not 1 combat so if u get interrupted and lose your combo, that's fine. 7 can get tricky, easier way for me to do was find either a narrow area or an object. you can see I was doing it around the car. the larger the group better it is. lets say you found a car around or what ever the object is, run around it and enemies will follow. run around the car and put the explosive gel on the other side. you will see the gathered enemies will all come at once, wait for them and once you see 3 of them on the top the game will tell you trigger the explosive. it may take few try but its easy to get.", "viewCount": 0.32835273648616936, "labels": [0, 1, 35, 268, 665, 1976]}, "W46DYv371-A": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06020599913279624, "videoId": "W46DYv371-A", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "Football Michael owen Owen goalThe Man, The myth, The momentMichael owen in a series of clips throughtout his amazing career", "viewCount": 0.355942779975949, "labels": [0, 12]}, "H4T4pbG-QN0": {"likeCount": 0.14471580313422192, "dislikeCount": 0.0, "videoId": "H4T4pbG-QN0", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "Seagull Entourage Quick Review & SoundSeagull Entourage SeriesCredit by markerf16 on Aug 3, 2011 More information at ", "viewCount": 0.3461498526783019, "labels": [9, 10, 34]}, "dnSw9qMjBus": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "dnSw9qMjBus", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "rally westcorkrally carsWest Cork Rally 08this is the west cork rally 08...its all de first day...it was a good rally!L", "viewCount": 0.31640552918934517, "labels": [2, 17, 129]}, "dtRMzwosBCw": {"likeCount": 0.30542299098633974, "dislikeCount": 0.18260748027008267, "videoId": "dtRMzwosBCw", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "APR VW GTI MK6 2.0T 2.0 TSI 3 RSC Exhaust System Comparison Turboback Catback Race DPAPR VW GTI MK6 GTI 2.0 TSI 3\" RSC Exhaust Compared to StockAPR's latest iteration of the RSC Exhaust System has now made it's way to the MK6 2.0 TSI engine! Check out this side by side comparison of the Stock Exhaust system vs the APR RSC Exhaust system!", "viewCount": 0.6073833047581152, "labels": [2, 7, 17, 19, 196, 197, 198, 316, 513, 1946, 2114]}, "7WVq5-ulO0k": {"likeCount": 0.22430380486862944, "dislikeCount": 0.10413926851582252, "videoId": "7WVq5-ulO0k", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "Spyro The Dragon Fictional Character Actionadventure Game Media Genre Spyro Video Game Series Video Game Industry Insomniac Games Video Game Developer Sony Computer EntertainmentA New Spyro Game's Possible From Insomaniac!Was not expecting this, but hey, it's great news.. somewhat. P LINKS Article Shawn's Twitter Ryan's Channel OTHER LINKS FACEBOOK TWITTER INSTAGRAM ", "viewCount": 0.4029992175377848, "labels": [0, 1, 5, 1302]}, "ZtwpGO_CukE": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "ZtwpGO_CukE", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "mugen fight match battle cpu ai wario luigi mario green shell reptile mk mortal kombat pain pein naruto akatsuki Anime Wii SSBB super smash bros brawl      panty stocking with garterbeltMUGEN SSBB Wario & SSBB Luigi Vs. Pain & ReptileI haven't use SNS's SSBB characters in such a while. And yes, the stage used is from the anime Panty and Stocking with Garterbelt. Enjoy! Wario & Luigi Pain Reptile Panty & Stocking Stages ", "viewCount": 0.3201670179646582, "labels": [0, 1, 5, 69, 378, 613]}, "Zvck3vR0hRM": {"likeCount": 0.1361727836017593, "dislikeCount": 0.0, "videoId": "Zvck3vR0hRM", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "andrew bortz 2011 eliterazarar coop melbourne race videogame gaming formula xbox wii u pc pc game computer game ps3 pc gaming videogaming kaos909 frmula 1 playstation horrific scenes xbox 360 gameplay wii personal record career lucas di grassi red bull racing real driver point eye eyelevel camera formula level camera formula formula one drivers street smart grand prix juan manuel fangio nico rosberg street smart allianz documentary Andrew BortzF1 2011 Coop Melbourne Race Andrew Bortz and Kaos909Newly Started coop career with Kaos909, first up Melbourne, Australia. 100 race edited down into just 2 minutes! A personal record for myself. Kaos909 youtube channel This video contains horrific scenes of destruction.", "viewCount": 0.32711443179490785, "labels": [0, 1, 19, 3477]}, "_0dg_T6Y8ZI": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "_0dg_T6Y8ZI", "title": "", "description": "", "length": 0.25670263661590603, "keywords": "DE 02 What's New Connect to Your ContentDE  02 What's New  Connect to Your Content.mov Please watch \"CorelDRAW Graphics Suite X8  Video Tour\" &rarr ", "viewCount": 0.41802119223489415, "labels": [1587]}, "iVKbpg2kDQ4": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "iVKbpg2kDQ4", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "how to origami origami crane bonn day tripper bonn day trip bonn daycation bonn origami bonn post tower deutsche post dhlPost Tower Origami, Part 5Post Tower Origami by Ngai Chun Cheung", "viewCount": 0.3476541809027429, "labels": [260, 371]}, "62-KA5dlt64": {"likeCount": 0.23304137733491911, "dislikeCount": 0.07781512503836437, "videoId": "62-KA5dlt64", "title": "", "description": "", "length": 0.25224442335063196, "keywords": "twitch justin.tv OpTic Gaming opticnation optic macau OpTic MaCaU console opticgaming astro gaming a30 a40 a50 scuff scuffgaming macau elgatogaming elgato youtuber sniping sniper snipe video game quickscoping competitive call of duty Optic Macau Portugal Ghosts new montageOpTic MaCaU Nuclear Choke Live FacecommChoke on the clip and almost got a Nuclear  Subscribe to my Channel  Follow me on Twitter  Want to see me Livestream? Music is in this playlist Best gaming headphones, Astro Gaming Top of the line capture cards, Elgato gaming Get 5 off a Scuf Controller use code \"Optic\" Check out Gaems ", "viewCount": 0.36054127981530515, "labels": [0, 1, 36, 94]}, "63W6Frw3Bf4": {"likeCount": 0.14913616938342728, "dislikeCount": 0.047712125471966245, "videoId": "63W6Frw3Bf4", "title": "", "description": "", "length": 0.26655809910179534, "keywords": "pirata do espao episdio 15 O Rob Bomba 100 parte 2pirata do espao  episdio 15  O Rob Bomba 100  parte 2pirata do espao  episdio 15  O Rob Bomba 100  parte 2", "viewCount": 0.3550717423469283, "labels": [5, 16]}, "efJTtE8F1UI": {"likeCount": 0.23443922736851108, "dislikeCount": 0.07781512503836437, "videoId": "efJTtE8F1UI", "title": "", "description": "", "length": 0.24563660331290432, "keywords": "My Little Pony Friendship Is Magic TV Program Reviews On The Run TV ProgramLightning Bliss Show  Ep 8  The Gryphon Brush OffTook a quiet break from the show to regather my thoughts. But don't worry bronies I'm still here!", "viewCount": 0.40930011966847496, "labels": [5, 16, 244, 292]}, "Ez5rsKuNs1g": {"likeCount": 0.2220108088040055, "dislikeCount": 0.06020599913279624, "videoId": "Ez5rsKuNs1g", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "bmw bazone airride air ride e34 2013 ozmito oz mito go pro short editbazone bmw short edit 2013go pro short edit bmw e34 2013 check out www.facebook.comBazOneWorkBlog", "viewCount": 0.43366998303156623, "labels": [2, 7, 174]}, "kGw2ENkUVMk": {"likeCount": 0.15797835966168103, "dislikeCount": 0.09542425094393249, "videoId": "kGw2ENkUVMk", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "Windows 8.1 windows 7 windows 8 Microsoft Windows Operating System optimize windows optimize speed up optimise windows 8 speed up windows 7 speed up windows 8 speed up windows 8.1 speed up windows make windows 8 faster make windows 8.1 faster easy method tips tips to speed up windows tip to speed up windows 8.1SPEED UP WINDOWS 8.1 best methodEasiest method and tips on how you can speed up windows 7,8 or 8.1", "viewCount": 0.4079108857601436, "labels": [106]}, "kJiQw9nc9MI": {"likeCount": 0.1792391689498254, "dislikeCount": 0.047712125471966245, "videoId": "kJiQw9nc9MI", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "X JAPAN XJAPAN Piano Crucify My Love DAHLIA YOSHIKI       crucify my love   Crucify My Love X pianoUnfinished is Finished!! Next,I tried to practice \"Crucify My Love\" I practice every day,practice practice... And I finished!! I performed at HOKUDAI PIANO CLUB WINTER CONCERT. Please listen to my \"Crucify My Love\"", "viewCount": 0.4394486703162585, "labels": [31, 40, 47, 57]}, "kKN-lptSxfo": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "kKN-lptSxfo", "title": "", "description": "", "length": 0.2549003262025788, "keywords": "naval loves diya mirzanavalsdiya mirza movie", "viewCount": 0.3684126925613076, "labels": [332]}, "kL6oyrLEsAs": {"likeCount": 0.26031443726201825, "dislikeCount": 0.215836249209525, "videoId": "kL6oyrLEsAs", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "Geekykant Miui miui7 xiaomi Redmi 1S Smartphone Video Game Platform MIUI 7 Download MIUI7 10 Best Features Of MiUi 7 Best Features Of MiUi 7 Miui 7 top 10 features miui 7 new features 10 Best New Features Of MiUi 7Update MIUI 7 on Redmi 1S2 Mi 344i OfficialUpdate MIUI 7 on Redmi 1S2 Mi 344i Official ! Xiaomi finally unveiled MIUI 7 for Mi phones along with its greatest successor Redmi 1S..It is currently running on the same KitKat version.. ! Note  Its KK don't worry next OTA will change its base to 5.1 Top 7 MIUI 7 Features  MIUI 7  Global Version Gapps not needed Source  FB  Tw  G  Instagram  Credits Intro  Heartbeat ft. Venemy Video Gear ", "viewCount": 0.5190516584202546, "labels": [21, 23, 24]}, "-QtSdUW1rpI": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "-QtSdUW1rpI", "title": "", "description": "", "length": 0.2693726948923647, "keywords": "may tinh bang my tnh bng may tinh bang gia re my tnh bng gi r pi pivietnam coo2My tnh bng PI COO2 test Android 3.0 Game Asphalt 6Truy cp website ", "viewCount": 0.3311541958401195, "labels": [1849]}, "QrXq7XHi554": {"likeCount": 0.2037426497940624, "dislikeCount": 0.07781512503836437, "videoId": "QrXq7XHi554", "title": "", "description": "", "length": 0.253655844257153, "keywords": "quilter rock and roll rock and roll gibson sg gibson sg Guitar Fender Blues Amp Electric Seymour Duncan Business Operation daddario D'Addario Business Operation Mesa Boogie Business Operation QSC Audio Products Business Operation videos metal hardcore Guitars Rock Music Film GenreQuilter MicroPro Mach 2  Ben HavokHere's a little demo of some cool tones you can get out of the Quilter MicroPro Mach 2. These amplifiers are amazing and I highly recommend you give them a try. The intro song is with the natural amp reverb, no effect pedals. I'm playing a 2006 Gibson SG with a Seymour Duncan JB in the bridge. Follow me on Twitter and Instagram benhavok", "viewCount": 0.43511389585818483, "labels": [4, 9, 10, 34, 37, 421]}, "Qrf6heXepu4": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "Qrf6heXepu4", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "240sx ls1 s13 project car build engine tranny transmission pull removal swap zeds dead omar linx take chance gopro hero black edition nissan 240 how to daily driver ls3240sx PROJECT CAR  Engine PullS13 240sx Project Car, Engine Transmission Pull, Full build and LS1 swap coming Zeds Dead & Omar Linx  Take A Chance Gopro Hero 3  Black", "viewCount": 0.3130333768495006, "labels": [2, 7, 90, 1852]}, "wiedw3iel9A": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "wiedw3iel9A", "title": "", "description": "", "length": 0.2592176757395867, "keywords": "Untitled 0003swbf2 ultimatic clone wars mustafarthis time its on mustafar as commander thire.hope you like it.", "viewCount": 0.30476641946015604, "labels": [0, 1, 189, 2171]}, "wk5V8Hi10fw": {"likeCount": 0.2973589623427257, "dislikeCount": 0.15051499783199063, "videoId": "wk5V8Hi10fw", "title": "", "description": "", "length": 0.25693739096150464, "keywords": "the sims 3 create a sim the sims 3 supernatural the sims 3 cas the sims 3 late night the sims 3 supernatural witch thequxxnCreateASim Meet Wanda The Classic WitchDownload Wanda here  LikeFollow me on My Blog Twitter Facebook The Sims 3 Profile Steam Group instagram thequxxn  \"Don't forget to 'Like' and 'Favorite' this video.\"  Email emailquxxngmail.com  Recording Info Recording The Sims 3 Gameplay Fraps Microphone Blue Snowball Editing Sony Vegas Pro 11 & Windows Live Movie Maker Computer Specs ", "viewCount": 0.4654927001082143, "labels": [0, 242, 254, 470]}, "jdTcIcPqHRM": {"likeCount": 0.1724275869600789, "dislikeCount": 0.06020599913279624, "videoId": "jdTcIcPqHRM", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "The Stone Guard mode beta ptr test public mop mists of pandaria raid bosses boss guide 10m man 10 25m 25 lfr looking for how to let let's lets play heroic challenge first second world MoP Mists Pandaria Mogu'shan Vaults Gaurd Raid Boss How stone guard Kill guild kill nerf buff strat strategy Mop Syigamer mogushan stone guardThe Stone Guard  Mists of Pandaria Raid Boss Guide  Ft. Syiler!Syiler presents to you all Early Beta Guide for the first boss in Mogu'shan Vaults known as the Stone Guard. As well as a description of the fight and its mechanics, you'll hear a discussion about how the Beta test bosses are and what needs improvement. Director's Personal Channel  Music by Jedbord  youtube.comjedborg The AceGamesTV Livestream Were you can find a dedicated bunch of streamers bringing you content as close to 247 as possible! Apply to be a Director for AGTV!  Follow us on Facebook! Follow us on Twitter! ", "viewCount": 0.45349014315142444, "labels": [0, 1, 93, 102]}, "blZV-mg_xnE": {"likeCount": 0.23961993470957366, "dislikeCount": 0.06989700043360189, "videoId": "blZV-mg_xnE", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "NeverEnoughEpicAMVs3 DJKevAMVsUniverse BestAMVsOfAllTimeAMV  Bld n th hnds 720pEditor  Vipper AMV Subscribe to Vipper AMV Video Info Here's a link to all of my channels I use for uploading! Twitter Facebook NOTE This AMV is made with nonprofit or does not represent another company. I do not own the copyrights to the \"video clips\" or the \"music\" in the video! 'Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for 'fair use' for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use'", "viewCount": 0.4268273671966616, "labels": [5, 16]}, "SCqA1gduA60": {"likeCount": 0.1361727836017593, "dislikeCount": 0.0, "videoId": "SCqA1gduA60", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "RogueNationCarClub RogueNation AngelBabytv Lilangel1987pa Cars CarShow Pheonix Arizona AZ Facebook Youtube Dubs Wheels Motorcycles Song Music Feamle Rapper Philly Upgrade Public Soulja Boy Bammer Engine Club Group Escalade SUV Amps Sony Tinted Windows High Beams Clean CarWash Race MagazineROGUENATION CAR CLUB SONGAngel Baby Raps About Rogue Nation Car Club How They Do It In Phoenix,AZ Customade Cars,Car Shows & Many More...Shouts Out To TREVOR,SHAWN,BRIAN & GERRI,STEVE & ANGEL,TYLER,JC, 1ST PLACE JOE & KAT,CRAIG,BRANDON,SETH & JASON.", "viewCount": 0.3072617476545237, "labels": [116]}, "tIfPJT7XA18": {"likeCount": 0.15797835966168103, "dislikeCount": 0.047712125471966245, "videoId": "tIfPJT7XA18", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "Harry Potter anime song Ron harry potter hermione animation Weasley Draco granger Severus Snape phoenix Luna Cho Fred and georgeHarry PotterAnime fan artcute pictures", "viewCount": 0.35692568333286107, "labels": [5, 16, 282]}, "nSYeYe6bYYg": {"likeCount": 0.1361727836017593, "dislikeCount": 0.08450980400142569, "videoId": "nSYeYe6bYYg", "title": "", "description": "", "length": 0.25378190950732743, "keywords": "Sword Art Online Hollow Fragment Sword Art Online Adapted Work Handheld Game Console Bleach Speed Anime Soul Bleach Comic Book Series Opening Eater Ending Bleach Amv Naruto Drawing Soul Eater Bleach Musical Group Soul Eater Comic Book Series Painting Bleach Opening Artist Bleach Episode Drawings Sculpture PaintingsSWORD ART ONLINE RE HOLLOW FRAGMENT HOW TO LEVEL UP MASTERY'S FASTIn this video i will be showing you how to level up yours skills and gain skill points in Sword Art Online RE Hollow Fragment I found this method from a youtuber called Havian His channel is here check him out Facebook Twitter Twitch ", "viewCount": 0.37735670489260587, "labels": [0, 1, 1567]}, "Yt4vDmekb0I": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "Yt4vDmekb0I", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "Kansas Football KU Football Kansas Jayhawks Jake HeapsJake Heaps 8 9 12Kansas quarterback Jake Heaps speaks to the media on Day 8 of Fall Practice.", "viewCount": 0.30689276116820724, "labels": [918]}, "lO6xvbfxDVU": {"likeCount": 0.15440680443502758, "dislikeCount": 0.06020599913279624, "videoId": "lO6xvbfxDVU", "title": "", "description": "", "length": 0.25352941200427703, "keywords": "naz richardson boxing boxeo thekoncretejungleNaz Richardson Why are you telling young fighters not to fight smart?  True HD FACEBOOK TWITTER ", "viewCount": 0.3074084689028244, "labels": [92]}, "Ig5L-unbCi0": {"likeCount": 0.16434526764861876, "dislikeCount": 0.13222192947339192, "videoId": "Ig5L-unbCi0", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "BMW half shaft cv bootBMW Half Shaft CV Boot Repair, Replacementreplacing ripped CV boot on BMW E46 325xi", "viewCount": 0.4584636480371127, "labels": [2, 7, 1307]}, "rPOVlg4y04Y": {"likeCount": 0.22430380486862944, "dislikeCount": 0.06989700043360189, "videoId": "rPOVlg4y04Y", "title": "", "description": "", "length": 0.2682145076373832, "keywords": "minecraft mine craft game etho let's lets play tutorial creeper zombie skeleton world boat map cart survival beta mob trap grinder eats redstone red stone lava fire house base home mining digging notch cave rfw rftw race wool vechs docm joker static coe avidya guude bdoubleo team 4200g jeds docm77 race for wool vechs race for wool coestar 777static777 liam3061 super hostile custom let's playDocm77s Minecraft Special Vechs' RFW 4200G vs JEDSAvidya, Coe, Guude and Bdubs vs. Etho, Joker, DocM and Static!! This is what I experienced in this epic battle Vechs' Super Hostile maps thread See all the perspectives Team 4200G Coe Avidya BDubs Guude Team JEDS Joker Etho DocM Static IntroOutro Video Coestar IntroOutro Music \"Singularity Collapse\" by Danny Baranowsky Background Music Awair  Cracked Inside ft. Farisha Haque ", "viewCount": 0.40775495804517936, "labels": [0, 1, 27]}, "qS-SZqgV3-I": {"likeCount": 0.19590413923210936, "dislikeCount": 0.06020599913279624, "videoId": "qS-SZqgV3-I", "title": "", "description": "", "length": 0.24623979978989563, "keywords": "DiretodayDire Straits When It Comes to YouOn every street is one of the latest Dire Straits albums maybe the last in which Knopfler moved from the clean Fender Stratocaster sound you can hear in the first albums to a cool slightly distorted low tones \"Gibsonlike\" one", "viewCount": 0.40029432068763254, "labels": [4, 9, 10, 37]}}