{"kn4Iw0-NeEA": {"likeCount": 0.1799340549453582, "dislikeCount": 0.03010299956639812, "videoId": "kn4Iw0-NeEA", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "Harry Potter let it burn Ron Weasley Harry Potter Literary Series Hermione Granger Draco Malfoy Voldemort Lucius Narcissa Harry Potter film Series Bellatrix Lestrange Remus Lupin Sirius Black Lily James Severus Snape Ginny Frfed Wesley George Molly Daniel Radcliffe Tom Felton Rupert Grint Emma Watson Neville Longbottom order of the phoenix dumbledore dumbledore's army death eaterslet it burn  Harry Potter SagaI would've put a line from the song here, but when I first heard it everything in it screamed about Harry's adventures, Harry's family and friends and Harry himself. I started working on that LONG time ago, but my inspiration died at some point, but eventually it got back and here is the result. I'm pleased with it, but also I'm sure a lot of aspects could be better. Fandom The Harry Potter Saga mainly the last 34 movies Song Mentioned at the end of the video, please don't mention it in the comments because of copyright issues! Coloring NicoleProdz", "viewCount": 0.36637951222194076, "labels": [282]}, "ktXL6kGrnl8": {"likeCount": 0.1278753600952829, "dislikeCount": 0.06020599913279624, "videoId": "ktXL6kGrnl8", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "Race of Champions Sebastien LoebRace of Champions 2006 HighlightsThe Race of Champions 2006 in the Stade de France. Lots of people came for Sbastien Loeb, the 3times World Rally Champion but a Swedish wasted the festival !", "viewCount": 0.44480567108862124, "labels": [17, 19]}, "kt2MzPRKPtY": {"likeCount": 0.22764618041732443, "dislikeCount": 0.06020599913279624, "videoId": "kt2MzPRKPtY", "title": "", "description": "", "length": 0.20791812460476247, "keywords": "Paris Fashion Week Style Beauty Model ProfessionFashion Week Paris 2014 2015 SOME MODELS N2Models from exit DIOR , LANVIN . PAUL SMITH . with yuri pleskun ,paul boche ,and , Charlotte free ,", "viewCount": 0.43378983256450365, "labels": [66]}, "fi_E-kUxxcI": {"likeCount": 0.16232492903979007, "dislikeCount": 0.09030899869919436, "videoId": "fi_E-kUxxcI", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "Musicvideo club pnguin music video clubpenguin gagernator awsome cool 2008Never Gonna Give You Up Club Penguin Music VideoNever Gonna Give You Up Club Penguin Music Video Gagernator Gagernator Stoney26 Club Penguin Music Video Club Penguin Music Video Club Penguin Music Video Club Penguin Music Video Club Penguin Music Video Club Penguin Music Video ClubPenguin Music Video ClubPenguin Music Video ClubPenguin Music Video ClubPenguin Music Video ClubPenguin Music Video", "viewCount": 0.3593175263478103, "labels": [1, 5]}, "tWNdL9embj4": {"likeCount": 0.12552725051033062, "dislikeCount": 0.07781512503836437, "videoId": "tWNdL9embj4", "title": "", "description": "", "length": 0.2653212513775344, "keywords": "valenica spain paella la pepicaEating Spanish Paella  La Pepica in Valencia, Spain popular place on the beach For a full transcript of the Spanish dialogue in both Spanish and English please visit this link In this episode of \"Follow Jordan\" we go back to La Pepica and actually EAT the paella we saw being made in the last episode.", "viewCount": 0.3835183069849044, "labels": [11, 22, 29, 32, 406]}, "YKmddtLZsSw": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "YKmddtLZsSw", "title": "", "description": "", "length": 0.23117538610557542, "keywords": "Pig Sheepdogs Duck SheepsBabe 1996 VHS Previews1. \"Also Available from MCAUniversal Home Video\" 2. The Adventures of Timmy the Tooth promo 3. The Land Before Time III The Time of the Great Giving preview 4. Francis The Talking Mule Video Collection promo 5. Warning Screen 6. \"This Film has been modified...\" 7. MCAUniversal Home Video logo 8. Universal Pictures logo MCA Home Video, Inc.", "viewCount": 0.48706087128668374, "labels": [5, 16, 25, 1131]}, "YaIHB65l6YI": {"likeCount": 0.16434526764861876, "dislikeCount": 0.06020599913279624, "videoId": "YaIHB65l6YI", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "Circus Clown Rodeo Clown Baseball Clown Dumont Network ABC TV television TV Shows 1950s Classic 50s comedy humor funny video clip Art Baker You Asked For ItCircus Clowns, OK. Rodeo Clowns, sure. But Have You Ever Seen A Baseball Clown?You Asked For It fan page at We've all seen rodeo clowns and circus clowns but what about a baseball clown? There was a time when they performed at baseball games. This clip is from a 1950s reality show called \"You Asked for It\".", "viewCount": 0.39728505558472305, "labels": [726]}, "NtyqvjsSEmg": {"likeCount": 0.15797835966168103, "dislikeCount": 0.06020599913279624, "videoId": "NtyqvjsSEmg", "title": "", "description": "", "length": 0.24248816366310671, "keywords": "Korra TV Character korra vs zaheer book3 legendofkorra Film Media GenreThe Legend of Korra  Korra vs Zaheer AMV aLIEzHey! This my first video and I decided to do a Korra AMV  The song and the show belongs to their rightful owners. Show The Legend of korra book 3 Song aLIEz by Sawano Hiroyuki", "viewCount": 0.3826398782187618, "labels": [5, 16]}, "5frhC_xFOn8": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "5frhC_xFOn8", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "Blues Birmingham Wycombe carling cup carlin bham blues birmingham city wycombeBlues vs Wycombe 13.08.08Blues successfully start the carling cup campaign with an easy 40 win over Wycombe, Goals from Nafti, Larsson, Jerome and Quincy", "viewCount": 0.3793161529245551, "labels": [0, 12]}, "gV014YKYCNg": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "gV014YKYCNg", "title": "", "description": "", "length": 0.2584331224367531, "keywords": "Springsteen Wrecking ball tourSpringsteen live in Paris, The wrecking ball tour 201220120704  PALAIS OMNISPORTS DE PARISBERCY, PARIS, FRANCE Soundcheck EASY MONEY  4TH OF JULY, ASBURY PARK SANDY  WRECKING BALL WE TAKE CARE OF OUR OWN  WRECKING BALL  BADLANDS  DEATH TO MY HOMETOWN  MY CITY OF RUINS  SPIRIT IN THE NIGHT  THE E STREET SHUFFLE  4TH OF JULY, ASBURY PARK SANDY  JACK OF ALL TRADES  BECAUSE THE NIGHT  DARKNESS ON THE EDGE OF TOWN  JOHNNY 99  DARLINGTON COUNTY  EASY MONEY  WAITIN' ON A SUNNY DAY  THE PROMISED LAND  THE WAY YOU DO THE THINGS YOU DO  6345789 SOULSVILLE, U.S.A.  INDEPENDENCE DAY  THE RIVER  THE RISING  OUT IN THE STREET  LAND OF HOPE AND DREAMS  PEOPLE GET READY  WE ARE ALIVE  BORN IN THE U.S.A.  BORN TO RUN  BOBBY JEAN  DANCING IN THE DARK  TENTH AVENUE FREEZEOUT  AMERICAN LAND The first of two nights at Bercy and the twelfth time Springsteen has played the arena. Back to the stage after a tenday break and Bruce plays no less than three July 4 specials  \"4th Of July, Asbury Park Sandy\", \"Darlington County\" and a solo piano \"Independence Day\". In addition \"American Land\" closes the show. \"La Vie en rose\" best known as the signature song of Edith Piaf welcomes the band on stage, played by the accordion duo of Roy and Charlie. Patti returns to the stage for the first time since Los Angeles  as a result \"Easy Money\" makes a reappearance, replacing \"Shackled And Drawn\".", "viewCount": 0.32990712600274097, "labels": [3]}, "gWAwxSoEyZE": {"likeCount": 0.14771212547196624, "dislikeCount": 0.03010299956639812, "videoId": "gWAwxSoEyZE", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "mta subway Thesubwaymustango foam train NYCTSPECIAL Onboard Rerouted R160 M Train From Broadway Junction to Rockaway Avenue.This video is from 72914  719 PM. This M train was rerouted via 8th Avenue Local because of signal problems at Broadway Laffayette Street.", "viewCount": 0.3650307523131937, "labels": [2, 45, 51, 56, 77, 212, 1745]}, "e5I9vwQFkTI": {"likeCount": 0.2519827993775719, "dislikeCount": 0.047712125471966245, "videoId": "e5I9vwQFkTI", "title": "", "description": "", "length": 0.2527629900871339, "keywords": "Modern Warfare MW3 MW2 CoD4 Call Of Duty Modern Warfare 3 Howto Moab Call Duty Cod Your Montage Cod5KSG12 TDM MOAB  How to pick your sensitivity Hope this helped. God knows I'll get rewarded for it.", "viewCount": 0.3690904554054967, "labels": [0, 1, 36, 142]}, "e6YwUPdjCGY": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "e6YwUPdjCGY", "title": "", "description": "", "length": 0.24756711883244298, "keywords": "hellsing gungrave trigun devil may cry amv style gun frontier opanime guners with styledante alucard vash and brandon unite with gun frontier opening song please rate and comment", "viewCount": 0.3670709595223797, "labels": [5, 16, 1579, 2730]}, "LUqOP_gh5Zw": {"likeCount": 0.2281033367247728, "dislikeCount": 0.06020599913279624, "videoId": "LUqOP_gh5Zw", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "Knew You Were Trouble KRNFX Walk Off The Earth Amsterdam Holland Netherlands Country Netherlands Paradiso sarah marshall gianni mike beard guy joelI Knew You Were Trouble ft. KRNFX  Walk Off The Earth  Paradiso Amsterdam 31313I put up vlogs every now and then about things that had me moving or that are on my mind. So please subscribe to my channel!", "viewCount": 0.45171430929791634, "labels": [3, 4, 6]}, "LVMS3Eo9wHE": {"likeCount": 0.1380211241711606, "dislikeCount": 0.06989700043360189, "videoId": "LVMS3Eo9wHE", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "Dodge mega cab stuck 4.24.10 offroad dodge 4x4 mudding mud winch pull tow strap wheelingDodge mega cab stuck 4.24.10Dodge mega cab stuck 4.24.10, as the video said, it was her idea.", "viewCount": 0.44489226404968313, "labels": [2, 17, 75, 95, 135, 172, 437, 490, 583, 1155, 1339]}, "LWQm1MwEgs8": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "LWQm1MwEgs8", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "lps duck song Littlest pet shopDuck song II LPS versionenjoy ! credit to Bryant Oden  The Duck song LPSLeahTVmusic 2012", "viewCount": 0.3245018870737753, "labels": [466]}, "40loCuQtUwo": {"likeCount": 0.2041392685158225, "dislikeCount": 0.03010299956639812, "videoId": "40loCuQtUwo", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "ecco echo dolphin tides of time music sega soundtrack ost explodEcco The Tides of Time Music Genesis  Fish CityTrack 16  16 Complete Soundtrack System Sega Genesis  Mega Drive Alternate Title Ecco the Dolphin 2 Developer Novotrade International Publisher Sega US  JP  EU Composers Gabor Foltan, Csaba Gigor, Laszlo Fazekas Year 1994 Tracklist 1  Title Theme 2  Crystal Springs 3  Fault Zone 4  Two Tides 5  Time Travel 6  Trellia's Bay 7  Skyway 8  Tube of Medusa 9  Aqua Tubeway 10  Fin to Feather 11  Sea of Darkness 12  Moray Abyss 13  Big Water 14  Convergence 15  Inside 16  Fish City Visit track 1 from this selection for a download link.", "viewCount": 0.4387923466973437, "labels": [739]}, "eyem7n_FmqA": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "eyem7n_FmqA", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "maf mission aviation fellowship flight training centre ftc papua new guinea png luke newell feseme safe to landGreat pilotsMAF pilotsThe situations faced by MAF pilots are completely unique. They need specialised training to do this specialised job. Help us build a new Flight Training Centre in Mareeba. ", "viewCount": 0.35512059437479065, "labels": [2, 44, 46]}, "dQIf-8tNQ90": {"likeCount": 0.12041199826559248, "dislikeCount": 0.047712125471966245, "videoId": "dQIf-8tNQ90", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "Winter Auto Grand Theft Auto IV Video Game Video Game Industry Snow Industry Organization Sector Gta Grand Theft Auto Video Game Series City Animation Vice Cartoon Gta4 Andreas Animated Stunt Rockstar Vice City Blender Network Mission 3ds Flash Cartoons Character Ice Cold Storm Day Patrol Fun Chasing Snow Day Cars Blizzard Snowball Snowy Snow Patrol Weather Frozen Chasing Cars Freezing December First Snow Snow Storm Render Modeling Feb February Sliding CgiGTA IV Realistic Snowfall HD Mod By flashFacebook  This is my first mod. Rain is replaced by very realistic snowfall and winter atmosphere. Download  Update !!  Mods used in my game in the video  Snow mod v2  Snowmobile  and other... If you want the same game than in the video  Firstly, back up your game, download and install snow mod v2 and snowmobile. After installing only, download and install my Realistic Snowfall mod v1. If you have snow mod and if you can'nt bear the \"grass throw\" effect on snow, download this  and put it, after backup, in \"CProgram Files x86Rockstar GamesGrand Theft Auto IVcommondataeffects\" Enjoy ! Thanks for watching !! Snow, stunt and crash  ", "viewCount": 0.36454222693490923, "labels": [0, 1, 35, 85, 230, 252]}, "ncqw2SL_Rh4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "ncqw2SL_Rh4", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "New fireman sam Fireman sam fireman sam episode fireman sam full episode Firemansam full english episode fireman sam toys fireman sam story fireman sam dvd fireman sam series fireman sam pontypandy Animation TV Genre fireman sam new toys fireman sam tv show fireman sam tv episode fireman fireman sam play set fireman sam review new fireman sam toys fireman sam 2015 fireman sam 2016New Fireman Sam Full Episode Remote Control Helicopter CRASHNew Fireman Sam Full Episode Remote Control Helicopter CRASH. fireman sam and tom Thomas play with the new remote control helicopter. Fireman sam,fireman sam episode,fireman sam full episode, Firemansam full english episode, fireman sam toys , fireman sam story ,fireman sam dvd ,fireman sam series, fireman sam pontypandy , officer Steele You can find more peppa pig fireman sam postman pat episodes here  ADD Me on GOOGLE subscribe  Main page Check out some of my play lists here Playdoh play list  Thomas and friends Play list  Fireman sam videos Surprise eggs play list  Hello kitty toys surprise eggs  Playdoh activities playdoh videos Playdoh surprise eggs  ", "viewCount": 0.4001820217038328, "labels": [296]}, "N-5ZyC3TaDk": {"likeCount": 0.20681858617461618, "dislikeCount": 0.047712125471966245, "videoId": "N-5ZyC3TaDk", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "manchester city fc man city manchester city mcfc premier league premier league champions soccer EPL futbol fussballCITY TODAY Fans react to Swansea winIn today's episode we see Yaya Toure receiving the BBC African player of the year. Some fans reactions to the Swansea game and the under 18 victory against Everton. Subscribe for FREE and never miss another CityTV video. Register with City to receive even more official content and exclusive offers ", "viewCount": 0.3681060243631812, "labels": [12]}, "N3cAaiww3nw": {"likeCount": 0.2214843848047698, "dislikeCount": 0.06020599913279624, "videoId": "N3cAaiww3nw", "title": "", "description": "", "length": 0.22671717284030138, "keywords": "MBC Gayo Daejejeon TV Program Munhwa Broadcasting Corporation Business Operation sungjong  Sungyeol131231 140101       2013 MBC    INFINITE SUNGJONGby   twitter ohanami9", "viewCount": 0.40668475109739, "labels": [3]}, "2O_52U3lLbc": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "2O_52U3lLbc", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "The Smurfs Global Smurfs DayGlobal Smurfs Day  Highlights ReelONLY AT THE MOVIES! September School Holidays Global Smurfs Day was held on June 25 to celebrate the birthday of Peyo, the creator of 'The Smurfs'. See how fans all over the world united to set the Guinness World Record for the largest gathering of people dressed as Smurfs in multiple venues. Audiences everywhere are in for a Smurfy good time as the Smurfs make their first 3D trip to the big screen in Columbia Pictures'Sony Pictures Animation's hybrid liveaction and animated family comedy, The Smurfs. When the evil wizard Gargamel chases the tiny blue Smurfs out of their village, they tumble from their magical world and into ours  in fact, smack dab in the middle of New York's Central Park. The Smurfs must find a way to get back to their village before Gargamel tracks them down.", "viewCount": 0.32949069106051926, "labels": [16]}, "xzeBPhWcNOQ": {"likeCount": 0.0, "dislikeCount": 0.06989700043360189, "videoId": "xzeBPhWcNOQ", "title": "", "description": "", "length": 0.2414973347970818, "keywords": "Dubstep Music Electronic Concert Boston Cambridge DJDubstep Concert  John B  The Middle East Boston MA 31811Great Dubstep concert with 4 different DJ's at The Middle East on Massachusetts Avenue in Cambridge, MA March 18, 2011", "viewCount": 0.3054613054556888, "labels": [3]}, "y2iQ2MnqxPs": {"likeCount": 0.2568201724066995, "dislikeCount": 0.07781512503836437, "videoId": "y2iQ2MnqxPs", "title": "", "description": "", "length": 0.25563025007672874, "keywords": "sonamy sonic and amy love story romantic film movie sonikku ames amyy sonicc sonicamy sonmy hedgehog rose comic high school musical characters soniccouplez faith zsonicxcouplez stories romance The Story of SonAmy  Part 2 Welcome to TSOSA  this is split into 2 seasons. Join Sonic & Amy through an incredible journey to save the world and their friends, this is where the story of Sonamy truly began during their adventure in the world. Check out the playlist to watch TSOSA in the correct order  I DO NOT claim any fanart used in the video alongside the Sonic characters either. I've only written the fanfiction.   SUPPORT  DONATE   REACH ME Website Edit Channel IRL Channel Instagram Discord  Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for 'fair use' for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use.", "viewCount": 0.4531440595250219, "labels": [5, 16, 150, 204]}, "GbVEJVBG2ew": {"likeCount": 0.22671717284030138, "dislikeCount": 0.1146128035678238, "videoId": "GbVEJVBG2ew", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "Bulk Carrier Ship Type Cebu Davide governordavide jobeldavide cebuprovince cebuprovincialgovernment Philippines Pinoy Balamban TsuneishiCebu Gov Davide at the Ceremonial Launching of SC209 82,100 MT Bulk Carrier at Tsuneishi CebuMrs. Jobel A. Davide, wife of Cebu Governor Hilario P. Davide III led the cutting of rope at the ceremonial launching of SC209 82,100 MT Bulk Type Carrier Ship earlier today at Tsuneishi Heavy Industries Cebu,Inc. in Balamban, Cebu.", "viewCount": 0.46929173873094965, "labels": [227]}, "1O6GFDSbU_I": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "1O6GFDSbU_I", "title": "", "description": "", "length": 0.2608526033577194, "keywords": "nights into dreams sega saturn sonic team claris sinclair elliot edwards reala wizeman the wicked jackle clawz gulpo gillwing puffy spring valley mystic forest soft museum twin seeds alife gameplay runthrough playthrough let's playNiGHTS into Dreams playthrough  Elliot Part 3 Stick CanyonPlaythrough of the class Sega Saturn game NiGHTS into Dreams. Elliot dream Part 3  Stick Canyon", "viewCount": 0.34051755462179895, "labels": [0, 1, 150, 2014]}, "ri1J-LasWH4": {"likeCount": 0.2281033367247728, "dislikeCount": 0.17075701760979364, "videoId": "ri1J-LasWH4", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "bananagrams word game scrabble board game how to play bananagrams rules bananagrams instructionsHow to Play the Bananagrams Word GameThis video straight from Bananagrams shows you how to play their fastpaced word game that started it all... Bananagrams.", "viewCount": 0.5024690862355431, "labels": [0, 607]}, "aFRPB-0aVJI": {"likeCount": 0.06020599913279624, "dislikeCount": 0.06020599913279624, "videoId": "aFRPB-0aVJI", "title": "", "description": "", "length": 0.24727564493172124, "keywords": "bleach heat the soul rukia vs gin psp drum and bass mixBleach Heat The Soul 6 Rukia vs GinRukia vs Gin in the game Bleach Heat The Soul 6 compiled and edited the contents of the video however i disclaim the rights to the material used in this video songs used drum and bass exclusive remix", "viewCount": 0.32626883443016963, "labels": [0, 1, 5, 516]}, "aKEYH9xJZBU": {"likeCount": 0.13010299956639812, "dislikeCount": 0.09030899869919436, "videoId": "aKEYH9xJZBU", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "BMW 5 Series E60 Automobile Generation BMW M5 Automobile Model GoPro E60 M5 BMW BMW M5 E60E60 BMW M5 Testing POV in parking garageTesting the sound and positioning on my new GoPro, I drive us around briefly in a parking garage in the M5.", "viewCount": 0.37478777058197904, "labels": [2, 7, 104, 174, 1399, 2558]}, "1qBNfd5vlSk": {"likeCount": 0.15440680443502758, "dislikeCount": 0.06020599913279624, "videoId": "1qBNfd5vlSk", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "Louisville home inspector Louisville home inspectionLouisville Home Inspector Finds a Water Heater that is truly a train wreck ! Video taken during an actual home inspection reveals a water heater that is best described as a Train Wreck ! Someone was living in this house until recently with defects that could have been deadly. The buyer was able to negotiate a safe repair prior to closing avoiding having to pay for the repair or endangering their family. The good news is,I help home buyers in the Louisville and Southern Indiana area everyday. If you are considering buying a home or have signed a contract on a home join over 1734 protected clients, Call Today 5026489294 ", "viewCount": 0.4294422133112984, "labels": [62]}, "NbuoYXPhN6M": {"likeCount": 0.047712125471966245, "dislikeCount": 0.06020599913279624, "videoId": "NbuoYXPhN6M", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "video game Guitar Hero coheed cambria Awesome SG Double neck funMy Double Neck SG Controller  ModdedHello, guys and gals! This is my double neck SG controller for PS2. I modded it out of two other controllers. I plan on modding it to use for my PS3. It works, too. Its a really good controller. I hope you enjoy the video.", "viewCount": 0.32494429614425824, "labels": [0, 1, 9, 339]}, "PJgdcVOxg2k": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "PJgdcVOxg2k", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "Bomond Dance Adam & EveDance, Dance, Dance!  Adam & EveDance, Dance, Dance! by BDC  Adam & Eve Hotel", "viewCount": 0.3142076461073285, "labels": [191]}, "OffZuAZvY-g": {"likeCount": 0.13010299956639812, "dislikeCount": 0.0, "videoId": "OffZuAZvY-g", "title": "", "description": "", "length": 0.22405492482826, "keywords": "figure skating ice ISU JGP Lake Placid Junior Men Short Program Michael Christian MARTINEZ International Skating Union ISU Ice skating Skater Ice Skater ISU Channel ISUchannel ICE Sport Winter Sport Skating Federation International skating Skating Union Olympic Winter Olympic Olympic Sport World Skating ISU skating Olympic skating ice dance dance on ice8 Michael Christian MARTINEZ PHI  ISU JGP Lake Placid Junior Men Short Program8 Michael Christian MARTINEZ PHI  ISU JGP Lake Placid Junior Men Short Program", "viewCount": 0.34525530632289253, "labels": [82, 103, 346, 350, 537]}, "v6l8I5dTBPE": {"likeCount": 0.17781512503836439, "dislikeCount": 0.047712125471966245, "videoId": "v6l8I5dTBPE", "title": "", "description": "", "length": 0.25440680443502756, "keywords": "NBA 2k13 NBA 2k13 Gameplay MyCareer My Career MyPlayer Player Blacktop Mode Crew Association Online MyTeam Team Tutorial How To Full New Orleans Hornets Chris Paul Blake Griffin Jamaal Crawford Chauncey Billups Deandre Jordan Grant HillNBA 2K13 MyCAREER EP16  AllStar GamePlease like the video if you enjoyed and subscribe if you want to see more videos like these! Livestream Twitter  Weekly Schedule Sunday Madden NFL 13 Tennessee Titans Connected Careers Monday NBA 2K13 Washington Wizards Simulation Association Tuesday NBA 2K13 Tragic Bronson MyCAREER Wednesday NBA 2K13 Online Ranked Around the League Thursday Madden NFL 13 Tennessee Titans Connected Careers Friday NBA 2K13 Washington Wizards Simulation Assocation Saturday NBA 2K13 Tragic Bronson MyCAREER Schedule is subject to change for various reasons.  Here are the links to my current series' playlists as well as some past series NBA 2K13 Tragic Bronson MyCAREER NBA 2K13 Washington Wizards Simulation Assocation NA NBA 2K13 Blacktop Gameplays NBA 2K13 Around the League NBA 2K12 Dee Gee My Player NBA 2K12 Drazen Petrovic Create a Legend Madden NFL 13 Tennessee Titans Connected Careers Madden NFL 13 Jeff Samardzija WR Connected Carers NCAA Football 13 Reggie Bush Road to Glory MLB 12 the Show Manny Ramirez Road to the Show MLB 12 the Show New York Yankees Fantasy Draft Franchise Minecraft Survival Let's Play Minecraft Infernal Sky Playthrough SSX Let's Play ", "viewCount": 0.3777716738609626, "labels": [0, 1, 63, 70, 125, 1047]}, "v6y3FPOve7g": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "v6y3FPOve7g", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "Omaha WSOP Mitch Maples2007 WSOP Event 44 Final Table Mitch MaplesMitch Maples at the Final table of the 2007 Event 44  2000 Omaha HighLow", "viewCount": 0.3966986025117938, "labels": [0, 215, 217, 611]}, "T5TU96ddIQE": {"likeCount": 0.23996737214810382, "dislikeCount": 0.15682017240669952, "videoId": "T5TU96ddIQE", "title": "", "description": "", "length": 0.24456042032735975, "keywords": "Ford Automobile Make Ford Expedition Automobile Model Ford expedition noisy wheel 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 hub bearing replacing a hub replacing a wheel bearing spindle brake noise bearing wheel bearing 1998 how to do it yourself bad bearing Wheel fast n loud overhaulin2006 Ford Expedition front wheel bearing replacementHad a noise coming from the front of the vehicle. Thought it was a brake problem, but it turned out to be the wheel bearing. Similar wheel bearinghub Gloves As an Amazon Associate I earn from qualifying purchases.", "viewCount": 0.48587536893261585, "labels": [2, 7, 165, 495, 1000, 2229]}, "T9JT2atrhyo": {"likeCount": 0.12041199826559248, "dislikeCount": 0.0, "videoId": "T9JT2atrhyo", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "mpls.tv minneapolis hannibal buress segwaySegwayin' with Hannibal BuressHannibal Buress was in Minneapolis for some shows at Acme Comedy Club in early June 2011. MPLS.TV was able to hang out with Hannibal in only the best way possible...on Segways. Shot by Tom Johnson  Keith Moechnig Edited by Tom Johnson Special Thanks to Human on a Stick Song \"If You Want It\" by TV Girl tvgirl.bandcamp.comalbumtvgirlep hannibalhannibal.tumblr.com humanonastick.com", "viewCount": 0.33132342916947244, "labels": [3509]}, "4jvhR9yNK9w": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "4jvhR9yNK9w", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "el dorado foorball jeff bailey greg magnusFootball chronicles  El DoradoEl Dorado head coach Jeff Bailey expects the 2007 season to be tough to repeat as Southwest Division CIF champs.", "viewCount": 0.3502836638621003, "labels": [0, 79]}, "0HrGSkBtfAU": {"likeCount": 0.14471580313422192, "dislikeCount": 0.19242792860618818, "videoId": "0HrGSkBtfAU", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "carbon kenji angie wolf aston martin db9 dodge charger rt mazda rx7 how to make need for speed nfs bushido 21st street crew tfk gamecube playstation xbox nintendo ds gameboy advance wii windows pc need speed high speed electronics gaming cheats 360 Mac OS PlayStation Portable drift drifting psp games wanted carsHow to make Kenji's Bushido Mazda Rx7 in need for speed carbonHow To make Kenji's Bushido Mazda Rx7 in need for speed carbon below is the parts to use. Boss performance parts depend on who you face 123. Or could be your own option. kenjis rx7 body 4 hoodoverdial rimsbbs rs gt spoilerIts actually switchblade not the one in the video paintgloss medium green 1st row before final 5 colors 3rd from the top rimsfirst row 1st color Boss 1 performance Suspensionstreet NosRace Tiresstreet Brakesstreet Boss 2 performance NosRace Tiresstreet Brakesstreet Boss 3 performance Enginepro transmissionpro suspensionpro nosrace tirespro brakespro turbopro", "viewCount": 0.43424226808222066, "labels": [48, 258, 1596]}, "DuTDJK9Arsw": {"likeCount": 0.29698816437465003, "dislikeCount": 0.18129133566428557, "videoId": "DuTDJK9Arsw", "title": "", "description": "", "length": 0.2506505032404872, "keywords": "Airsoft today Airsoft Obsessed Tom Harris Tominator Dave Baks airsoft videos airsoft guns airsoft reviews airsoft war airsoft action elite force airsoft madbull airsoft elite force pro staff ef pro staff Evike Airsoft Airsoft EvikeCQB City Pistols Only Game HK45  Airsoft ObsessedHK 45, Licensed by Elite Force, made by KWA Available at Evike Subscribe to our website by email or RSS for updates! www.airsoftobsessed.com A very special thanks to our sponsors We ARE Elite Force Pro Staff. What's in YOUR Mag? Elite Force Airsoft efprostaff eliteforceprostaff Evike.com Airsoft Superstore airsoftevike evike MadBull Airsoft AIRSOFT OBSESSED SOCIAL MEDIA Facebook Twitter Instagram Tom airsoftobsessedtom airsoftobsessed aotom Instagram Dave airsoftobsesseddave airsoftobsessed aodave Get your own Instagram photos featured on our community page airsoftobsessed", "viewCount": 0.5092348633904876, "labels": [0, 1]}, "rk24ezWTCMI": {"likeCount": 0.15185139398778877, "dislikeCount": 0.0, "videoId": "rk24ezWTCMI", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "XR3 cars automobile electricdiesel diesel electric hybrid auto gallon oil gas Robert Riley gas station oil crisis solution prototype efficient design three mode design compact sports car petrolium Gasoline Fuel Energy Automobiles Petroleum Industry innovation future225 Miles to the Gallon Super Efficient CarThe XR3 is a hybrid electricdiesel vehicle that can get up to 225 miles per gallon. From Discovery Channel's \"NextWorld\" Become a fan here! ", "viewCount": 0.3618780024506215, "labels": [2, 7, 48]}, "mfMdKJA7p74": {"likeCount": 0.09030899869919436, "dislikeCount": 0.08450980400142569, "videoId": "mfMdKJA7p74", "title": "", "description": "", "length": 0.25440680443502756, "keywords": "Dragon Quest IX gameplay thief key chest dourbridge mini medalDragon Quest IX  Thief Key ChestsIt has been a while, so I decided I'm going to start making DQIX videos. This is my 3rd playthrough of the game. I'll be showing bosses and some cool stuff I find.", "viewCount": 0.3504742636271688, "labels": [0, 1, 510, 762]}, "mmpGSWy6mvU": {"likeCount": 0.1845098040014257, "dislikeCount": 0.09030899869919436, "videoId": "mmpGSWy6mvU", "title": "", "description": "", "length": 0.25774917998372254, "keywords": "KONAMI  GAME  RoyzDanceDanceRevolutionRoyzDDR Part1 DanceDanceRevolutionRoyzDDR Part1  DanceDanceRevolutionRoyz  Royz  Part2  Part3  DanceDanceRevolution ", "viewCount": 0.42121076655476597, "labels": [0, 1207]}, "cV9mzdrmRxw": {"likeCount": 0.11139433523068368, "dislikeCount": 0.047712125471966245, "videoId": "cV9mzdrmRxw", "title": "", "description": "", "length": 0.2271841606536499, "keywords": "Betonggolv golvslip polera betong polish concrete superfloor HTC grinding klindex epoxy sanera hyperfloor super floor grindSuperfloor, Polishing Concrete with HTC 950 RXGloss value between 4256, exept the part at the end which has 199 ", "viewCount": 0.3917400467955251, "labels": [21, 62, 606, 616, 818]}, "rN7zXaZqZUw": {"likeCount": 0.17853298350107671, "dislikeCount": 0.0, "videoId": "rN7zXaZqZUw", "title": "", "description": "", "length": 0.25158738437116795, "keywords": "Vauxhall Lotus Carlton  1990  Forza Horizon 2  Test Drive Gameplay HDVauxhall Lotus Carlton  1990  Forza Horizon 2  Test Drive Gameplay HDVauxhall Lotus Carlton  1990  Forza Horizon 2  Test Drive Gameplay HD  Specs Xbox 360 Slim Roxio Game Capture HD Pro  Game Information Forza Horizon 2 is an upcoming racing video game developed for Microsoft's Xbox 360 and Xbox One consoles. It is the sequel to 2012's Forza Horizon and part of the Forza Motorsport series. The game will be developed by Sumo Digital for Xbox 360 and Playground Games for Xbox One, with Forza Motorsport series developer Turn 10 Studios supporting both builds. ", "viewCount": 0.39835811867057913, "labels": [1, 19, 104, 575, 1682, 1787, 1881]}, "sUUAr-_Si6k": {"likeCount": 0.1414973347970818, "dislikeCount": 0.06020599913279624, "videoId": "sUUAr-_Si6k", "title": "", "description": "", "length": 0.24563660331290432, "keywords": "clasps flush cutters types of clasps S clasps wire wrap jewelry production wire wrap jewelry wire wrap necklaces wire wrap braceletsHow to Make a Wire Wrap Necklace  Introduction to Wire Wrap JewelrySubscribe Now Watch More When making a wire wrap necklace, your finished piece can take a wide variety of different forms depending on your preferences, like a pendant. Make a wire wrap necklace with help from a graduate gemologist and professional jewelry designer in this free video clip. Expert Cassie J. LaCourse Contact www.cjljewelry.com Bio Cassie J. LaCourse is a graduate gemologist and professional jewelry designer. Filmmaker Richard Benton Series Description Making your own wire wrap jewelry is a really great way to put your own creativity on display while putting your own personal stamp on your favorite items. Get an introduction to wire wrap jewelry with help from a graduate gemologist and professional jewelry designer in this free video series.", "viewCount": 0.3864154956002026, "labels": [401, 732, 1037, 1067, 1398]}, "uszVV1Luy_k": {"likeCount": 0.3476686742945645, "dislikeCount": 0.2501059262217752, "videoId": "uszVV1Luy_k", "title": "", "description": "", "length": 0.2615950051656401, "keywords": "Maroc Maquillage hijabi hijab makeup turban muslim muslimah moroccan hijabmakeup beauty guru morocco tutorial howto hijabtutorial arab arabic lebanese turbanista yazthespaz babylailalov denver colorado maroc marghibiya maghribia Shower Cosmetics Quotation Subject Real Look New Haul Eye Eyes foreo Luna foreo luna Review Sephora Business OperationShower With ME  Night Time Routine Foreo LunaTHANKS SO MUCH FOR WATCHING!!! OPEN ME! ..Foreo Luna.. Also available at Sephora online and instore.  STAY CONNECTED WITH ME Business Inquiries Only please BabylailalovPRgmail.com Instagram Nuralailalov  Facebook Twitter Products Used Organic Coconut Oil ..Foreo Luna ..GlamGlow Cleanser.. ..Dr. Dennis Gross Pads..  ..Glambot BuySell Used Makeup.. ..SIGMA.. FAVORITE BRUSHES  ..Contour & Highlight Video..  WANT A FASTER RESPONSE TWEET ME! EDITED WITH IMOVIE Music by CMA Used with Permission from Artist FTCFOREO kindly sent me the LUNA to promote, as always all opinions are my own.", "viewCount": 0.5095434382038068, "labels": [39]}, "uywRC7f_9nA": {"likeCount": 0.13424226808222062, "dislikeCount": 0.06020599913279624, "videoId": "uywRC7f_9nA", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "the last polka ice cream kuah jenhan indie love picks peanut butter jellyIndie Love Picks The Last Polka x Kuah JenhanIndie Love Picks is a series of ice cream flavours inspired by our favourite Malaysian talents  musicians, artists, designers, and the collective force that shapes our creative landscape. This time round, we collaborate with funnyman Kuah Jenhan to create the Jenhan flavour, a peanut butter  jelly ice cream with chunky chocolatey brownie bits. Premiering on 15 June at his PJLA show \"Like This Like Dad\"  get your tickets now at This limited edition flavour is available at all participating retailers until July 2013. Video by the awesome Joshua Chay of The Spacemen ", "viewCount": 0.3286007122079475, "labels": [11, 20, 22, 29, 462, 637]}, "UyrBzBaj8ak": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "UyrBzBaj8ak", "title": "", "description": "", "length": 0.25514499979728755, "keywords": "1989 ads commercials cbs thanksgiving christmas cookies slippers soup parade2nd block of ads from 1989 WHIORecorded during the week of Thanksgiving 1989, off of WHIO, channel 7, CBS, in Springfield, Ohio. 000 Circus of the Stars 010 Charlie Brown Thanksgiving 027 Continental Cablevision 057 Miami Valley Chevy 133 Pizza Hut  Back To The Future glasses 205 Pillsbury's Best cookies 243 Radio Shack 313 Isotoner Slippers 343 Nestle Toll House cookies 413 Circus of the Stars 437 Campbell's kids' soups 507 Wendy's \"All Dogs Go To Heaven\" kids' meal 538 Macy's Thanksgiving Day Parade", "viewCount": 0.3440909082065218, "labels": [5, 16, 315, 505]}, "V-CsoHxeaSE": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "V-CsoHxeaSE", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "pocket inclinometer k850 w910 c902 w760 c905 sony ericsson accelerometer motion sensor javaPocket Inclinometer, using K850 accelerometer.Here an example of Pocket Inclinometer, a new exciting software from DPsoftware.org, running on a SonyEricsson K850i using accelerometer. More info and download on This software is compatible with K850, W910, W760, C902, C905 and others... More info and software download here ", "viewCount": 0.45302893662722826, "labels": [21, 23, 24]}}