{"3e1UlKf9XqM": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "3e1UlKf9XqM", "title": "", "description": "", "length": 0.269196510276736, "keywords": "Sumutori Dream Funny sumy wrestlers drunk Wrestling Match FreeSumutori Dreams  WIERD DRUNK SUMO WRESTLERS and downloadHope you subscribe after this funny ass video ! Download link ENJOY !!! ", "viewCount": 0.32299376859079343, "labels": [0, 1]}, "3hN030Fzmg4": {"likeCount": 0.25526682161121933, "dislikeCount": 0.11139433523068368, "videoId": "3hN030Fzmg4", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "Serengeti Walk With An Empress Sound Quake Riddim Kapten Rd Reggae RootsSerengeti  Walk With An Empress Empress RiddimSerengeti  \"Walk With An Empress\" taken from the \"Empress Riddim\" selection produced by Kapten Rd for Sound Quake. \"Walk With An Empress\" and \"Empress Riddim\" are available as digital download on iTunes, mp3.soundquake.com and other platforms... www.serengetimusic.com www.soundquake.com Video is produced by Tommy Boije at RFilm, Sweden", "viewCount": 0.492899464274243, "labels": [14]}, "w1QdKfuZl1U": {"likeCount": 0.16232492903979007, "dislikeCount": 0.0, "videoId": "w1QdKfuZl1U", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "Trinity Face Snowdon Crib GochCentral Trinity & Crib GochCentral Trinity and Crib Goch in February 2013, a stunning day out. You can read more about Skye the dog here You can read more about our winter courses here ", "viewCount": 0.3567379307650979, "labels": [60, 353, 519, 666]}, "3D-t27-d0Ns": {"likeCount": 0.06989700043360189, "dislikeCount": 0.06020599913279624, "videoId": "3D-t27-d0Ns", "title": "", "description": "", "length": 0.24393326938302629, "keywords": "Sharks staringGatlinburg AquariumThis is the best place in the whole world,walking under the sea", "viewCount": 0.3693639026161548, "labels": [15, 18, 59, 178]}, "qNANZD74Y8c": {"likeCount": 0.06989700043360189, "dislikeCount": 0.07781512503836437, "videoId": "qNANZD74Y8c", "title": "", "description": "", "length": 0.24623979978989563, "keywords": "Fish Live unpacking unboxing opening Aquarium Tank fishunpacking a live fishI Got a new gold fish and fish food come to my blog at his cool check him out ", "viewCount": 0.3081707270097349, "labels": [15, 18, 59, 178, 1260]}, "qNL_fJjIt8o": {"likeCount": 0.2534026106056135, "dislikeCount": 0.1146128035678238, "videoId": "qNL_fJjIt8o", "title": "", "description": "", "length": 0.25954962218255745, "keywords": "Lets Play Walkthrough GTA Gameplay XBOX PS3 PC 2014 Alan Wake 2013 Xbox tripple Facecam Painkiller Hell and Damnation Hell&Damnation Playthrough Mission Finla Boss fight Remember Me Game RememberMe Capcom State of Decay StateofDecay States open world zombie shooter The last us E3 Reveal New One PS4 Battlefield 4 Facebook E3 Gameplay BF4 Alan Wake Video Game Games Company Trailer PlaystationBattlefield 4 E3 2013 Gameplay HD E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4 Battlefield 4 E3 2013 Gameplay H E3 2013 BF4 Facebook Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4 Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4 Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4Battlefield 4 E3 2013 Gameplay H E3 2013 BF4", "viewCount": 0.4698518103045416, "labels": [0, 1, 124, 317]}, "wbheQapUDzU": {"likeCount": 0.27201593034059574, "dislikeCount": 0.06989700043360189, "videoId": "wbheQapUDzU", "title": "", "description": "", "length": 0.23996737214810382, "keywords": "Nickel Creek Cover Song Pop Music Live MusicWhen You Come Back DownThe Navy Band performs \"When You Come Back Down,\" written by Daniel O'Keefe and Timothy O'Brien and originally performed by Nickel Creek. This performance took place at a special concert celebrating the U.S. Navy's 236th birthday on Oct. 15, 2011, at DAR Constitution Hall in Washington, D.C. The vocal soloists are Musicians 1st Class Casey Elliot, Adam Whitman and Bill Edwards.", "viewCount": 0.48649913871270245, "labels": [3, 4, 1280]}, "wf321YopJ2k": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "wf321YopJ2k", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Felicia Slattery Kill the Elevator Speech Elevator SpeechFelicia Slattery on WBIR TV Knoxville July 2013  Kill the Elevator Speech Segment  Felicia Slattery shares tips for how to network with people at parties, barbecues and functions on a morning news broadcast.", "viewCount": 0.3219846386024361, "labels": [195]}, "6i5fExqH6Oc": {"likeCount": 0.2113943352306837, "dislikeCount": 0.1361727836017593, "videoId": "6i5fExqH6Oc", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "DreamWorks Animation Organization DreamWorks Organization Jennifer Lopez Musical Artist Rihanna Musical Artist Steve Martin AuthorHome International Trailer  Dreamworks AnimationsWhen Earth is taken over by the overlyconfident Boov, an alien race in search of a new place to call home, all humans are promptly relocated, while all Boov get busy reorganizing the planet. But when one resourceful girl, Tip Rihanna, manages to avoid capture, she finds herself the accidental accomplice of a banished Boov named Oh Jim Parsons. The two fugitives realize there's a lot more at stake than intergalactic relations as they embark on the road trip of a lifetime.", "viewCount": 0.488399625212879, "labels": [5, 16, 25]}, "6jWC_uwRx3c": {"likeCount": 0.14471580313422192, "dislikeCount": 0.03010299956639812, "videoId": "6jWC_uwRx3c", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "AI allen iverson NBA basket video mix song pitbull back up the answer dunk slam mcgrady kobe bryant lebron yao ming ABAllen Iverson  Back Up ailgaculiballen iverson mix by ailgaculib... special thanks to commy. the song of video isback up by pitbull atalnta hawks joe johnson josh smith boston celtics ray allen kevin garnett paul pierce charlotte bobcats okafor gerald wallace jason richardson chicago bulls ben wallace ben gordon hinrich cleveland cavaliers lebron james larry hughes ilgauskas dallas mavericks nowitzki dirk josh howard denver nuggets allen iverson marcus camby carmelo anthony kenyon martin detroit pistons sheed wallace billups richard hamilton prince golden state warriors baron davis stephen jackson chris webber houston rockets tracy mcgrady yao ming indiana pacers jermaine o'neal los angeles lakers kobe bryant pau gasol lamar odom andrew bynum clippers elton brand corey maggette milwaukee bucks michael reed yi jianlian minnesota timberwolves al jefferson miami heat dwyane wade shaquile o'neal ricky davis alonzo mourning memphis grizzlies juan carlos navarro mike miller rudy gay new jersey nets vince carter jason kidd richard jefferson new york knicks eddy curry jamal crowford nate robinson new orleans hornets chris paul tyson chandler david west orlndo magic hedo turkoglu dwight howard rashard lewis philadelphia sixers 76ers andre iguodala andre miller portland trailblazers brandon roy lamarcus aldridge phoenix suns steve nash amare stoudemire shawn marion grant hill leandro barbosa san antonio spurs tim duncan emanuel ginobili tony parker sacramento kings ron artest mike bibby brad miller seattle supersonics kevin durant jeff green toronto raptors chris bosh andrea bargnani calderon anthony parker tj ford utah jazz deron williams andrei kirilenko carlos boozer mehmet okur washington wizards antawn jamison gilbert arenas caron butler nba nba finals basket basketball AB and PD the answer!!!!!! AI", "viewCount": 0.4336339635820783, "labels": [0, 52, 70, 125]}, "Lx1q-6V1iko": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "Lx1q-6V1iko", "title": "", "description": "", "length": 0.25693739096150464, "keywords": "sony Android operating System Xperia BrandSony Xperia Z First Look And Short ReviewWe take a quick look at Sonys flasgship device the Xperia Z", "viewCount": 0.31458177144918276, "labels": [21, 23, 24, 471, 2615]}, "mutEL1W2dBQ": {"likeCount": 0.13010299956639812, "dislikeCount": 0.08450980400142569, "videoId": "mutEL1W2dBQ", "title": "", "description": "", "length": 0.2584331224367531, "keywords": "Concert Live get ready with me grwm GRWM OOTD ootd concert vlog vlogging beauty makeup video makeup tutorial american apparel haul makeup haul hauls lookbook reillymckennabeauty reillymckennavlogs ariana grande honeymoon tour twitter pink pink haul aliexpress haul sephora haulGet Ready With Me Ariana Grande ConcertThanks for watching make sure to subscribe and watch the vlog from the concert and while you watch it get comfortable and get some popcorn its longer than an episode of friends Concert Vlog Vlog Channel Follow Me reillymckennaworld.tumblr.com ", "viewCount": 0.31841233542396713, "labels": [3, 39, 156]}, "9KK1yOnojlU": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "9KK1yOnojlU", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "Teenage Dream Katy Perry Sims three music video kristal329084Teenage Dream by Katy Perry Sims 3This goes a long with the song Teenage Dream by Katy Perry. This isnt at all suppose to be like the real music video and this is also my first video ive made with Sims so its definatly not the greatest thing.", "viewCount": 0.30715138050950896, "labels": [242, 459, 470]}, "tLiJueTgu44": {"likeCount": 0.26541765418779606, "dislikeCount": 0.15682017240669952, "videoId": "tLiJueTgu44", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "invasion u.s.a. full movie invasion u.s.a. 1985 invasion u.s.a. trailerInvasion U.S.A. 112 Movie CLIP  Welcome to the United States! 1985 HDInvasion U.S.A. movie clips BUY THE MOVIE Don't miss the HOTTEST NEW TRAILERS CLIP DESCRIPTION Dressed in disguise, Rostov Richard Lynch pretends to welcome a boat of refugees while really interested in the goods below deck. FILM DESCRIPTION This redbaiting action film stars Chuck Norris as Matt Hunter, a retired CIA agent who lives in the Florida Everglades. A communist invasion of Miami brings Hunter out of retirement to fight the encroaching hordes led by everyone's favorite lowbudget bad guy, Richard Lynch. The film is extremely jingoistic, presenting the evil communists staging an invasion on Christmas, demolishing a church, and attempting to blow up a school bus full of children. From the same school of thinking which produced Rambo and Red Dawn, this film at least features some convincing gore by makeup wizard Tom Savini Friday the 13th, working on his third gig for director Joseph Zito. Zito and Savini returned with Red Scorpion. CREDITS TM &  MGM 1985 Cast Richard Lynch, Alexander Zale Director Joseph Zito Producers Yoram Globus, Menahem Golan Screenwriters James Bruner, Aaron Norris, Chuck Norris WHO ARE WE? The MOVIECLIPS channel is the largest collection of licensed movie clips on the web. Here you will find unforgettable moments, scenes and lines from all your favorite films. Made by movie fans, for movie fans. SUBSCRIBE TO OUR MOVIE CHANNELS MOVIECLIPS ComingSoon Indie & Film Festivals Hero Central Extras Classic Trailers PopUp Trailers Movie News Movie Games Fandango Fandango FrontRunners HIT US UP Facebook Twitter Pinterest Tumblr ", "viewCount": 0.5117867626566016, "labels": [734]}, "UJ3V-5C7ey0": {"likeCount": 0.21205739312058502, "dislikeCount": 0.18573324964312687, "videoId": "UJ3V-5C7ey0", "title": "", "description": "", "length": 0.26031443726201825, "keywords": "new york yankees stadium tour full new york yankee stadium tour yankee stadium tour new york yankees stadium secret yankee stadium tour yankees stadium yankee stadium Tour new york yankees New York Yankees Stadium NYC View Bronx Old Manhattan Baseball basketball football soccer inside outside of times square subway central park seats best VIP game match biggest hit home run youtube legal car train route directions new york new york city aaron judge derek jeterNEW YORK YANKEES STADIUM TOURNew York Yankees Stadium tour.. Enjoy!  Click Here To Susbcribe  Thanks for watching! Don't forget to leave a Rating on the video! Enjoyed the video? Then be sure to Share it on TwitterFacebook!  Online Coaching  GeorgeAusterberrygmail.com  My Twitter   My Facebook   My Instagram   Royalty Free Music  Try out for wholesale prices on Chicken, Steaks, Lean meats and Egg Whites. Use Discount Code GA26889 for 4 FREE Chicken Breasts on orders over 25. This helps you save money and get free stuff as well as helping me out too! Enjoyed the video!? Then Subscribe ", "viewCount": 0.47279639597358863, "labels": [237]}, "ULuKxp9pBps": {"likeCount": 0.18129133566428557, "dislikeCount": 0.11139433523068368, "videoId": "ULuKxp9pBps", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "green taylor day swift your taylor swift green day singing cover belong story screen you belong fearless horse century San jose september 2011 live time of life swag dreams 21st speak now tour greenday broken boulevard holidayTime of your life Taylor Swift Green day cover 9211Gahhd. this was amazing. i love her covers that she does every night", "viewCount": 0.39369156809452543, "labels": [3]}, "UP0jVo4IuBw": {"likeCount": 0.15563025007672873, "dislikeCount": 0.10413926851582252, "videoId": "UP0jVo4IuBw", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "guitar world namm show namm 2012 recording king acoustic guitarsNAMM 2012  Recording King GuitarsGuitar World drops by the Recording King booth at winter NAMM 2012 to check out some new acoustics.", "viewCount": 0.40822107166012433, "labels": [4, 9, 10, 34]}, "UQjvyreWVrU": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "UQjvyreWVrU", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "Ryanair brussels airport south charleroi runway boeing on board 737 800 737800 engine boarding taxi announcementDeparture at Brussels South Charleroi Airport with RyanairCRL  BGY with Ryanair! This video was made around 20 february 2012!", "viewCount": 0.3311117842662506, "labels": [2, 44, 46, 107, 109, 114, 138, 145, 155, 162, 313, 507, 602, 1603, 1883]}, "1YjNdSBNgWI": {"likeCount": 0.13424226808222062, "dislikeCount": 0.047712125471966245, "videoId": "1YjNdSBNgWI", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "Stereo Hearts Travie Mccoy ft. Adam Levine Cover acorden Migue Mndez Barrancabermeja Bucaramanga Colombia MulettStereo Hearts  Travie Mccoy ft. Adam Levine  Cover acorden  MulettFacebook Twitter ", "viewCount": 0.30809870469108874, "labels": [154]}, "1gXxCNjsa48": {"likeCount": 0.1278753600952829, "dislikeCount": 0.06020599913279624, "videoId": "1gXxCNjsa48", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "Tyrande Whisperwind Transmog Priest Cloth Alliance Night Elf World Warcraft Wow Elune'adore World Of Warcraft Video GameTransmogrification Tyrande WhisperwindSorry for the wait. I'm going to try to get one video up every week. I hope you enjoyed the trasmog set. If you did, be sure to like, comment, and subscribe. Head Shoulders Chest Chest Pattern Priestonly Hands Allclass Hands Feet Song in the Background \"Nightsong\" Thanks for watching.", "viewCount": 0.3666143427291559, "labels": [0, 1, 93, 102]}, "1gKrlxUpeZc": {"likeCount": 0.2309630167425899, "dislikeCount": 0.14623979978989562, "videoId": "1gKrlxUpeZc", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "egypt egyptian national railways egypt railways ENR alexandria egypt rail rail railway train trains railroad egy rail zug lok lokomotive bahnhof hauptbahnhof domestic transport egypt local trains egypt egypt train egyptian trains egypt trainsEgypt Railways  Egypt Trains  Trains in AlexandriaEgyptian National Railways ENR  Local Egypt trains in Alexandria operating bewteen the central station and suburb Abukir. Filmed at Sidi Bishr station in March 2013. Egypt Railways  Zge auf der Strecke zwischen Alexandria Hauptbahnhof und dem Vorort Abukir. Gefilmt am Bahnhof in Sidi Bishr im Mrz 2013.", "viewCount": 0.48506829863345413, "labels": [2, 45, 51, 56, 77, 137]}, "RJwOryxyILg": {"likeCount": 0.1380211241711606, "dislikeCount": 0.047712125471966245, "videoId": "RJwOryxyILg", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "call of duty ghosts call of duty ghosts gameplay call of duty ghosts gamepla hd call of duty ghost call of duty ghost gameplay call of duty ghost gameplay hd cod ghosts cod ghosts gameplay cod ghots gameplay hd cod ghosts gameplay official cod ghost cod ghost gameply cod ghost gameplay hd cod ghost gameplay official call of duty ghosts ghost gameplay cod official hd new 2013 e3 multiplayer online xbox xbox one ps3 ps4 console pcCOD Ghosts Call outs SovereignMake sure to follow my twitter imspeez Expand For Links Follow me on twitter!  Watch my Live stream  Need a clan to join? Check out Lunatik eSports  Follow LTK on twitter  Like LtK on facebook  Follow LtK on Twitch  Subscribe to LtK on Youtube  ", "viewCount": 0.31176026916900845, "labels": [0, 1, 36, 367]}, "NehWecVBuck": {"likeCount": 0.1079181246047625, "dislikeCount": 0.047712125471966245, "videoId": "NehWecVBuck", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "Xterra AWD RWD DRIFT NISSAN TRUCK STOCK HID NISMO BLACK SNOW PARKLING LOT ottawa canada 2005 2011 almost hit night time cars stock SE powerslide donuts figure 8sX in the SnowMe filming my buddy in AWD XTerra drifting in the snow.", "viewCount": 0.36816029987308685, "labels": [2, 17, 95, 128, 252]}, "NkGTlZMqW3Y": {"likeCount": 0.15563025007672873, "dislikeCount": 0.07781512503836437, "videoId": "NkGTlZMqW3Y", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "dogs cats pets advice tips beautiful eyes puppies kittens funny vet veterinarian walmart healthy playful dentalTaking Care of Puppy Dog Eyes EP4When your dog or cat winks it might be a sign of a problem. With the help of Astor, Dr. Timi Lee teaches us how to keep a close watch on your pet's eye care. Pet Advice is a webisodic series featuring helpful dog and cat tips from veterinarian, Dr. Timi Lee of the TribecaSoho Animal Hospital.", "viewCount": 0.45357876437426187, "labels": [15, 18, 67, 140]}, "6n7bkJTOgtM": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "6n7bkJTOgtM", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Reading F.C. Football Team Arsenal F.C. Football Team FA Cup Football Competition Wembley Stadium Olympic Venue Football InterestFanbookz chats to Reading FC's Michael HectorAhead of Reading FC's FA Cup semifinal with Arsenal at Wembley, Fanbookz took a trip to see defender Michael Hector to hear how he's feeling ahead of the big match.", "viewCount": 0.34056877866727775, "labels": [12]}, "6pgwHVU4SAQ": {"likeCount": 0.14623979978989562, "dislikeCount": 0.11760912590556814, "videoId": "6pgwHVU4SAQ", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "dirtbike ttr yamaha snow ridingTTR 125 In Snowriding in the snow", "viewCount": 0.46785912105817745, "labels": [2, 30, 55]}, "NIGypcP-8Ko": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "NIGypcP-8Ko", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "iphone 4 iphone 4 power pack iphone 4 battery extender iphone 4 dual sim dual iphone 4 case q power qpower fc6 qyg iphone portable power packiPhone portable battery extender QPower FC6 Suitable for all mobile phones and digital products external charging, solve no AC power problem to ensure it normal use.  Two output voltage ports, for different interface cables and connectors to charge the devices  Highcapacity design, to ensure the sufficient power output highcurrent output, speed up the efficiency of charging devices.  Novel design, Mini and exquisite appearance, easy to carry.  With LED lighting function.  2.0 port and USB port is output, V3 Mini Port in input Battery Element Liion battery Battery Capacity 1700mAh InputDC5.0V 500mA OutputDC5.3V 600mA Charging Time3.5 hours Dimension58 X 58 X13mm Weight50g LightLED light", "viewCount": 0.3690550461510359, "labels": [21, 23, 24, 73, 676, 712, 937]}, "VPME644qpcs": {"likeCount": 0.1361727836017593, "dislikeCount": 0.0, "videoId": "VPME644qpcs", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "Chanel Louis Vuitton Michael Kors SylChanel scarf & earrings , Louis Vuitton mini pochette , Michael Kors shoes , SYL braceletsChanel,Louis Vuitton,Michael Kors,Syl", "viewCount": 0.34955443375464484, "labels": [66, 148, 401, 648, 1237, 1248]}, "VQtaXdc2Rq8": {"likeCount": 0.19242792860618818, "dislikeCount": 0.07781512503836437, "videoId": "VQtaXdc2Rq8", "title": "", "description": "", "length": 0.25774917998372254, "keywords": "elf e.l.f. makeup smink cosmetics lip lips lppar lip stain stain full lips thin lips smala lpparThe benefits of Lip StainWhy lip stain is a friend in your makeup kit. Using Berry Blush by E.l.f. Cosmetics in this video. Learn more about the product here ", "viewCount": 0.36787004349983043, "labels": [39, 233]}, "FAlVpFzV3i4": {"likeCount": 0.19590413923210936, "dislikeCount": 0.06020599913279624, "videoId": "FAlVpFzV3i4", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "Dragon Nest Video Game Dragon Nest GuildDragon Nest SEA \"Mystic Clan\" Promotional VideoDragon Nest SEA's most active guild is here! Are you a Springwood server player? Don't hesitate to find us hanging around Channel 5 right next to that douchebag named Merlin and that old man known as Stas who lets you craft bonus stats on your heraldry, EXCEPT FD! D A guild with a Heart centered on friendship and hell bent on PVP and PVE  that's what Mystic Clan is all about! With our Guild Master NoOneHere's leadership and our VGM and SGM's farreaching amiable personality, being a Mystic will slay the Boredom Dragon in DN. We're more than just a PVP or PVE guild, we aim to strengthen the bond among our members beyond online gaming, that is, to forge friendship not only ingame but IRL through social media like facebook, skype and raidcall! So what are you waiting for? Find the players in the video and become a Mystic now! D", "viewCount": 0.4094156561782524, "labels": [0, 1, 14, 1114]}, "FAw-40uboGw": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "FAw-40uboGw", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "Samsung Galaxy Fit Galaxy fit gts5670 Galaxy fit gts5670 Xperia XperienceGalaxy fit gts5670 Xperia Xperience CM7 overviewDownloaded from  Rom Works fine In status bar new Brightness slider is added xperia launcher added but setting panel not of ics look overall performance is good . Galaxy fit gts5670 NexFit v1 Balt Rom v5 for Galaxy Fit V5 cm10 Overview installation Cyanogenmod 10.1.4Androidarmv6 ROMNIGHTLY4.2.2 Overview installation Galaxy fit gts5670 PACman v21.0.1 android 4.2.2 installation and overview CM7.2 JellyBread v5.0 installation overview  Xperia XperienceCM7 installation overview MIUI Life v6 Galaxy Fit installation Overview  Galaxy fit gts5670 aokpbeninightly20130630 installation and overview Galaxy fit gts5670 New Exp JB Edition V'4' cm7 Galaxy fit gts5670 JANA ROM v8.0 installation and overview Galaxy fit gts5670 Creed v4 installation and overview Galaxy fit gts5670 Janarom Stockxd Odexed v1.0 ", "viewCount": 0.3256477206241677, "labels": [21, 23, 24, 115]}, "j3Hpob5ZX6I": {"likeCount": 0.10413926851582252, "dislikeCount": 0.047712125471966245, "videoId": "j3Hpob5ZX6I", "title": "", "description": "", "length": 0.26324572921847245, "keywords": "rock heavy metal entertainment concert gig tour music theatrical stage show psycho drama alice cooper Alice Cooper Psycho Drama Tour Condensed part 1 of 2Here is a brief glimps of a recent concert by the master of theatrical musical stage show. Sorry for poor sound quality due to loud volume of gig.", "viewCount": 0.3530711837981657, "labels": [3, 6]}, "jDU2eU1dOSk": {"likeCount": 0.08450980400142569, "dislikeCount": 0.14313637641589874, "videoId": "jDU2eU1dOSk", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "synthesia lady gaga bad romance keyboard tutorialBad Romance sped up by 100 on keyboard  Lady GaGahey guys this is bad romance on keyboard using the new synthesia. comment and tell me if you like it!!!", "viewCount": 0.3729893403963238, "labels": [31, 40, 57, 117, 492]}, "jDlo83-2_vI": {"likeCount": 0.18388490907372554, "dislikeCount": 0.10413926851582252, "videoId": "jDlo83-2_vI", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "ReviewSPRAYGROUND camo shark backpack un boxingThis a sprayground backpack!!! Really cool design and well made material cost was like 65 but there's a lot of different type check out their site sprayground.com or look up other styles they had before on eBay. DONT FORGET TO LIKE", "viewCount": 0.41654817428221647, "labels": [21, 23, 794]}, "gvg2nR1j2_4": {"likeCount": 0.23324384599156056, "dislikeCount": 0.047712125471966245, "videoId": "gvg2nR1j2_4", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "Trailer Jump Official Official Trailer Naruto Sasuke Ninja Storm Naruto Shippuuden Jinchuuriki Seven Swordsmen Uzumanga NarutofanfbUltimate Ninja Storm 3 Jump Fiesta Official Trailer 4 Jinchuuriki Gamplay!!New trailer released at Jump Fiesta featuring Jinchuuriki gameplay as well as the 7 swords men gameplay Uzumanga.com UltimateGamer", "viewCount": 0.43516997004052665, "labels": [0, 1, 5, 25, 84, 169, 476, 1129]}, "0s2j-JDmZk4": {"likeCount": 0.15440680443502758, "dislikeCount": 0.09542425094393249, "videoId": "0s2j-JDmZk4", "title": "", "description": "", "length": 0.2618048096712093, "keywords": "Unboxing Steelbook Bluray Vivametalcase Disney Pixar 3d DVD Movie Finding nemo Fish Clownfish Shark BlueUnboxing Finding Nemo Steelbook blurayDisney Pixar 3d finding Nemo. Disney viva metal case.", "viewCount": 0.4192567453336546, "labels": [21, 23, 136, 864, 1262]}, "FfUiSCUL7T8": {"likeCount": 0.14913616938342728, "dislikeCount": 0.06989700043360189, "videoId": "FfUiSCUL7T8", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "sniper mw3 awesome call of duty black ops quickscope quickscoping vesy sneak best fail vesylum quick scope scoping quisck scopeing montage amazing multipalyer gameplay tutorial acog sight thevesylum headshot eye snipers strategy sick emblems zombies modern multiplayer quad multi kill third multikill map pack ascension thirdeyesnipers gaming weapons tes warfare cod cod4 mw2 sniping waw hackVesylum nV  Funnies and Fails Episode 4This episode of Funnies and Fails is a bit shorter than normal but I have a TON of clips so I will be able to put out a few more maybe even this week! Let me know what you guys thought about these clips, I have some even funnier ones to come!  Follow me on Twitter Sniping Team I Manage My Community Channel My Livestream ", "viewCount": 0.3106530853822382, "labels": [0, 1, 36, 142, 185]}, "lAxO0YxBnwc": {"likeCount": 0.19395192526186186, "dislikeCount": 0.08450980400142569, "videoId": "lAxO0YxBnwc", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "pedal train pt 2 pedal board guitar gear gear review nate savage pedal board guitar pedal board guitarlessons.comPedaltrain PT2 Pedalboard Guitar Gear ReviewGet the FREE Beginner Guitar Starter Kit!  FREE Series Major Scale Masterclass  Learn songs, write music, and play lead guitar  . Learn about the Pedaltrain PT2 Pedalboard in this guitar gear review with Nate Savage of GuitarLessons.com. Find out if this pedalboard is what you are looking for in this gear review. . For more great free guitar lessons visit  . Resources  ", "viewCount": 0.4738384123512156, "labels": [9, 382]}, "wBCKf24pC6I": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "wBCKf24pC6I", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "The Libertines Pete Doherty Carl Bart Amsterdam Heineken Music Hall HMH Ally Pally Alexander Palace London Hyde Park crush Reading 2014 live festival 2010 Babyshambles Dirty Pretty Things bside Time For Heroes crowd reunion The Netherlands The Ha Ha Wall Carry Up The Morning Boys In The BandThe Libertines  Boys In The Band Live at HMH, Amsterdam  02102014The Libertines  Boys In The Band. Live at Heineken Music Hall, Amsterdam  02102014.", "viewCount": 0.3399673721481038, "labels": [3, 4, 9]}, "g_MuRJR9wdM": {"likeCount": 0.3041392685158225, "dislikeCount": 0.17853298350107671, "videoId": "g_MuRJR9wdM", "title": "", "description": "", "length": 0.2585460729508501, "keywords": "Halloween Light Shows Oingo Boingo2011 Halloween Light Show \"Dead Man's Party\"The West's Rock'n Haunted Castle Halloween Light Show in Odessa Texas! 48 Channel LOR light show with 4 singing faces, LED Lights, Lasers and Fog!", "viewCount": 0.5725669927516347, "labels": [99, 375, 1036]}, "gckGb3d5PXM": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "gckGb3d5PXM", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "Les Talents de la Rue Haitian Movie Trailer Andre Fouad Athlet Flav St Fleur Blondge Phanor Coulgi Pikan Dano Eugeune Jr. Daphney Drivois Dejusma Lauvince J Menzion JahB Atros JP Knaggs Roosevelt Lemec Colas Lisa Lafrance Richardson Denis Robinson Lauvince Tonton Dezirab Weekenson Louima Movie Lakay MovieLakay.comLes Talents de la Rue Trailer MovieLakay.com  Les Talents de la Rue is a new film by Robinson Lauvince  STARRING Andre Fouad, Athlet \"Flav\" St Fleur, Blondge Phanor, Coulgi Pikan, Dano Eugeune Jr., Daphney Drivois, Dejusma Lauvince, J Menzion, JahB Atros, Jean Hubert Valcourt \"Dug G\", JP, Knaggs Roosevelt, Lemec Colas, Richardson Denis, Tonton Dezirab, Weekenson Louima. More info  ", "viewCount": 0.3760120785264568, "labels": [25]}, "6apPQHtxRo0": {"likeCount": 0.22068258760318496, "dislikeCount": 0.18325089127062366, "videoId": "6apPQHtxRo0", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "mass effect death saren choice shepard sovereign YouTube suicide youtube gaming reapers Mass Effect Video Game decision renegade fight paragonMass Effect Saren's Suicide ParagonMass Effect Paragon Shepard convinces Saren to kill himself instead of serving Sovereign and the Reapers  Support the Creators, Don't Block Ads!  Play SWTOR for Free   Follow me on Twitter Facebook G Tumblr  Become a Patron  Donations  Greatly Appreciated  Live streams with Friends Republic  Pureblood Jedi Empire  Inquisitor  Rise of the Hutt Cartel Expansion Jedi Knight Sith Inquisitor  Edited SWTOR Storyline Walkthroughs Female Cathar Bounty Hunter Neutral Dark Side Sith Warrior Series Legacy Imperial Agent Series Legacy Sith Warrior Series HK51 Series Trooper Series Jedi Consular Series Smuggler Series Sith Inquisitor Series Jedi Knight Series  Mass Effect 1 Story Walkthrough  Starcraft 2 Story Walkthrough Wings of Liberty Heart of the Swarm  Talks  Fun!  Item Previews & Random Stuff  Star Wars The Old Republic", "viewCount": 0.43044474408661754, "labels": [1, 737, 3848]}, "6bTYHIfiaQQ": {"likeCount": 0.17558748556724915, "dislikeCount": 0.0, "videoId": "6bTYHIfiaQQ", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "julian klein skateboarding vx1000 atlas skateboarding patrick beaudouin bay areaJulian Klein Throwaway PartAtlas presents a throwaway part of Julian Klein that comprises leftover footage that wasn't used for his recent video part. Filmed by Patrick Beaudouin, Justin Ching, Nick Perez and Justin McWilliams. Edited by Patrick Beaudouin and Julian Klein.", "viewCount": 0.3429267666433169, "labels": [68, 72, 98, 240]}, "-59Yex43xl4": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "-59Yex43xl4", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "Wedding Event Digital Photography Art PeriodMovement Camera Photography Invention indian wedding sikh wedding muslim wedding hindu wedding satty virdi RV Film RV Digital RV Digital Photography Event Planning Professional Field Canon nikon India Country weddings bigday wedding photography cinematicBal & Arvinder Wedding Highlights RV Digital PhotographyWedding Cinematic Filming & Photography services For further info please visit us on www.rvdigitalphotography.co.uk", "viewCount": 0.35181189471431534, "labels": [71, 152, 1640]}, "d_uWEV_47WU": {"likeCount": 0.29148718175400506, "dislikeCount": 0.1079181246047625, "videoId": "d_uWEV_47WU", "title": "", "description": "", "length": 0.24742162640762555, "keywords": "Dy5function dy5funct10n Dysfunction call of duty modern warfare cod mw3 black ops blops2 gameplay commentary live best search and destroy top clutches the week clips quad in bullet collateral xbox 360 playstation patch update 1.15 sitrep pro vs dead silence counter thatguywhocamps itemp onlyusemeblade clutch breakdown ace 1v5 1v6 montage shotgun knife only hq hd video tritton ax 720 hauppauge hdpvr treyarch elgato game capture eyetv hdmi gold mp5 hardhat hard hatDy5function  The Future of The SnD Elite  Flawless MP5Hopefully you guys will stick around for the ride. Subscribe to my own channel  Follow me on Twitter  Follow The SnD Elite on Twitter  ", "viewCount": 0.39177155165594935, "labels": [0, 1, 36, 94, 142, 185]}, "67-S1qnoqy4": {"likeCount": 0.22741578492636802, "dislikeCount": 0.09542425094393249, "videoId": "67-S1qnoqy4", "title": "", "description": "", "length": 0.2648360010980932, "keywords": "Arturo Benedetti Michelangeli piano Fryderyk Chopin Frdric valse waltz 34 classical music Bregenz 1988 liveArturo Benedetti Michelangeli  Chopin Valse Op. 34, n. 2 in A minorArturo Benedetti Michelangeli, piano. Recorded live in Bregenz, 15th January 1988.", "viewCount": 0.42459319543386026, "labels": [31]}, "XNjVjdn21jQ": {"likeCount": 0.30549958615291417, "dislikeCount": 0.1792391689498254, "videoId": "XNjVjdn21jQ", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "Todd Louiso Melanie Lynskey Blythe Danner Christopher Abbott Hello I Must be Going trailer Hello I Must be Going movie Hello I Must be Going HD HD 2012 movie clips movieclips movieclipstrailers movieclipscomingsoonHello I Must be Going Official Trailer 1 2012 Melanie Lynskey Movie HDSubscribe to TRAILERS Subscribe to COMING SOON Hello I Must be Going Official Trailer 1 2012 Melanie Lynskey Movie HD Selected as the opening night film for Sundance 2012, HELLO I MUST BE GOING features acclaimed actress Melanie Lynskey WIN WIN, UP IN THE AIR, TWO AND A HALF MEN in her breakout role as Amy, a recent divorcee who seeks refuge in the suburban Connecticut home of her parents Blythe Danner and John Rubinstein. Demoralized and uncertain of her future, Amy begins an affair with a 19yearold actor GIRLS' Christopher Abbott that jumpstarts her passion for life and helps her discover an independence and sense of purpose that she has missed for years. Coupling Danner's subtly riveting performance as a frustrated empty nester with Lynskey's endearing and nuanced depiction of both the comic and tragic avenues of an existential crossroads, HELLO I MUST BE GOING is a modern, unconventional love story infused with sex, humor, and emotional honestyeverything Amy will need to get on in life.", "viewCount": 0.5727787612662764, "labels": [25]}, "tfuGyebO3do": {"likeCount": 0.1278753600952829, "dislikeCount": 0.047712125471966245, "videoId": "tfuGyebO3do", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "xataka chromebook porttil weblogssl videoanlisisSasmung Chromebook Series 5 en vdeoAnlisis en vdeo del Samsung Chromebook Series 5 para xataka.com", "viewCount": 0.38182918907999963, "labels": [24, 74, 187, 200, 3614]}, "tk3hL-xtYxU": {"likeCount": 0.1414973347970818, "dislikeCount": 0.0, "videoId": "tk3hL-xtYxU", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "learn teach music Propellerhead Reason musical instrument piano instructions howto tutorial Casio Keyboard Demo how to play how to play28 Ballade Pour Adeline Normal Speed Piano Tutorial \"Casio Keyboard Demo\"I heard this song on an old Casio Keyboard and pecked the notes into propellerhead's Reason Software, as best as I could hear it. Enjoy!", "viewCount": 0.36904618932461786, "labels": [31, 40, 57, 117]}, "laNRgMECc0o": {"likeCount": 0.1278753600952829, "dislikeCount": 0.0, "videoId": "laNRgMECc0o", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "wall street episcopal church anglican holy communion worship service hymn pipe organ manhathan new york usa Jesus Christ praise God gospel good shepherdWall Street Trinity Church  Hymn 82  Holy CommunionJuly 26, 2012 Holy Communion Holy Communion is celebrated Monday  Friday at 1205 pm in Trinity Church. Ideal for those who work in and around Trinity and in the Financial District, each 30  40 minute service offers a homily, congregational singing, and organ music. Prayers for healing are offered immediately following the worship service. On Wednesdays, the service is more formal with incense and two hymns Wall Street Episcopal Church Manhathan, New York, NY", "viewCount": 0.3724111953961213, "labels": [41, 348, 389, 833]}, "Ww32GVfcxho": {"likeCount": 0.19395192526186186, "dislikeCount": 0.09542425094393249, "videoId": "Ww32GVfcxho", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "southbound hustlas smurf mateo mateo music mateomusic22 jod d cutthroat keeping it pimpin albuquerque new mexico southwest Official Rap music video spinners gucci r&b Dance Lyrics pmm pink mink Mafia pinkminkmafia 2012 2013Keeping It Pimpin OFFICAL MUSIC VIDEOKeeping It Pimping OFFICAL MUSIC VIDEO Feating Mateo, Joe D, & SMURF Single off \"MY LIFE\" Mixtape Now Available for FREE DOWNLOAD! ", "viewCount": 0.37590631881604875, "labels": [14]}, "Wxt7acmbZk8": {"likeCount": 0.21038037209559568, "dislikeCount": 0.15185139398778877, "videoId": "Wxt7acmbZk8", "title": "", "description": "", "length": 0.26928469192772303, "keywords": "toyota wish2010TOYOTA WISHAll New Toyota Wish2009112.0J 73.52.0E 76.52.0EHigh 82.52.0G 87.5", "viewCount": 0.5286182422976542, "labels": [2, 7, 235]}, "q8qyD1Apbnk": {"likeCount": 0.29925535178321355, "dislikeCount": 0.19444826721501687, "videoId": "q8qyD1Apbnk", "title": "", "description": "", "length": 0.26683859166900004, "keywords": "make thumb piano kalimba musical instrument woodworking gift project craftsMake a wood thumb pianoHere's a great little project you can build in an afternoon. The kalimba a simple folk musical instrument. FREE PLANS  Equip your woodworking shop for under 1,000 PATREON  TOOLS I USE WWMM TSHIRTS FACEBOOK INSTAGRAM  MAILING ADDRESS WWMM 448 Ignacio Blvd. 237 Novato CA 94949  Woodworking for Mere Mortals is a registered trademark of ZRAM Media, LLC. woodworking powertools WWMM Category Howto & Style", "viewCount": 0.5391698864037336, "labels": [251]}, "q9pdu6wBPxc": {"likeCount": 0.13010299956639812, "dislikeCount": 0.07781512503836437, "videoId": "q9pdu6wBPxc", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "Android Wear Smart watch app review fart whoopie cushion fart app LG G watch R remote sound effectWatch Farts  Best Android Wear Apps SeriesWatch Farts allows you to use your android wear smart watch as a remote control whoopie cushion. Download ", "viewCount": 0.3237292337567459, "labels": [21, 24, 343, 858, 2778]}, "15PEfTGNBZ8": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "15PEfTGNBZ8", "title": "", "description": "", "length": 0.2617000341120899, "keywords": "fate unlimited codes fatestayFate Unlimited Codes Rider vs. ShirouRider vs. Shirou Dear Japan, l2not have desynced sound", "viewCount": 0.3919182729042501, "labels": [0, 1, 5, 69]}, "hfbYg57-puk": {"likeCount": 0.19444826721501687, "dislikeCount": 0.08450980400142569, "videoId": "hfbYg57-puk", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "Five Nights At Freddy's fnaf 4 fnaf 4 confirmed fnaf 4 teaser fnaf 4 foxy fnaf4 five nights at freddy's 4 five nights at freddy's 4 foxy fnaf 4 nightmare fnaf teaser fnaf theory fnaf 4 theory toridori fnaf 4 rumours five nights at freddy's 4 confirmed foxy the pirate five nights at freddy's 4 teaser fnaf 4 animatronics fnaf 4 scottgames fnaf 4 scott cawthonFive Nights at Freddy's 4FNAF 4 Nightmare Foxy Teaser and Hidden DetailsScott Cawthon updated his website once again, giving us another horrifying first look at a FNAF 4 Nightmare animatronic  this time it's Foxy! In this video I look closely at the details of the new Foxy the Pirate image and talk about what it could entail for the story of Five Nights at Freddy's 4. There are a lot of hidden secrets in this image, such as the word 'NIGHTMARE' hidden in Foxy's teeth, the phrase 'OUT OF ORDER' at the bottom left, and the numbers 8 and 7 hidden in his right eye. All this definitely points to the Bite of '87, and I personally believe it labels Foxy as the culprit! I'd still love to know what you guys think about what I talked about and debate it in the comment section. I'm so pumped for this game now  can't believe there is still five months to go! I don't know if I'll actually have the guts to play though... hah. Why not follow me at  Twitter  Facebook  ", "viewCount": 0.3813714391881145, "labels": [868]}, "J4U1Ii_iyKo": {"likeCount": 0.09542425094393249, "dislikeCount": 0.11760912590556814, "videoId": "J4U1Ii_iyKo", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "ATTACK On Titan No Regrets Trailer ReactionAttack on Titan No Regrets part 2 Trailer reactionYES! OMG YES! LEVI SMILES", "viewCount": 0.3570776368794748, "labels": [16, 25, 882]}, "J4jpaynuFz8": {"likeCount": 0.2815577748324267, "dislikeCount": 0.15051499783199063, "videoId": "J4jpaynuFz8", "title": "", "description": "", "length": 0.2518513939877888, "keywords": "Skyrim review The Elder Scrolls 5 the edlerscrolls 5 the elder scrolls v skyrim TES5 The Elder Scrolls V Skyrim Bethesda game studios Zenimax video game review video review video game video games videogame videogames gamer gaming gameplay footage ingame in game ingame review reviewer reviews Xbox 360 Video Game Platform dlc rpg role playing game classic game room cgrundertowCGR Undertow  THE ELDER SCROLLS V SKYRIM review for Xbox 360The Elder Scrolls V Skyrim review. Classic Game Room presents a CGR Undertow review of The Elder Scrolls V Skyrim for Xbox 360 developed by Bethesda Game Studios and published by Bethesda Softworks. The Elder Scrolls V Skyrim is here to take a stand and let the gaming world know that amazing singleplayer experiences are still here and verymuch alive. Throughout Skyrim's entirety, developer Bethesda has really found a harmony of design choices that all coalesce into a single, united identity of gameplay, art and execution. Simply put The Elder Scrolls V Skyrim is one of the greatest adventure roleplaying games ever created. You shouldn't miss it. This video review features video gameplay footage of The Elder Scrolls V Skyrim for Xbox 360 and audio commentary from Classic Game Room's Steve.", "viewCount": 0.48603739466961327, "labels": [0, 1, 35, 192, 357, 372]}, "so2YJI5HBCc": {"likeCount": 0.31550322287909704, "dislikeCount": 0.13010299956639812, "videoId": "so2YJI5HBCc", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "Recipe Recipes Cooking Cook Food Dinner Easy meal Dinner tonight Everyday Food Home made Sarah Carey Martha Stewart Family meal easy cooking how to food ideas quick dinners fast recipes easy recipes quick recipes bread slices french toast raspberry cream cheese jam sweet ham breakfast egg mixture breakfast ideas Breakfast Type Of DishRaspberry Stuffed French Toast  Everyday Food with Sarah CareyCream Cheese and Raspberry Jam Stuffed French Toast is an absolutely delightful breakfast to wake up to on a weekend morning, it's so easy to make and your kids will love it! Recipe Subscribe for more easy and delicious recipes More Breakfast Recipes  Want more? Sign up to get my video recipe email, served daily. Get recipe emails Like Everyday Food Follow Everyday Food Everyday Food Pinterest Sarah Carey is the editor of Everyday Food magazine and her job is to come up with the best ways to make fast, delicious food at home. But she's also a mom to two hungry kids, so the question \"What's for dinner?\" is never far from her mind  or theirs, it seems! Her days can get crazy busy whose don't?, so these videos are all about her favorite fast, fresh meals  and the tricks she uses to make it all SO much easier. Raspberry Stuffed French Toast  Everyday Food with Sarah Carey ", "viewCount": 0.48081231595638674, "labels": [11, 20, 22, 29, 32, 120, 122, 123, 211, 221, 483, 829, 1163, 2398]}}