{"Gq0yiu3vJYQ": {"likeCount": 0.23117538610557542, "dislikeCount": 0.08450980400142569, "videoId": "Gq0yiu3vJYQ", "title": "", "description": "", "length": 0.2459392487759231, "keywords": "71 donk 72 donk 73 donk 71 Impala 71 Caprice 71 Chevy 1971 Caprice 1971 Impala 2014 donk Corvette donk z06 donk 6 speed donk stick shift donk Donk on 28's black donk 6 speed caprice corvette caprice 6 speed impala manual donk turbo LS turbo LS7 turbo LS6 LS Conversion LS donk Donk on forgiatos Tucking 28s Squatting 28s Donk on 28 forgiatos Donk tucking Caprice LS Impala LS 6spd donk Z06 corvette Chevy Impala Forgiato Fest1971 Caprice \"Z06 Donk\" Convertible on 28\" Forgiatos, Turbo Charged  1080p HDCheck out the FULL length and description of the build on this donk Had to shoot another video of my big homie's 71 Donk! The 1971 Chevrolet Caprice Donk Vert, TUCKING 28\" Forgiatos. The Z06, 6 speed Donk! But this video is of the Donk when it was in Forgiato Fest! It's pretty much the same video just inside. Can see how the black paint is like glass, and see the brown pearl that's in the paint! And see how it's seriously squatting on the 28\" Forgiato wheels. Can't forget the Corvette big brakes! And the 2013 Corvette dash and interior. Under the hood is the LS motor with the turbo, to produce some serious horsepower! Check it out. All done and built in South Carolina. At \"In and Out Customs\"!! At Forgiato Fest 2014 in Miami, FL.", "viewCount": 0.43616145270248463, "labels": [2, 7, 224, 458, 711, 1383, 2067]}, "GtFQ8uNSmnA": {"likeCount": 0.13010299956639812, "dislikeCount": 0.0, "videoId": "GtFQ8uNSmnA", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "xbox 360 connor ac3 ongames PS3 pc aventura accion ubisoftAssassin's Creed 3  Triler de la historia de ConnorAssassin's Creed 3  Triler de la historia de Connor", "viewCount": 0.3498586208817518, "labels": [0, 1, 25, 35, 285, 904]}, "jR1U9lbt9-Y": {"likeCount": 0.16901960800285137, "dislikeCount": 0.12304489213782739, "videoId": "jR1U9lbt9-Y", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "Mint Chutney Coriander chutney Indian cooking Indian food Indian appetizers Indian kitchen pudine ki chutney Green sauce Green chutney Mint sauce fresh chutney Indian snacks hari chutney Indian recipes Easy Indian food East IndianMint Chutney, Pudina chutney Indian recipeDemonstrating how to make Indian recipe called mint and coriander chutney using simple ingredients. Ready in minutes, this chutney goes very well with Indian snacks and sandwiches.", "viewCount": 0.4616654026317602, "labels": [11, 20, 22, 29, 32, 430, 572, 2838]}, "jS4LuBI3lmE": {"likeCount": 0.22479732663618068, "dislikeCount": 0.16232492903979007, "videoId": "jS4LuBI3lmE", "title": "", "description": "", "length": 0.25563025007672874, "keywords": "   2TV! 3DSlevel5      TV J  J   42!?J  2TV! 3DSlevel5TV JBJ 2TV URL   3  3D ", "viewCount": 0.5481263427145563, "labels": [0, 1, 358, 900]}, "RG34H9Xg-wo": {"likeCount": 0.1, "dislikeCount": 0.09030899869919436, "videoId": "RG34H9Xg-wo", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "E30 on working fire story apt.Evergreen Apartment FireE30 arrived to find a working fire on a 2 story apartment building, along with CO.2 a quick knockdown was achieved", "viewCount": 0.42202388799344037, "labels": [296, 359, 525, 632]}, "RIKDuOUcws4": {"likeCount": 0.21072099696478686, "dislikeCount": 0.17558748556724915, "videoId": "RIKDuOUcws4", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "Lindsey Buckingham Trouble Dj Beto Freestyle miami bass Groovy Dancing Girl for Etam RemixLindsey BuckinghamTrouble  Remix  Dj. Beto Freestyle Musica e Video Lindsey Buckingham  TroubleGroovy Dancing Girl for Etam 2 Remix  Dj Beto Freestyle  Montagem Video By Juza", "viewCount": 0.47909041378748596, "labels": [9]}, "Sy6rXOoe9Cw": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "Sy6rXOoe9Cw", "title": "", "description": "", "length": 0.25118833609788743, "keywords": "Brushless DC Electric Motor Engine Category NQD PX 16 STORM BRUSHLESS DUAL POWER CATAMARAN RC RADIO CONTROLLED FAST LIPO 3s 4s 5s 6s 7s 9s 10 8s 11s 12s 13s 14sT2H RTR DUAL BRUSHLESS OUTRUNNER 3s PX 16 STORMSOLD! ", "viewCount": 0.3753965865865161, "labels": [2, 17, 64, 76, 281, 1043, 2542]}, "85lCgXH554Y": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "85lCgXH554Y", "title": "", "description": "", "length": 0.2575187844927661, "keywords": "epic metal greece manowar warwar dance  thunder inside1st live of the band WAR DANCE", "viewCount": 0.33172273491764204, "labels": [3, 9, 13, 33]}, "0D_KkKQvPqA": {"likeCount": 0.15314789170422552, "dislikeCount": 0.06989700043360189, "videoId": "0D_KkKQvPqA", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "Appletv Jailbreak SkySports FreeMovies FreeMusic PremiershipFootball ESPN iPhone iPod Apple Addons Seas0nPass NitoTv XBMC howtojailbreak appletv 4.2.2 4.3 appletv2 apple tv 4.3.1 2g 2ndgen ios untethered jb seas0npass sn0wbreeze 2.7.2 mac windows xbmc ssh guide howto tutorial everythingapplepro iphone4 iphone 3gs 3g ipod touch 4th 3rd 1st ipad ipad2 hulu pwnagetool update greenpois0n seasonpass nitotv flash free movies hack airplay streamingHow to load addons & repositories to XBMC via Apple TV 2GThis is a brief video just to show you guys how to load up addons and repositories to your Apple TV which ultimately lead to you adding on TV programmes movies and host of other things.", "viewCount": 0.4482144385637411, "labels": [246, 2705]}, "ndnPayRX18g": {"likeCount": 0.18388490907372554, "dislikeCount": 0.0, "videoId": "ndnPayRX18g", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "will ferrell artTime Lapse Will Ferrell Portrait by Alexandra R. Sherwood One for the MantelOil, 24 x 36. \"Will Ferrell as your favorite 70's graduate\" Contact Info alexandrarsherwoodgmail.com  www.beyondfacade.com Track title Dntel  Last Songs", "viewCount": 0.3690196080028514, "labels": [49, 612]}, "nilcHxMTU98": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "nilcHxMTU98", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "tortuga lodge tortuguero costa rica expeditions hotel vacation tripTortuga Lodge, Tortuguero, Costa RicaNamed \"Favorite Family Resort\" by Travel & Leisure Family 2005 and recommended by more guidebooks than any other hotel in Tortuguero. Owned and operated by Costa Rica Expeditions. Find out more at www.tortugalodge.com", "viewCount": 0.39192873405043827, "labels": [299]}, "YPbPvt3zsRY": {"likeCount": 0.14471580313422192, "dislikeCount": 0.047712125471966245, "videoId": "YPbPvt3zsRY", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "Serena Williams Interview Final Australian Open 2009Serena Williams  Interview Australian Open Final 2009Interview After defeating Dinara in the Australian Open Final", "viewCount": 0.39786825651569446, "labels": [226]}, "YPmn7K_ZfyA": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "YPmn7K_ZfyA", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "Bob & Julia Bob Powers & Julia Gorchakova American Style Cha Cha US Champions World Mambo ChampionsBob Powers & Juia Gorchakova Bolero  USDSC 2004.movBob & Julia's 12th US Championship Semi Final", "viewCount": 0.3780245283865353, "labels": [8]}, "YTyEUfC2weM": {"likeCount": 0.3997735776597899, "dislikeCount": 0.24456042032735975, "videoId": "YTyEUfC2weM", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "Nwjwr Underdog Cries loyal B lil star Nwjwr the band hadwt baglari lwihwr recording studio udalguri HIPHOP BODO NEW BODO VIDEO BEST BODO VIDEO bodo modern bodo boys New Bodo song Udalguri Nwjwr Production Best Bodo Video 2016 new bodo rising rappers new nwjwr video Assam Best Song 2017 Assam New Music Video Assam Music Video Trending 2017Underdog Cries  Lil Star ft. Loyal B  Official Music Video 2015Vocal  Lil Star ,Loyal B Music by HiroNya Recorded at Lwihwr Recording Studio Cinematography and Post Production  Hadwt Baglari PLEASE DO SUPPORT US BY SUBSCRIBING  Connect with us ! Nwjwr Production Youtube  Facebook  Hiro Nya YouTube  Facebook  Hadwt Website  Youtube  bit.ly2IVfu3B Facebook  Instagram  NwjwrProduction LwihwrRecordingStudio UnderdogCries", "viewCount": 0.5654329625366209, "labels": [14]}, "3d0QOR603Es": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "3d0QOR603Es", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "diaper cake diaper cakes holiday snowflake diaper cake holiday snowman diaper cake holiday snow girl diaper cake baby giftHoliday Diaper Cakes from Lil' Baby Cakes Lil' Baby Cakes is pleased to offer our holiday diaper cake collection for 2009. This collection consists of 4 adorable themed based diaper cakes perfect for welcoming the new baby home during the holiday season. Choose from our 4 tier Holiday Snow Girl Diaper Cake for girls, our gender neutral l Holiday Snowflake or Holiday Gingerbread Diaper Cakes, or our 4 Tier Holiday Snowman Diaper Cake for boys. Each makes a great baby gift or baby shower centerpiece you can use for a holiday themed baby shower. Happy Holidays from Lil' Baby Cakes.", "viewCount": 0.42060429010925215, "labels": [11, 176, 2332]}, "_wcrT9Kg_oM": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "_wcrT9Kg_oM", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "zander perch fishing lures lure vertical dropshotting carolina rigging texas spinningLight Lure Outfits for Perch and Zander FishingChoosing the right lure fishing outfit can be a minefield, so in this short video I look at the 3 outfits that I use for my light fishing and why I choose them.", "viewCount": 0.36967057809339177, "labels": [43, 286, 374]}, "3GY-KMEE3jU": {"likeCount": 0.17853298350107671, "dislikeCount": 0.0, "videoId": "3GY-KMEE3jU", "title": "", "description": "", "length": 0.26242820958356683, "keywords": "Valentine's day pop up card Valentines birthday wedding baby shower christmas popup creative cards creativepopupcardsValentine's Day Pop Up Card Tutorial Lovebirds Please visit my website for tutorials and templates for my pop up cards. This card has 2 doves bringing hearts together.", "viewCount": 0.4206421065237989, "labels": [49, 80, 260, 371, 1662]}, "b21iSIfyIds": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "b21iSIfyIds", "title": "", "description": "", "length": 0.2558708570533166, "keywords": "Crystalettes Adult Synchronized Skating Fraser 2010Crystalettes Adult Synchronized Skating Fraser 2010.mp4Crystalettes Adult Synchronized Skating Fraser 2010", "viewCount": 0.34577305482459986, "labels": [82, 103, 346, 350]}, "59jf2aPkZY8": {"likeCount": 0.16901960800285137, "dislikeCount": 0.10413926851582252, "videoId": "59jf2aPkZY8", "title": "", "description": "", "length": 0.24727564493172124, "keywords": "bbs bbs lm bbs dtm bbs rs bbs re 17 18 19 20 nikon d7000 d7000 nikon 40mm 35mm macro macro lens fujimi aoshima unboxing 17 inch 18 inch 19 inch 20 inch wheels 124 scale scale model model car Camera video unboxing home made custom decal decals tire tyre wide staggered customisation import 125 720p 1080p styrene plastic euro124 BBS Battle Aoshima vs Fujimi 1 of 3 HDwww.facebook.comelpmodelling Instagram elpmodelling www.elpmodelling.com www.hiroboy.com An unboxing video looking at some of the BBS wheels I own on offer from both Aoshima and Fujimi! Here i show everyone what is in the box, showing how they look like on a Fujimi R32 GTR and end each section with a nice shot showing the wheels with a macro lens. Had to break this video down to 3 parts, as the original video was over 16 minutes long, however it edited slightly to remove any useless video where not much was shown! These wheels are not for sale however you can purchase them from many online stores, mostly from Hong Kong, Japan and auction sites. Like and subscribe as there will be ALOT more unboxing videos, slideshows, model making tutorials and much more!", "viewCount": 0.38605176774617467, "labels": [2, 7]}, "fL5feWVqqPY": {"likeCount": 0.2591064607026499, "dislikeCount": 0.13010299956639812, "videoId": "fL5feWVqqPY", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "thera band foot exercise tips health pilates how to how to do pilates pilates basics learn pilates womens fitness charlotte alice fitness body new york united states Streamline PilatesPilates Foot Exercises with Thera Band  Women's FitnessPilates Foot Exercises with Thera Band  part of the women's fitness video series by GeoBeats. Hi, I am Charlotte and this is Alice, and we are here at Streamline Pilates Studio in Brooklyn Heights, New York. We are going to show you a series that you can do with the Thera Band to help keep your foot flexible and mobile and as healthy as it can be. So, taking the Thera Band, you are just going to put the Thera Band, spread it out over the ball of your foot and make sure that the top edge is higher above your toes. And then drawing them back in, flex your foot  your heel may lift up off of the mat and that is fine, but then you are going to press into a point reaching with the ball of your foot. And then, spreading the toes forward and really get those toes to point forward, and then draw back and then reach the ball of your foot back. You want to sort of think of this as four steps 1 the ball of your foot coming forward, 2 the toes coming forward 3 the toes arching back, and 4 the ball of your foot coming back. So, you get that full point and full flex through your foot, and you want to repeat this five or ten times  flexing and then pointing. Great. Then coming back into your flex, let's do a full circle. Again, you are pointing and flexing, getting as much mobility through your ankle, as much point and flex through your toes. Good, and you can do this five or ten times in each direction  make sure you reverse. Good. Then coming back to your neutral position, the soul of your foot is facing away. Keep your leg in alignment so your thigh and your knee are not going to move, and you are just going to twist from your ankle reaching your baby toe away from you and then go through the other direction, reaching your big toe away from you, so it is just happening in your ankle. Notice Alice's thigh and her knee are not moving or rotating, but staying stable. Good, and five or ten in each direction here. And then let's just do one last exercise. We are going to take the Thera Band, you can bend your knee this time, and put your foot flat on the mat. I am going to hold this down here so it stays where it is, and gives a little bit of attention to the Thera Band. You are going to take your foot and put it flat, and then try and grip with your toes to pick it up and then flexing your foot up, lift your toes up off of it, and arch your foot back down. Spreading your foot, spreading your toes, gripping the Thera Band to lift and then rolling down through each part of your foot. So you get a full flex and a full grip, and you can do that five or ten times. Great. Last one. Then repeat this whole sequence, to the other side so that both feet stay healthy and mobile.", "viewCount": 0.4985507307311521, "labels": [698, 1212]}, "wfHmU3EXLkA": {"likeCount": 0.2123851640967086, "dislikeCount": 0.06989700043360189, "videoId": "wfHmU3EXLkA", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "Cimorelli Musical Artist unsaid things unsaid things cimorellitheband cimorelliband sisters live quality Cimorelli 6 sisters harmonize harmony harmonies Sister Singing ConcertCimorelli  Unsaid Things LiveHere's Cimorelli's new song, I wasn't there cause I'm from Germany BUT I found these awesome videos!  One with a very good video quality and one with an awesome audio quality so I put them together  Here are the two videos where I got it from  ", "viewCount": 0.40358298252528285, "labels": [3, 4]}, "IXoi8uHOvmM": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "IXoi8uHOvmM", "title": "", "description": "", "length": 0.24885507165004445, "keywords": "atv mudding rancher wolveriene and polarisMudding at HudginsPolaris, wolverine and rancher get stuck in the mud!", "viewCount": 0.335314654621398, "labels": [2, 17, 135, 490, 583]}, "LqzUQdSP44o": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "LqzUQdSP44o", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Photography Visual Art Form Fundraising TV Subject Charity Navigator Nonprofit Organization Charitable Organization Industry Photograph Media Genre Photographer Profession10 things you didn't know about GeoSnapShotGeoSnapShot is a unique photography platform specifically designed to inspire photographers worldwide to bring joy to people through their photos. 10 things you didn't know about GeoSnapshot! 1. Anytime, anywhere, anyone. GeoSnapShot is a sales platform anyone can use to freely share or sell their photos. 2. We've gone global! You can now use GeoSnapShot to upload and sell your photos from anywhere in the world using your local currency. 3. Anyone can upload. Attend an event or function, upload your fabulous photos, and you'll be paid for any that sell. 4. You don't need to be a professional. Anyone is welcome to upload photos to sell through GeoSnapShot, you don't need to be a professional. 5. Our photographers are any people that enjoy sharing their passion and their photography with their audience. We cater to hundreds of weekend hobbyists that simply love taking photos. Photographers are paid 70 for any photos they sell. 6. Price of photos. Photographers can choose to share their photos for free or sell the photos for any price they wish. Photographers are paid 70 for any photos they sell thereby making money from their hobby. 7. Not just sports photography. GeoSnapShot supports all types of sporting events including equestrian, running, cycling, netball, soccer, little athletics, and marathons, but sports are the tip of the iceberg Anyone can use GeoSnapShot as their photosharing and sales platform for any type of photography. 8. Fundraise through photography. GeoSnapShot is used by schools and charities to fundraise from photo sales. For more info on how to fundraise see our website or contact us. 9. Password protection. Photos from any event can be password protected. You can only view and purchase the photos if you have the password set by the event organiser. 10. Registration is free! Anyone can register as a photographer and upload photos. There is no charge to register or upload.", "viewCount": 0.40390967104414505, "labels": [146]}, "tK2muReJsMk": {"likeCount": 0.13979400086720378, "dislikeCount": 0.03010299956639812, "videoId": "tK2muReJsMk", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "ATP ATPWorldTour BarclaysATPWorldTourFinals NovakDjokovic Interview Tennis Sport O2 London Racquet Singles Ball CourtDjokovic Discusses London ChancesWorld No. 1 Novak Djokovic talks about his attempt to win the Barclays ATP World Tour Finals for the second time. Watch live matches online ", "viewCount": 0.32089785172762536, "labels": [12]}, "tLuHAE4RjuU": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06989700043360189, "videoId": "tLuHAE4RjuU", "title": "", "description": "", "length": 0.25440680443502756, "keywords": "halo combat evolved anniversary marine easter egg Xbox Master Chief 343 Guilty SparkHalo Combat Evolved Crazy Marinecrazy marin trying 2 kill meh", "viewCount": 0.3330210784571528, "labels": [0, 1, 157, 1063, 3014]}, "tObS8Fg0jLk": {"likeCount": 0.2212187604403958, "dislikeCount": 0.09542425094393249, "videoId": "tObS8Fg0jLk", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "potato washing machine potato shell remove machine potato chips cutting machine potato clean machine potato chips production linePotato washing, sheller and potato Stick french fries cutterRomiter Machinery SKYPE romiter2000 ViberWhatsapp 008618637275223 Potato washing machine, it is full automatical washing , it will consume 0,5t water per hour. After washing, the potato is very clean. if you want to remove the shell of the potato , you can just change the soft brush to hard brush. you will get very clean potato without shell for the following processing.Potato chips cutter can cut potato into sticks for the fried processing. Peter Lee Romiter Machinery Co., Ltd. Tel 00863725023661 Fax 00863725023667 Email infopotatoprocess.com SKYPE romiter2000 ", "viewCount": 0.4460687406911686, "labels": [11, 62, 506, 1973]}, "tSPPHXfLuQI": {"likeCount": 0.1361727836017593, "dislikeCount": 0.03010299956639812, "videoId": "tSPPHXfLuQI", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "sports sportsvibe home of sports entertainment enthusiasts for sports Arsenal F.C. Professional Sports Team Benik Afobe Football Player Arsene Wenger Premier League Organization Football Sport Soccer Millwall F.C. Football Team Bolton Wanderers F.C. Football Team Andros Townsend Football PlayerArsenal Youngster Benik Afobe Talks About His Future, Working With Wenger & Arsenal's Title ChancesArsenal's Benik Afobe talks about his future with Arsenal, what it's like working under Arsene Wenger and what he makes of Arsenal's Premier league title chances this season.", "viewCount": 0.3564902672529205, "labels": [12]}, "1eVQqDSe8Z8": {"likeCount": 0.2100370545117563, "dislikeCount": 0.06020599913279624, "videoId": "1eVQqDSe8Z8", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "Ed Sheeran Musical Artist Guitar Musical Instrument Folk Music Musical Genre i see fire fire see fire ed sheeran sheran guitar easy guitar easy guitar lesson chords chord guitar chord guitar chords learn the hobbit battle of the five armies battle of the five armies hobbit hobbit 3 music movieI See Fire  Chords  Ed Sheeran  Lesson Part 13This is how I play \"I See Fire\" by Ed Sheeran, from The Hobbit. This lesson is Part 1  The Chords of the song. Lesson 2  Intro Detail  Lesson 3  The Strumming  This lesson is designed to be quick and it assumes that you know basic guitar chords. If you need help with some of these chords go here or here Lead Sheet  To play this song like Ed Sheeran use the capo on the 6th fret. I like to play it with no capo because it fits my voice better. Experiment around and find the place where this song works for you! Teacher  Hal Stead SUPPORT ME or TAKE LESSONS FOLLOW ME TWITTER GEAR GUITARS Blueridge BR73 Yamaha 120 SD Ibanez Andorra Classical 2862 Baby Taylor Ukulele Kala KACG TUNERS PolyTune Clip Tuning apps  Cleartune, iStrobosoft, nTrack Tuner KEYBOARDS Yamaha P22 Acoustic Piano Yamaha CP33 Electric Piano AMPS Crate GFX 15 wDSP EFFECTS TC Electronic Hall Of Fame 2 TC Electronic Ditto X2 Looper Pedal CAMERAS Canon 70D Apple iPhone SE 64GB SOUND RECORDER Roland R26 DAW Reaper VIDEO EDITOR Movie Studio Platinum 14 SOUND EDITORs Sound Forge 10 & 12 MUSIC NOTATION SOFTWARE Finale 25 PLAYLISTS Sacred Sunday  Mail Monday  Advanced Tuesday  Beginner Wednesday  Theory Thursday  Fun Friday  IsfREjrD1D4whceM5Nkpx Song Saturday  Other Playlists Simple Open Position Chords Songs with Simple Melodies Video Guitar Lessons Cover Songs  Entrance and Exit music  Standing Stone played by Eric Blood  Bass and vocals, Hal Stead  acoustic guitar, and Zach Reinhard  cajon. Take care, Hal Stead", "viewCount": 0.39697885374149394, "labels": [4, 9, 10, 34]}, "1gTHK1u8Exw": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "1gTHK1u8Exw", "title": "", "description": "", "length": 0.2671172842715083, "keywords": "noneCornell VS. HarvardIce Hockey 2008 Part2First Goal for HarvardHarvard Sucks! Let's go red!", "viewCount": 0.31655410767223735, "labels": [0, 82, 103, 118, 440]}, "EwXxsk-otqw": {"likeCount": 0.2597695185925512, "dislikeCount": 0.08450980400142569, "videoId": "EwXxsk-otqw", "title": "", "description": "", "length": 0.2696356388733332, "keywords": "long hair tutorials hairstyles for school curly hair tutorial easy hair tutorial braids hairstyles long hair hairstyles tutoriale crix hair tutorials coafuri simple french knotted braid sock curls overnight sock curls overnight tutorial french knotted braid Knot Literature Subject hairstyle how to long hairFrench Knotted Braid  Sock Curls Overnight TutorialABONEAZATE si nu uita sa ne dai un like daca tia placut French Knotted Braid  Sock Curls Overnight Tutorial Ma gasesti si pe FACEBOOK TWITTER VIDEOCLIPURI WEBSITE Comenteaza, distribuie si astfel ajuti acest canal sa devina cunoscut! Free music used in this video from YouTube Audio Library at Song Microchip by Jason Farnham Subscribe to this channel for updates! Like or share this video if it was helpful! Feel free to comment, suggest or disagree with me at the comments section below! Multumim!Thank you! Crix ,", "viewCount": 0.469769129793841, "labels": [50, 65, 355]}, "-abl_T5IwpU": {"likeCount": 0.14623979978989562, "dislikeCount": 0.03010299956639812, "videoId": "-abl_T5IwpU", "title": "", "description": "", "length": 0.2617000341120899, "keywords": "2NE1 MTV New York Live Lonely am the Best  CL Park Bom Sandara Minzy Minji YGFancam 2NE1 Lonely & I am the Best Live HD2NE1 at MTV Best New Band New York! Lonely & I am the Best been busy with finals so wasnt able to upload these fancams till now. enjoy!", "viewCount": 0.36830470382388497, "labels": [3, 6]}, "NfpYxuemvs0": {"likeCount": 0.18512583487190754, "dislikeCount": 0.047712125471966245, "videoId": "NfpYxuemvs0", "title": "", "description": "", "length": 0.21931245983544617, "keywords": " fragmovie  Epic Win   WoT World of Tanks wartacticFastpaperwargames   Wargaming World of Tanks World of Warplanes Order of War , ,    !   \"WarTactic Games\"   \"World Of Tanks\"          .    \"WarTactic Games\"", "viewCount": 0.3389520465846378, "labels": [25, 223, 323]}, "NlHbHCKRrSw": {"likeCount": 0.19395192526186186, "dislikeCount": 0.11139433523068368, "videoId": "NlHbHCKRrSw", "title": "", "description": "", "length": 0.26384892569546375, "keywords": "dsp darksydephil darksyde phil dspgaming killzone kz3 helghast idf multiplayer gameplay video game playthrough walkthrough commentary guide fps ps3 playstationKillzone 3 multiplayer gameplay pt6DSP tries out Killzone 3's online multiplayer gameplay from the retail release for the first time. Unfortunately, some issues seem to be bogging down the game and it isn't as fun as the initial beta gameplay. for game playthroughs for vlogs Get merch at ", "viewCount": 0.3624075731145683, "labels": [0, 1, 1742, 3439]}, "6oXUhLh-mQ0": {"likeCount": 0.2683947130751512, "dislikeCount": 0.12304489213782739, "videoId": "6oXUhLh-mQ0", "title": "", "description": "", "length": 0.24756711883244298, "keywords": "Mega Man Megaman Tornado Stage Pink Kitty Rose PinkKitty PinkRose PinkKittyRoseMega Man 9  Tornado Man's StageOkay, so YouTube really doesn't like my Deinterlaced recordings direct from my TV Tuner, so I won't be trying to post one of those again... I had a version of this video that ran at a smooth 60FPS instead of the standard 30FPS... and when YouTube processed it, it became 2 seconds long... Now about the stage... A lot of people seem to be intimidated by the rotating platforms they appear to be spinning magnets comparing them to the platforms of doom from Guts Man's stage in the original Mega Man. These are much more harmless and easier to get past, really... This stage also sports the same type of rain effects as Toad Man's stage from Mega Man 4... with a twist! You'll see that twist in the video. Tornado Man's a bit of a nuisance since his pattern is a bit randomized, but he is not too hard in general, with or without his weakness. I apologize for the degraded quality of this video. Recompression always hurts quality quite badly. Enjoy!", "viewCount": 0.513864683885964, "labels": [0, 1, 395]}, "6unROXvIKtg": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "6unROXvIKtg", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "Hanson Performance Horses Reining Horses Quarter Horses Horse Competition Horses for Sale Training Horses Showing Horses Lessons Non Pro Riders Open HorsesHANSON PERFORMANCE HORSESHanson Performance Horses Promotional Video....Come and be a part the HPH Team.", "viewCount": 0.3568084331315394, "labels": [15, 18, 87]}, "G-Ny93O3bCM": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "G-Ny93O3bCM", "title": "", "description": "", "length": 0.24756711883244298, "keywords": "Iphone5 CaselogicCASE LOGIC IPHONE 5 CASEREVIEW AND UNBOXING VIDEO", "viewCount": 0.32187979981117376, "labels": [21, 23, 73, 554]}, "rn02FqOjOEs": {"likeCount": 0.2, "dislikeCount": 0.12041199826559248, "videoId": "rn02FqOjOEs", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "Minecraft Pocket Edition Gameplay review first looks sony xperia play android mojangMinecraft Pocket Edition  Gameplay, First Looks, and ReviewCheck out my review of this phone This is a quick gameplay and review of Minecraft Pocket Edition for the Xperia Play! This game is pretty good so far although it lacks survival mode which will hopefully be added soon. Thanks for watching and don't forget to leave a Thumbs up, Comment, and Subscribe! D Twitter Minecraft Pocket Edition Minecraft Pocket Edition Minecraft Pocket Edition", "viewCount": 0.45080985771780785, "labels": [1, 105, 471, 3244]}, "Vp81p2l2xCQ": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "Vp81p2l2xCQ", "title": "", "description": "", "length": 0.26063813651106055, "keywords": "Mixt tag team match Amy Morgane Big Abis Oxana Tony Cecaldi Paris Manga france wrestling female wrestler unbreakable fightNCatch Amy Morgane & Big Abis vs Oxana & Tony CecaldiMixt tag team match between the Unbreakable Amy Morgane and Big Abis vs Oxana and Tony Cecaldi at Paris Manga, Paris France", "viewCount": 0.36477740502688305, "labels": [110]}, "VuAquZKVuUk": {"likeCount": 0.34138025167693514, "dislikeCount": 0.13010299956639812, "videoId": "VuAquZKVuUk", "title": "", "description": "", "length": 0.2534026106056135, "keywords": "build muscle lose fat workout All Natural Bodybuilder 6pack abs Ripped abs natura bodybuilding fatloss gaining muscle fitness advice how to get a 6 pack ab exercises how to work lower abs how to lose belly fat perfect abs easy abs core exercises best ab exercises twinmuscleworkout best ab exercises ever best a exercises of all time fastest way to get abs sixpackshortcuts best cardio for bodybuildingGet a 6pack And She Might Let You Hit That Ab RoutineQuick and effective ab routine for ya. \"LIKE\" and \"SHARE\" my shyt. Help the family grow. The POG Shirt Store USCANAUS EU UK FANPAGE ", "viewCount": 0.47347518385968207, "labels": [100, 356]}, "Vvizf-oVZdk": {"likeCount": 0.16127838567197356, "dislikeCount": 0.09030899869919436, "videoId": "Vvizf-oVZdk", "title": "", "description": "", "length": 0.269810054562339, "keywords": "raw food diet dinner energy health digestion vegetables fruit happiness depression life calories eatingFood Update Why I'm Going RawI went out to dinner last night, but I'm sticking to the raw thing.", "viewCount": 0.4050418427245135, "labels": [886]}, "F3EB0Dq2a7I": {"likeCount": 0.11760912590556814, "dislikeCount": 0.047712125471966245, "videoId": "F3EB0Dq2a7I", "title": "", "description": "", "length": 0.25622928644564746, "keywords": "Winnaars Travian Speed September 2011 I980808Winnaars Travian Speed September 2011 I980808Winnaars Travian Speed September 2011 I980808", "viewCount": 0.3586362223307866, "labels": [2822]}, "F5OwFVna6zE": {"likeCount": 0.06020599913279624, "dislikeCount": 0.09030899869919436, "videoId": "F5OwFVna6zE", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "Fun Water Gun Traditional Toys SourcingMapFun Water Gun ToyThis water gun is your best equipment to do the Water Warfare Game. Plastic water squirt gun made of durable plastic material. Suitable for all ages up to 3 years old kids. Source ", "viewCount": 0.3984752278115414, "labels": [26]}, "F6vpn0G_czE": {"likeCount": 0.1799340549453582, "dislikeCount": 0.1, "videoId": "F6vpn0G_czE", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "pxg jetix united kingdom uk video game games review seven out of 10 ten zoton2 japan japanese play gameplay tvPXG  \"Crash of the Titans\" ReviewFinally, the show \"PXG\" on Jetix UK had something about Crash of the Titans. They reviewed it and gave it a 710. But really, does it look liked they played past episode 3?!", "viewCount": 0.40372670945687106, "labels": [0, 1, 929]}, "F8SK8I2tuIs": {"likeCount": 0.15797835966168103, "dislikeCount": 0.0, "videoId": "F8SK8I2tuIs", "title": "", "description": "", "length": 0.2502427119984433, "keywords": "Tractor Product CategoryGoPro hauling hay Pure tractor sound.hauling hay with 7210", "viewCount": 0.3870579460552685, "labels": [2, 83]}, "F8q5cnQAqpk": {"likeCount": 0.22430380486862944, "dislikeCount": 0.16434526764861876, "videoId": "F8q5cnQAqpk", "title": "", "description": "", "length": 0.2587710965018912, "keywords": "The Legend of Zelda Ocarina Time Runescape part LinkLegend of Zelda Ocarina of Time, Runescape Edition Part 1This video was made on the game of Runescape, by Jagex Ltd. This movie goes through the popular game, The Legend of Zelda Ocarina of Time. Part 1 of others soon to come. The plotline is not the exact copy that is from the game's plot. It has been changed slightly in hopes of a bit of comicrelief. Music and audio editing isn't the best, but I wasn't going for perfection. During the video, you'll see subtitles. Orange is the Great Treewhich was changed from the Great Deku Tree due to Runescape blocking the word 'Deku'., and white is Navi the fairy. Voice overs were going to be used, but I could not seem to lower the music volume for the video, so I switched to subtitles. You also might notice the appearance and disappearance of many NPCs. This was from the video editing, and could not be controled since I can't overwrite the RuneScript to freeze them in place. If the text seems a bit fast, you may need to pause the video. I tried my best with the editing to be as userfriendly as possible. Yes, I noticed the slight visual error in the title screen with Link. There he is an adult, and he has the wooden shield. That was a mistake. All music and sound effects used do not belong to me, and belong to the people at Nintendo. Credits Linktitle...Hybrid Speed Y. Link.......Hybrid Speed Navi..........Gildor S Saria.........Gildor S Mido..........Gildor S Remix ", "viewCount": 0.4506721449243487, "labels": [0, 1, 139, 309, 1018]}, "FA6Wl-7QGes": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06020599913279624, "videoId": "FA6Wl-7QGes", "title": "", "description": "", "length": 0.24623979978989563, "keywords": "DC Comics TheCC Collective Superman Batman Dark Knight Green Lantern Arrow Deadman Animated Series Marvel advertising web series commercials tv trailer short film performing arts entertainment news video gameNeal Adams Batman  2008 New York ComicCon InterviewLegendary Batman artist Neal Adams discusses his latest comic endeavors including an upcoming series of graphic novels for DC starring a well known caped crusader of the night and describes his idea of who Batman really is.", "viewCount": 0.3592620821321983, "labels": [268]}, "1zKHsGsiwLg": {"likeCount": 0.17481880270062006, "dislikeCount": 0.06020599913279624, "videoId": "1zKHsGsiwLg", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "Thom Yorke Ian Lee Parker Rabbit in Your Headlights Cover Piano Piano Musical InstrumentRabbit in Your Headlights Piano Cover  Ian Lee Parker  Mic. ReverbHere is my Rabbit in Your Headlights Piano cover, probably should have done the bass with this as well? Hope you enjoy, please rate and subscribe ", "viewCount": 0.36813317059691664, "labels": [31, 40, 57, 117]}, "jAe_1U6ANck": {"likeCount": 0.16334684555795864, "dislikeCount": 0.0, "videoId": "jAe_1U6ANck", "title": "", "description": "", "length": 0.2514547752660286, "keywords": "XBOX XBOX360 360 PS3 PlayStation Wii WiiU Online Gameplay PS4 Xbox One Let's Play HD Commentary Walkthrough DLC Playthrough Elgato Game Capture Card PC Gaming Call of Duty Black Ops Blops2 Blops MW3 COD Gun Sharp Shooter MP Multiplayer Kill Streak Montage Part Zombie Trailer Reaction Review GTA GTAV Grand Theft Auto Heist Video Game 99gamers 99gamers.com used games buy sell trade Video Game Industry99gamers the Better Way to Sell Used GamesWelcome to 99gamers, your one stop shop to buy, sell and trade used games the way you want. You get to set the price, and store credit coins is the currency used with no middle man. All transactions are between you and the buyer or seller. This is the way used games sales was meant to be. Here's the direct link to the site to signup and also the link to my profile to see the games I've already listed.                                                  Head on over to to get some sick deals on on the latest gaming gear. If you need new games or accessories it's your one stop shop to get something cheaper than those other retailers.                                                  Want to get yourself a custom Xbox One or PS4 controller? Head on over to modjunkiez for the best design and the highest quality.                                                  Be sure to keep an eye out for giveaways on FanBoyFeed by clicking this link.                                                  All gameplay was captured with the Elgato Game Capture HD.                                                  If you enjoyed this gameplay please take a second to like, comment and subscribe. Thanks!                                                  Want to show the world your support for GamrNation and my gaming channel with an official GamrNation tshirt.                                                  Want to grow on YouTube? Your channel can reach amazing heights with help from The YouTube Community Forum. Join here                                                  Join the GamrNation Crew today and be able to take part in my live streams and epic giveaways.                                                  Help me out! Donate to ExtraLife and make a kids life more exciting!!!!                                                  Want to send me a direct donation to help better my stream? Hit the link.                                                 ", "viewCount": 0.31844074854123205, "labels": [1]}, "jB5epwXecZc": {"likeCount": 0.31795517911651877, "dislikeCount": 0.1792391689498254, "videoId": "jB5epwXecZc", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "Rooster Teeth Achievement Hunter rt ah gamefails lets let's play lets play let's play letsplay game video gaming the know know news croteam piracy the talos principle pirates elevator stuck punishmentThe Talos Principle Pirates Get Locked in an Elevator  The KnowNew scifi puzzle game The Talos Principle has snuck in a creative way to punish those who pirate it instead of paying. How do you think devs and publishers should address piracy? News By Ashley Jenkins Hosted By Ashley Jenkins Music By EvGres at EpicWins.com Follow The Know on Twitter Follow The Know on Facebook RT Store Rooster Teeth Achievement Hunter Subscribe to the RT Channel Subscribe to the Let's Play Channel Subscribe to The Know Channel Subscribe to the Slow Mo Guys Channel Subscribe to the Game Fails Channel Source ", "viewCount": 0.4782322099996071, "labels": [0, 1]}}