{"K897Xnt3LoY": {"likeCount": 0.09542425094393249, "dislikeCount": 0.06020599913279624, "videoId": "K897Xnt3LoY", "title": "", "description": "", "length": 0.2698970004336019, "keywords": "Wat Pho Temple Bangkok Phil Phil in Bangkok Thailand tips tourist guide reclining buddha famousWat Pho Temple Reclining Buddha Phil in Bangkok Wat Pho , or Wat Phra Chetuphon  as it is generally known to the Thais, is mainly famous for the huge Reclining Buddha statue it houses. At 20 acres large, it is the largest Wat in Bangkok, and is technically the oldest too, as it was built around 200 years before Bangkok became Thailand's capital. However, today the Wat today bears virtually no resemblance to that originally constructed, as it was almost entirely rebuilt by Rama I when the capital was moved to Bangkok. It holds the dual honors of having both Thailand's largest reclining Buddha image and the most number of Buddha images in Thailand. The highly impressive gold plated reclining Buddha is 46 meters long and 15 meters high, and is designed to illustrate the passing of the Buddha into nirvana. The feet and the eyes are engraved with motherofpearl decoration, and the feet also show the 108 auspicious characteristics of the true Buddha. The large grounds of Wat Pho contain more than 1000 Buddha images in total, most from the ruins of the former capitals Ayuthaya and Sukhothai. The grounds are split in two by Chetuphon road. The northern section is generally the only one most people go to, and it includes a large bot temple hall, enclosed by 394 bronze Buddha images. Outside the bot, there are 152 marble slabs depicting the second half of the epic Ramakian story. Also near here are four chedis, constructed to honor the first three Chakri kings two for King Rama III. There are also a massive 91 others Chedis of varying sizes arounds the grounds, along with chapels, rock gardens, an array of different types of statues, inscriptions, belltowers and resident fortune tellers. The library is nearby too, decorated impressively with figures and pagodas made of porcelain, in much the same way as Wat Arun across the river. The much less visited southern section has less of interest, but makes a good place to find a monk to chat to for a while. Most would welcome the chance to practice their English on visitors. Massage  Wat Pho is also famous as Thailand's first university, and is center for traditional Thai masage  the rich, famous and powerful have all been known to come here. Inscribed on stone in the walls of Wat Pho are all that was known about Thai massage dating from the reign of King Rama III most previous texts were lost when the Burmese destroyed Ayuthaya To get a traditional massage here costs 150B for 30 mins, 250B for an hour and herbal massages are available at 350B an hour. If you want to experience traditional Thai massage, this is probably the best place available and is highly recommended, though be aware that it's not exactly a gentle experience. A foot reflexology massage is also available at 250B for 45 minutes. It is also possible to take courses to learn traditional Thai massage. These are for 30 hours and cost 4,500B. Courses can be spread over either 10 or 15 days. The massage center is situated at the back of the Wat, the opposite side from the entrance. To get a massage, simply turn up here and wait in line until a masseur is available  perhaps 10 or 20 minutes in the quieter periods in the early morning and late afternoon. Contact them on 662 221 2974 or 662 225 4771 if you need any more information about it. Tips to know.... The entrance to Wat Pho is on Chetuphon road. Entrance is 20B. It's open every day, opening hours are from 08.00am to 5.00pm, with a break from 12.00pm to 1.00pm. Guides can be hired at the entrance for 150B for one person, 200B for two, 300B for three, but they're not really needed. On Sundays, you can see students being taught traditional Thai dance and music. Don't listen to anyone on the street as you try to enter telling you it's closed for a 'Buddhist holiday', 'cleaning' etc, or asking if you want to see the 'Lucky Buddha' instead  it's all part of a sophisticated gem scam. Aircon buses 6, 8 and 12 all stop close to Wat Pho, and the Tha Tien express boat pier is very near. Ordinary buses that go near Wat Pho are ordinary buses 1, 25, 44, 47, 62 and 91 which stop on Maharat road. 44, 47 and 91 all stop on Thaiwang road, on the north side of Wat Pho, south of Wat Phra Kaew. It's also just a short river crossing away from Wat Arun. It's within walking distance of Wat Phra Kaew  Grand Palace, and if you're feeling energetic the National Museum too.", "viewCount": 0.3817763632280368, "labels": [1595, 3191]}, "KA-q9F5uCqo": {"likeCount": 0.18325089127062366, "dislikeCount": 0.03010299956639812, "videoId": "KA-q9F5uCqo", "title": "", "description": "", "length": 0.25224442335063196, "keywords": "Namibia Rugby Rugby World CupPlayer profile Namibian full back Chrysander BothaAhead of Rugby World Cup 2015, get to know Namibian full back Chrysander Botha a little better. Will he star at the tournament? To find out more about the IRB visit Follow us on Twitter Total Rugby on Facebook Rugby World Cup on Facebook IRB Sevens on Facebook IRB women's rugby on Facebook ", "viewCount": 0.3735119634081872, "labels": [0, 12, 312]}, "KEGLmBNwIMw": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "KEGLmBNwIMw", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "GarronFrith DougWalker LostPoets RealFreshTV 3MinuteGig TheKingsArms live music Manchester UK indie rock3 Minute Gig from the Kings Arms, ManchesterWith performances from Isobel Heyworth, Manchester's best kept secret according to the BBC, ivory tinkler extraordinaire, Doug Walker, 'balladeer for the working man' Garron Frith and Lost Poets, Geordie hip hop phenomenon in the making! For the full half hour shows, watch our broadband TV channel at www.realfresh.tv!", "viewCount": 0.302816441942447, "labels": [3, 4, 9, 10]}, "KFjJeNFAv5g": {"likeCount": 0.18976270912904414, "dislikeCount": 0.047712125471966245, "videoId": "KFjJeNFAv5g", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "Nothing In My Way Keane Thin AirKeane  Thin Air  Video Fan HD Keane Thin Air B Side Under The Iron Sea Recording Live Aragon Ballroom Chicago 2005", "viewCount": 0.38076026699164944, "labels": [3, 4]}, "6HbdoM_ZNs4": {"likeCount": 0.2294466226161593, "dislikeCount": 0.1361727836017593, "videoId": "6HbdoM_ZNs4", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "toyota Toyota TOYOTA    toyota israel Toyota Israel TOYOTA ISRAEL   Toyota Land Cruiser Automobile Model    ' '   2014 land cruiser 2014     NEW LAND CRUISER 2014NEW LAND CRUISER 2014 !             ", "viewCount": 0.4986507495397488, "labels": [2, 7, 116, 135, 235, 1214, 2275]}, "6LJ8DulJOkw": {"likeCount": 0.14913616938342728, "dislikeCount": 0.06989700043360189, "videoId": "6LJ8DulJOkw", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "Kerala Traditional House Veedu Nalukettu contemporary plan interior MasterPlan Planners home planners plans kerala house plans home desgns kerala home designMasterplan's Kerala home designs...MasterPlan  Real Home Planners in Kerala MASTER PLANS 2834B,First Floor Sunandini Buildings Azad Road,Kaloor Kochi682017,Kerala,India masterplanekmgmail.com", "viewCount": 0.39905608299940204, "labels": [88, 313, 1020]}, "rycLzy65Sck": {"likeCount": 0.12041199826559248, "dislikeCount": 0.0, "videoId": "rycLzy65Sck", "title": "", "description": "", "length": 0.2518513939877888, "keywords": " Georgia On My Mind  yshimizu Guitar MusicGeorgia On My Mind  yshimizusoldano sp77  Tubumatushita 12ax7 T fryette TubuEL34 Mullard  ensoniq DP4   ", "viewCount": 0.3413634997198556, "labels": [9, 10, 37]}, "CfT28aAS6wQ": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "CfT28aAS6wQ", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "RoPick Delta Robot PickersRoPick Delta Robot Pickers package automationKP Tech.co,.ltd RoPick KP Tech.co,.ltd has worked on that Robot development. The video what you see now is our demo Robot , and our final products is more developed. We name it RoPick, but its not confirmed yet. By the way, we are planning to extend the lineup of Robot series. Our products are at competitive prices and performance also good enough as an automation Robot. In addition RoPick series are compatible with Vision system. RoPick is possible to be applied to Every line. As it has own IO address, in simple line case, PLC is not neccessary in the system. KP Tech has not only Robot manufacture, but also automation line builder with universal Robot brand. We are looking forward to listening your contact from every world. Contact us Kptechhitel.net lovehu01naver.com Tel 82 32 624 3060 Fax 82 32 624 3063", "viewCount": 0.32511513431753547, "labels": [62, 259]}, "T2HU5w0ftD8": {"likeCount": 0.14913616938342728, "dislikeCount": 0.06020599913279624, "videoId": "T2HU5w0ftD8", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "jordan animal fights greg montemurro 4sitevideo when animals attack dog fights dog vs peacock funny pets cute dogs cute pugs funny pugs Jordan vs the peacockJordan vs The PeacockWatch what happens when a cute dog named Jordan, confronts a pissed off Peacock in this funny, heart warming, actionadventure movie.", "viewCount": 0.42074189168168125, "labels": [15, 18, 67, 96, 1831]}, "KRp5YDOZ1jY": {"likeCount": 0.16020599913279623, "dislikeCount": 0.0, "videoId": "KRp5YDOZ1jY", "title": "", "description": "", "length": 0.24955443375464484, "keywords": "tutorial cosmetics haircut howto natural lookin lashes falsises ebayBargain alert Lashesso guys i recently found the best natural looking lashes and i wanted to share it with you guys! hope you like! Website ", "viewCount": 0.32871296207191114, "labels": [39, 529, 1104]}, "KSLaTBvt6mM": {"likeCount": 0.4644399195891513, "dislikeCount": 0.24756711883244298, "videoId": "KSLaTBvt6mM", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "concert star presidents vine holy audition tony reggie couz parents johnson reggie beat compilation pastor ruin spangled customer bling dirty everything work banner dad couz the talk with dirty mercy choir hotline Mr riley Making mercy private on instagram song serviceALL Mr.Johnson's Concert Choir COMPILATION !Thanks you all for watching! Dont forget to like and subscribe and also follow my accounts below Vine  Twitter  Instagram  ", "viewCount": 0.6209009920624405, "labels": [41]}, "QRP9aSefC9g": {"likeCount": 0.2060697840353612, "dislikeCount": 0.03010299956639812, "videoId": "QRP9aSefC9g", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "It Bites All In Red Francis Dunnery John Beck Dick Nolan Bob Dalton Mitchell Lee PomeroyIt Bites  All In Red Live Tokyo 1989It Bites  All In Red Live Tokyo 1989 Francis Dunnery  Guitar and Vocals John Beck  Keyboards,Guitar and Vocals Dick Nolan  Bass and Vocals Bob Dalton  Drums and Vocals Catch up with their excellent latest album 'The Tall Ships' and forthcomming gigs at ", "viewCount": 0.4433177574067476, "labels": [3, 4, 9, 10]}, "QV3cyI5BOm8": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "QV3cyI5BOm8", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "Joe Klebon Riverside Vikings Football Highlight tapeRyan Chisdock's Highlight tapeMade by Chris Donato", "viewCount": 0.31945143418824673, "labels": [0, 12, 79, 91]}, "QVpZegYmOm0": {"likeCount": 0.1146128035678238, "dislikeCount": 0.03010299956639812, "videoId": "QVpZegYmOm0", "title": "", "description": "", "length": 0.24800069429571506, "keywords": "humshakals 2014 humshakals 2014 trailer humshakals 2014 first look humshakals 2014 mp3 songs humshakal 2014 cast humshakal 2014 movie wiki saif ali khan saif ali khan hot scenes ram kapoor ram kapoor and sakshi tanwar ram kapoor and sakshi tanwar romantic scenes ritesh deshmukh ritesh deshmukh and genelia ritesh deshmukh and genelia romance Bipasha Basu TV Actor bipasha basu hot videoBollywood Hungama Meet N Greet With Esha GuptaThe hot girl with a beautiful smile Esha Gupta had a wonderful time with her fans at this exclusive Meet n Greet with Bollywood Hungama. Take a look.", "viewCount": 0.3474070503215044, "labels": [225]}, "ycQlQNoD1PM": {"likeCount": 0.2608526033577194, "dislikeCount": 0.12304489213782739, "videoId": "ycQlQNoD1PM", "title": "", "description": "", "length": 0.2615950051656401, "keywords": "MMOHuts Weekly Recap 157 October 7th News Updates Patches Content Free to Play MMORPGs MMOFPS MOBAS Announcements Revealed JamesBl0nde Warface Crytek Dragon's Prophet SOE EverQuest II Elsword Tactical Trooper Dragonica Dragon Saga City of Heroes City of Titans Project Phoenix Grinding Gear Games Path of Exile Scion Class Smite HiRez Studios Mercury League of Legends Championship Season 3 Kitty Mach Giveaway TTESports Ahri Cosplay Royal Club MonstercatMMOHuts Weekly Recap 157 Oct. 7th  City of Titans, League of Legends, Cosplay Giveaway & More!MMOHuts Weekly Recap 157! Looking for a new game to try? Check out our game of the week here! Weekly MMO News summary for the week ending October 7th, 2013 Sept. 30th  Oct. 7th. SOE Introduces Level 85 Heroic Characters in EverQuest II Elsword concludes the Transformation Evolution Series with Chung Dragonica showcases part 2 of the Cassiopeia Update City of Titans, Spiritual successor to City of Heroes funds its Kickstarter Path of Exile prepares for launch with new content and a new class Smite showcases Mercury, Messenger of the Gods  MMOHutsKitty MachTTEsports Giveaway details All you have to do is check out the images from the link below and vote for your favorite on our official forum page and three lucky winners will be PMed on Wednesday, October 9th, to get your mailing address. Vote here at the offical forum post!  Music  337  652 Music Supplied by Monstercat Changes Feat. Holly Drummond Artist Name Eminence & RedMoon Video Link Album Download Link Channel MMOHuts has over 200 free to play MMOs & MMORPGs for you to browse through! Visit us at Make sure to register and post on the MMOHuts forums at ", "viewCount": 0.44555452614563784, "labels": [0, 1, 111, 1722, 2863]}, "AkY7xJQ9Lt0": {"likeCount": 0.29111576087399765, "dislikeCount": 0.1414973347970818, "videoId": "AkY7xJQ9Lt0", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "Michael Jackson Little Susie History Blood Sad Hope King of pop JackoMichael Jackson  Little Sussie\"Little Susie\"  song from Michael Jackson's album \"HIStory Past, Present and Future, Book 2 \"", "viewCount": 0.5002887126296306, "labels": [14]}, "iulIhiVvh2I": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "iulIhiVvh2I", "title": "", "description": "", "length": 0.2682145076373832, "keywords": "Plants Vs Zombies Level 510Plants Vs Zombies Lv 510, 2nd PlaythroughPlants Vs Zombies for the PC. This is Level 510 during the 2nd playthrough. This is the final level, and the final boss. Please switch to 480p and expand the screen for better quality. Enjoy.", "viewCount": 0.3186673867499745, "labels": [0, 1, 5, 42, 695]}, "C08keYAat0k": {"likeCount": 0.12304489213782739, "dislikeCount": 0.13979400086720378, "videoId": "C08keYAat0k", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "Aqw how to get good non member weaponAqw how to get good non member weaponThe title says all", "viewCount": 0.4349879487231628, "labels": [0, 5, 759]}, "C0po7ujUod0": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "C0po7ujUod0", "title": "", "description": "", "length": 0.24683473304121573, "keywords": "decomposter rainer raikku tuomikanto skrymer vreth finntroll death metal old school drums drumming double bass drummer recording Double bass DrumRainer Tuomikanto  Decomposter drum tracking 2010Recorded at nivallila Studios by Kilu Kilpelinen. No triggers, no sound replacing. The drum heads were detuned very low, and only the crappiest of cymbals that was lying around in the studio floor was used here to get the nostalgic death metal experience. ", "viewCount": 0.307040732174012, "labels": [28, 33, 38, 78, 86, 257]}, "ohU-MBW1154": {"likeCount": 0.2517195897949975, "dislikeCount": 0.12304489213782739, "videoId": "ohU-MBW1154", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Moon Patrol Top Rock Bboy Bboy Toprock Jyant Impulse Donkey KongMoon Patrol \"Toprock\" Performance for Circle Science4x4 platform performance for Circle Science by Moon Patrol Crew", "viewCount": 0.5016339584674163, "labels": [6, 8]}, "Z7XltgpCCDA": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "Z7XltgpCCDA", "title": "", "description": "", "length": 0.26138418218760695, "keywords": "pro dota 2 dota 2 videos dota movies dota videos dota 2 pro pro dota dota 2 highlights dota 2 video dota video dota 2 movie dota highlights dota pro dota game dota gameplay dota movie 2  dota 2 gameplay  2 dota2 dota dota 2 beckkkj HyperX Dota 2 League d2l HyperX VP Virtus.pro Alliance VP vs Alliance Virtus.pro vs Alliance HyperX week 4 alliance vs vpAlliance vs Virtus.pro, HyperX D2L Season 4Alliance vs Virtus.pro, HyperX D2L Season 4 Subscribe if you like our videos! Like and comment, your feedback is always appreciated! facebook steam group twitter vk  English commentary by Ayesee and Merlini  more stuff here Tournament website  music provided by SafeTRACKS CianDnB  Life Is Good  Welcome to Dota 2 Highlights TV channel. Here you can find highlights from major tournaments, dota 2 gameplay, videos with pro players and many other interesting dota movies. Remember to subscribe to be notified when we release new dota 2 videos! Thanks for watching! Subscribe to stay updated!", "viewCount": 0.3638289535414257, "labels": [0, 1, 42, 290, 431]}, "yleRYLV2m08": {"likeCount": 0.21072099696478686, "dislikeCount": 0.047712125471966245, "videoId": "yleRYLV2m08", "title": "", "description": "", "length": 0.25158738437116795, "keywords": "ahra's reviews italiano collectibles action figures Italia ita collezionismo toys Baymax Big Hero 6 Film Media Genre Transformers Big Hero 6 Baymax Egg Hatch'n Heroes egg uovo trasformabile Bandai toy giocattolo ovetto oscar film completo streaming personaggioBandai Big Hero 6 Baymax Egg Hatch'n Heroes, vi ricorda qualcosa?Big Hero 6 Baymax Egg Hatch'n Heroes Bandai, una casual review particolare, che potrebbe risvegliare qualche bel ricordo di infanzia! Dragon Legend              F   Goo   Twitter   Evento   Batman The Animated Series Italia  A  Batman Incorporated Italia VAWForum Toyscollection Toysforce LNC  La Nerd Cultura La Gazzetta Di Youtube Dreamland 2.0 PokSword ", "viewCount": 0.37217281985727885, "labels": [26, 199, 379]}, "FSvW3fPA4Hc": {"likeCount": 0.1079181246047625, "dislikeCount": 0.047712125471966245, "videoId": "FSvW3fPA4Hc", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "Death smiles stage level 5 shmup 1cc shooter hori arcade cave bullet hell curtain mame raizingDeath Smiles Level 5 NEW Cave ArcadeCave's new gothic horror effort Death Smiles level 5 stage A1 selected.", "viewCount": 0.37984434603501877, "labels": [0, 1]}, "p5FZnCfNDf8": {"likeCount": 0.17075701760979364, "dislikeCount": 0.047712125471966245, "videoId": "p5FZnCfNDf8", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "USA Wrestling Terry Steiner women's wrestling freestyle Randi Miller at 2012 Wrestling Fall Coaches ClinicTerry Steiner Clinic Keep your lead leg forwardNational Women's Coach Terry Steiner teaches to keep your lead leg forward as you move on your feet at 2012 USA Wrestling Fall Coaches Clinic. Training Partner is 2008 Olympic bronze medalist Randi Miller", "viewCount": 0.3805092878342673, "labels": [329]}, "wKQD9xhIPt0": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "wKQD9xhIPt0", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "Ipod Iphone Apple Touch Delirious? Album Review Store Apple band Ipod Touch 3gs Itunes IPhone 3GS Product Line Imac Apps Application Everytime Touch Steve Case Touch EP Giveaway Free Leopard Macintosh Iphone 3gs App Review Computer Apple Store Iphone Ipod Applications Apple Store online Screen Air Shuffle Reviews Dock Generation Touch Iphone App Storeispy tank app iPhone.iPad.iPad touchWIFIAPPLE IOS WIFI .", "viewCount": 0.368761812957177, "labels": [21, 23, 24, 1329]}, "h5e_NWTJzZA": {"likeCount": 0.16812412373755872, "dislikeCount": 0.047712125471966245, "videoId": "h5e_NWTJzZA", "title": "", "description": "", "length": 0.25693739096150464, "keywords": "Thailand Chiang Mai CityTownVillage Wood Carving Art Gallery Maewang Province Sanpatong Highway Collection Wooden Art Hang Dong District Location Museum Wood Capital TV Bangkok Destination Thailand TV Stephen Rhodes Preservation An intriguing Wood Carving Art Gallery in Chiang Mai Destination Thailand Destination Thailand APP ThaiAn intriguing Wood Carving Art Gallery in Chiang MaiMany foreign visitors to Chiangmai, making their way out for a day of elephant riding and white water rafting in Maewang Province along the Chiangmai  Sanpatong Highway, are often intrigued by strange signs on the road side but, being unable to read Thai, they flash past this colourful destination not realising they've missed one of Chiangmai's most interesting attractions  a veritable Aladdin's cave of spectacular and rare wood carvings and priceless pieces of pottery, called Ngarn Anurak Pueh Muan Chon which in English means 'place of preservation of wood carving for the people.' Its owner, Mister Charoui Na Soonton , a former school teacher has been collecting these historically important relics for the past thirty five years and the place is a veritable maze containing thousands of pieces of treasure trove. Over the years Charoui has spent a considerable amount of time, effort and money in his crusade to preserve the art of fine wood carving. About twenty years ago the industry was in crisis as supplies of teak wood were dwindling and it looked as if the art of wood carving would consequently die out with the trees. He toured the country buying up fine examples of the wood carvers' skill so that they would be preserved for posterity. He also visited remote villages where he collected old pieces of teak such as cart wheels, old boats and dead tree trunks which he brought back home to recycle, having his small staff of master craftsmen transform them into masterpieces. Old wood is better than new as it has stood the test of time and its darker colour gives the pieces a more antique look. You can find his colourful museum between kilometres 19 and 20 on the Chiangmai  Sanpatong Highway  just past the Big C supermarket at Hang Dong. For more directions, give Mister Charoui a call on 053 355 819 or 089 8500 126, or email him at nasoontonhotmail.com", "viewCount": 0.40492955683327225, "labels": [251, 1133, 1507]}, "xFHxz9m3zZg": {"likeCount": 0.13010299956639812, "dislikeCount": 0.10413926851582252, "videoId": "xFHxz9m3zZg", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "PONTIAC GTO CAR WASH 69 68 67 65 64 66 70 71 72 drift drag racing surf fun1968 PONTIAC GTO CARWASH CONVERTIBLE hurst his and hers convThis BA and i going through a car wash with our alpine blue 1968 gto . this was the summer of 06 on our way to a local Long Island gto and classic car show . I need some new seals for the top . I was saved by cute and fuzzy bunny . but the blonde wound up winning the wet t'shirt contest .", "viewCount": 0.49570802596579, "labels": [2, 7, 957]}, "X-f-IGAe47U": {"likeCount": 0.1278753600952829, "dislikeCount": 0.047712125471966245, "videoId": "X-f-IGAe47U", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "Minecraft Video Game Xbox One Minecraft Xbox One Minecraft Xbox One SmartGlass Xbox One Minecraft World SizeMinecraft Xbox One Smart Glass Feature PossibilitySubscribe! Lets get to 5k! Minecraft Xbox One Features and Smart Glass applications! Hopefully they do something awesome! Please leave a like and comment! Subscribe! Twitter! G  Twitch Minecadia!  Minecadia YouTube  Website  Twitter  G Music used in order  AudioMicro.comRoyaltyfreemusic", "viewCount": 0.32462523122993225, "labels": [0, 1, 27, 294]}, "Srm-K4mTJ4Q": {"likeCount": 0.13010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "Srm-K4mTJ4Q", "title": "", "description": "", "length": 0.22833012287035498, "keywords": "Beyonc Knowles Piano Top Cover Best Keyboard Favorite Songs Hits Singing Greatest Sasha Playing MTV Piano Cover Beyonc Knowles Celebrity Love On Top AwardWinning Work Pop Music Musical Genre Music TV Genre Greatest Musical AlbumBeyonce Love on Top PianoBeyonce Love On Top Piano", "viewCount": 0.3126131407261985, "labels": [31, 40, 57, 117]}, "xMf3QZVxr5U": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06989700043360189, "videoId": "xMf3QZVxr5U", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "Eflite enticement RC airplane learning to torque roll High Jimmys chicken shackEflite enticement RC airplane learning to torque rollEflite enticement RC airplane learning to torque roll", "viewCount": 0.3653887558070978, "labels": [46]}, "aiB8qg_aM3E": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "aiB8qg_aM3E", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "kerbal space program landing tricksKBP  Taking off, landing, taking off again, a near disaster, a loop, and a safe descent.A few tricks with a simple two stage rocket.", "viewCount": 0.36700602174731345, "labels": [0, 962]}, "0kCkahZGNxY": {"likeCount": 0.0, "dislikeCount": 0.08450980400142569, "videoId": "0kCkahZGNxY", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "Video2Borderlands  EndgegnerLOLxD", "viewCount": 0.32477278329097237, "labels": [0, 1]}, "NxRQ4oOh1EU": {"likeCount": 0.21105897102992488, "dislikeCount": 0.06020599913279624, "videoId": "NxRQ4oOh1EU", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "THScinematic Pirates Assassin Assassin's Assassin's Creed Assassin's Creed 4 Asssassins Creed 4 Assassin's Creed 4 Black Flag Assassin's Creed IV Black Flag Video Game Assassin's Creed Video Game Assassins Creed 4 Black Flag Assassins Creed Black Flag Assassin's Creed 4 Black Flag Pirate's of the Caribbean Music Video Assassin's Creed Music Video Assassins Creed Pirates of the Caribbean Music Video Music Video Assassin's Creed IV Black Flag AwardWinning WorkAssassin's Creed 4 Black Flag Pirates of the Caribbean Music VideoLink to my Assassin's Creed 4 Radioactive Music Video A cinematic of the Assassin's Creed 4 Black Flag trailers put to the theme of Pirate's of the Caribbean. All rights to the song go to Disney's Pirate's of the Caribbean", "viewCount": 0.415944687338747, "labels": [285, 1024, 1181]}, "xaDOz0ji69Q": {"likeCount": 0.24683473304121573, "dislikeCount": 0.15314789170422552, "videoId": "xaDOz0ji69Q", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "YouTube CaptureJonny's Birthday Truckvia YouTube Capture", "viewCount": 0.4880859305083518, "labels": [2, 7, 75]}, "xd4YNP7MlIM": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "xd4YNP7MlIM", "title": "", "description": "", "length": 0.24424797690644487, "keywords": "fitness trainingSimona 4 karas4training.com Music Rudimental  Waiting All Night feat. Ella Eyre ", "viewCount": 0.32864564697469834, "labels": [161]}, "c5zyhGBzSAU": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "c5zyhGBzSAU", "title": "", "description": "", "length": 0.26273658565927327, "keywords": "rock heavy metal iron maiden nwobhm somewhere back time concert bucharest cotroceni powerslaveIron Maiden live bucharest  powerslaveIron Maiden live Bucharest, Cotroceni Stadium, 04.08.2008 heavy metal frenzy!", "viewCount": 0.34348881208673165, "labels": [3, 6]}, "cDzgyAXb8CI": {"likeCount": 0.12041199826559248, "dislikeCount": 0.03010299956639812, "videoId": "cDzgyAXb8CI", "title": "", "description": "", "length": 0.26384892569546375, "keywords": "taylor swift hipster christmas sweater Taylor Swift Singing StoryHipster Tag & iPhone hauli hope you like!! oh and if you know where to get those earings let me know!", "viewCount": 0.3154119525515847, "labels": [21, 23, 73]}, "rU_WGbi39fA": {"likeCount": 0.1845098040014257, "dislikeCount": 0.06020599913279624, "videoId": "rU_WGbi39fA", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "ABSCBN ABSCBN Online ABS Online ABSCBN Program Entertainment ABSCBN Entertainment Showbiz News Philippines Philippine Entertainment ABSCBN Philippines Showbiz Online Talk and Variety Lifestyle food trip adventure Kris TV Kris Aquino Queen of all Media KZ Tandingan Have Yourself a Merry Little Christmas Christmas December 1 2014 20141201onlineKZ Tandingan sings 'Have Yourself a Merry Little Christmas'KZ Tandingan performs 'Have Yourself a Merry Little Christmas' on Kris TV. Subscribe to ABSCBN Entertainment channel!  Watch the full episodes of Kris TV on TFC.TV and on IWANT.TV for Philippine viewers, click Visit our official website! Facebook Twitter Instagram ", "viewCount": 0.41470886246281663, "labels": [3, 4]}, "oBvJM7v6YK8": {"likeCount": 0.18750612633917002, "dislikeCount": 0.16720978579357176, "videoId": "oBvJM7v6YK8", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "apps for kids children apps gameplay ipad iphone tiny farm tractor animals funTiny Farm  Fun App for Kids with Tractors & AnimalsPreview of \"Tiny Farm\" by wonderkind. This great kids app is available for iPad, iPhone  App Review  App Download iPad iPhone  Thanks for watching!  Subscribe our YouTube channel  Find more top apps for children ", "viewCount": 0.5008306284904158, "labels": [0, 5, 26, 83, 262]}, "Quk1Q1A5gCw": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "Quk1Q1A5gCw", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "IGT kitty glitter slot machine bonus win casino gamblingKitty Glitter 5 cent 2Wasn't doing much at 15 so I dropped to 7.50 and it started to hit. Borgata, 9912", "viewCount": 0.3165837624690129, "labels": [0, 62, 479]}, "SiSQ2RgXFu8": {"likeCount": 0.24563660331290432, "dislikeCount": 0.09030899869919436, "videoId": "SiSQ2RgXFu8", "title": "", "description": "", "length": 0.26674529528899543, "keywords": "Interview Footage Exclusive David Muddy Waters Musician Interview Part Interviews Rare legendKim Wilson Interview Snippet for BluesHarmonica.com with David BarrettEnjoy this portion of my interview with blues harp legend Kim Wilson for BluesHarmonica.com. In this portion Kim talks about his early years, his technique and performance approach. The entire interview is an unprecedented 2.5 hours releasing in three parts... part one on the site now, with part two releasing Friday, covering a wide array of topics... including an hour on his equipment and recording approach. To watch more of this interview visit BluesHarmonica.com and become a subscribed member.", "viewCount": 0.4530443039902961, "labels": [551]}, "CtXeLz9Xt-o": {"likeCount": 0.13010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "CtXeLz9Xt-o", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "Trophy boats fishing boats clemons boats happy days boating boat rentals lake erie great lakes boat sales boat service marine max port clinton sandusky ohio boating used boats bayliner maxum lund boston whaler Lake erie boat dealers2011 Trophy 1903 CC  Clemons BoatsNew 2011 Trophy 1903 Center Console at Clemons Boats in Sandusky Ohio! Boat comes with trailer, cushion package, bimini top, and is powered by a Mercury Optimax 115HP. Check out this boat and the rest of our inventory at clemonsboats.com. Dont forget to like us on facebook as well! Clemons Boats 8009 Barret Rd. Sandusky, Oh. 44870 4196845365", "viewCount": 0.422855433653901, "labels": [2, 76, 281]}, "CyscEkOtLOw": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "CyscEkOtLOw", "title": "", "description": "", "length": 0.2561101383649056, "keywords": "walgreens deals deal trip trips haul hauls coupon kid of chicago IL. 41512 415 41512 415 Buy Vlog extreme couponing extreme couponing coupons couponer couponers save saver savers saving saves savings Extreme Couponing TV Program Simple Easy walgreens 215 walgreens 415 walgreens deals walgreens trip walgreens haul Shopping Store the coupon kid of chicagoWalgreens Deals 41512Walgreen Deals running 41512 till 42112 my trip  haul 41512 Subscribe to my YouTube Channel Like me on Facebook Follow me on Twitter 1 me on Google Follow me on Blogger ", "viewCount": 0.3097604328874411, "labels": [1505]}, "htPyQ1eOaG4": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "htPyQ1eOaG4", "title": "", "description": "", "length": 0.25105450102066124, "keywords": "iREVIEWem review reviews app applicaction popular The Moron Morons Test Apple phone IPHONE ipod touch 3g 3gsThe Moron Test APP Reviewhello again youtube this 0.99 app called the moron test, it is a interesting app where you take this test and after the test it tells you weather your a moron or you are very smart or you are just the average person. Personally i think this is a fun app but once you beat it once or twice it gets boring after awhile. If i rated this app from 1 to 10 and 10 being the best i would give it a 6", "viewCount": 0.3529301997787981, "labels": [21, 23, 24, 73, 322]}, "hD-W50hBoY8": {"likeCount": 0.1079181246047625, "dislikeCount": 0.047712125471966245, "videoId": "hD-W50hBoY8", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "Blendtec Green Smoothie Designer Series Blender FoodBlendtec Designer Series Blender  First Ever Green SmoothieMy first ever Green Smoothie, using my brand new Designer Series Blender from Blendtec.", "viewCount": 0.37774268223893115, "labels": [11, 625, 1011, 1049]}, "hJJG8q2U-nY": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "hJJG8q2U-nY", "title": "", "description": "", "length": 0.25526682161121933, "keywords": "Danbury Hatters HattersWrestling Wrestling20110212 Evan Fraser Fairfield Warde Vs. Shane Jennings Danbury FCIAC Final 130 PoundsShane Jennings Danbury pinned Evan Fraser Warde 447", "viewCount": 0.3195622943586937, "labels": [329]}, "hJdCPNXnI_g": {"likeCount": 0.2403120521175818, "dislikeCount": 0.14771212547196624, "videoId": "hJdCPNXnI_g", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "Damon Salvatore vs Elijah at The Vampire DiariesDamon Salvatore vs ElijahDamon Salvatore is the killing machine from The Vampire Diaries! But has he finaly found a better component?", "viewCount": 0.47533225572817106, "labels": [25, 663]}, "5vuoV4hUOOk": {"likeCount": 0.32494429614425824, "dislikeCount": 0.23222192947339193, "videoId": "5vuoV4hUOOk", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "Algrie Algeria muslimqueens Hijab Hijeb Muslim Musulmane MuslimQueens Mona Mouna Hijabi Recipe Recette Cuisine Cooking DIY HowTo Haul Review Revue Clothing Fashion Mode Makeup Maquillage Tutorial Tutoriel Look Vlog Nail Art TAG Pregnancy Grossesse Motherhood Maternit Beauty Beaut Earrings Consumer Product Body Piercing HobbyHijab with Earrings Tutorial  Hijab avec Boucles d'oreilles   More information about the video  Plus d'informations sur la vido     Please subscribe  Abonnetoi STP  Stay tuned with  Muslim Queens  new videos on   Reste  jour avec toutes les nouveauts de  Muslim Queens  sur  BLOG  www.muslimqueens.com  YOUTUBE   FACEBOOK   TWITTER   INSTAGRAM   GOOGLE    PINTEREST   LOOKBOOK   EMAIL  bettyboopmwgmail.com  MY PLAYLISTS  MES PLAYLISTS  Recipes  Recettes  Hauls & Reviews  Hauls & Revues  OOTD & Lookbooks  Makeup & Care  Maquillage & Soins  Hijab Tutorials  Tutoriels Hijeb  Vlogs  HowTo, DIY & Bla Bla  TAGs  Nail Art  Design  Dco  Pregnancy & Motherhood  Grossesse & Maternit  Giveaways  Concours   LINKS MENTIONED IN THIS VIDEO  LES LIENS CITS DANS CETTE VIDO   FOR MORE DETAILS PLEASE CHECK THIS ARTICLE  POUR PLUS DE DETAILS SVP CONSULTEZ CET ARTICLE   OTHER TECHNICAL INFORMATIONS  AUTRES INFORMATIONS TECHNIQUES  Camera  Camra Canon 600D Rebel t3i Lighting  Eclairage Meike LED Macro Ring Flash FC100 Intro & Outro Music  Musique intro & outro Satin Sugar Youtube Audio Library Editing Software  Logiciel de montage Sony Vegas Pro Video Miniature  Miniature vido ", "viewCount": 0.5170657681823231, "labels": [66, 953, 1237]}, "5x1EEgh-Nh8": {"likeCount": 0.4270492503638618, "dislikeCount": 0.25797835966168103, "videoId": "5x1EEgh-Nh8", "title": "", "description": "", "length": 0.2482873583608754, "keywords": "dance world of dance wod music choreographyRNG  FRONTROW  World of Dance, Seattle 2014 WODSEARNG  FRONTROW  World Of Dance Seattle 2014 WODSEA Song List 1 0100  Drake 2 Step  Glasses Malone 3 Gas Pedal  Sage the Gemini 4Cut Up  Chriss ft AV WODLifestyle  Make sure to pick up the latest World of Dance Merchandise and Apparel now at Follow us on Twitter, Instagram and like us on Facebook For more dance news, tour info, and videos like this,  Please watch \"Water Balloon Splash Mob Dance Video  World of Dance & Bunch O Balloons\" ", "viewCount": 0.6227549160068444, "labels": [6]}}