{"Yoxi3FrofMM": {"likeCount": 0.06020599913279624, "dislikeCount": 0.1079181246047625, "videoId": "Yoxi3FrofMM", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "gaming how to starcraft broodwar free download easyhow to download starcraft broodwar for free no torrent or surveys!!!easiest way to get starcraft broodwar If you guys would sign up to that would be awesome thanks  ", "viewCount": 0.35782953051208266, "labels": [42]}, "Yp8RTIa9Ccc": {"likeCount": 0.20969100130080565, "dislikeCount": 0.07781512503836437, "videoId": "Yp8RTIa9Ccc", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "glass shower doors breaking glass shower doors shattering glass shower doors tempered glass shower doors glass shower enclosureHow to Avoid Breaking Glass Shower Doors & EnclosuresIf you bathe near tempered glass shower doors or enclosures, you need to know that there is a small chance that your tempered glass shower door could spontaneously shatter. You might find this inconvenient if you happen to be naked and wet when it happens. Here is the inside scoop on why this shocking phenomenon occurs and steps you can take to minimize risks from shattering glass shower doors. Companion article Breaking Glass Shower Doors & Enclosures  ", "viewCount": 0.4531823661088799, "labels": [580, 750, 1443]}, "e9W7XQqqDfM": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "e9W7XQqqDfM", "title": "", "description": "", "length": 0.2530199698203082, "keywords": "Ninja saga 2013 new stuff Ninja Saga 2013 hack working Ninja saga new pet 2013 Ninja saga account for sale Ninja saga event 2013 ninja saga justu hack 2013 ninja saga easter 2013 Pewdiepie Ninja saga level 80Ninja Saga 2013 Easter New Pet Gameplay Tamadama DragonJust a quick update on the Easter ninja saga event hope you enjoy and feel free to add me on Facebook if you want to me to help in ninja saga D Like Use On Facebook Follow Use On Twitter Close Friends Sub Em D Check Out Are Other Videos ", "viewCount": 0.37764105888073424, "labels": [0, 1, 644]}, "ysNYIxaG8_k": {"likeCount": 0.36235593900054375, "dislikeCount": 0.20453229787866578, "videoId": "ysNYIxaG8_k", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "Patch 5.4 World of Warcraft WoW Warcraft Blizzard Blizzard Entertainment Mists of Pandaria MOP Pandaria Lore Features Sieg of Orgrimmar Preview Trailer New RaidWorld of Warcraft Patch 5.4 PreviewWorld of Warcraft Community Manager Lore introduces you to the exciting new features coming in Patch 5.4 Siege of Orgrimmar. Check out our complete roundup blog for more Subscribe! ", "viewCount": 0.5788896300355403, "labels": [0, 1, 25, 93, 102]}, "dRznJiFpvXA": {"likeCount": 0.12304489213782739, "dislikeCount": 0.047712125471966245, "videoId": "dRznJiFpvXA", "title": "", "description": "", "length": 0.2517195897949975, "keywords": "fleece bedding cage tour big awesome pigs guinea pig molly latifah piggiepigpigs smallanimalhelper1 channels shoutouts pets small animals furry girlsVery BIG Cage Tour!!!  ShoutOutsI changed up the cage a little bit....okay, I changed it a lot! Its very big and tall. You guys will think im insane when u watch this video but, arent all pig lovers insane over their babies?  links to the ShoutOuts www.youtube.comsmallanimalhelper1 www.youtube.compiggiepigpigs Enjoy!", "viewCount": 0.34079005401426354, "labels": [15, 18, 981, 1353]}, "nchdO0eDxBw": {"likeCount": 0.21038037209559568, "dislikeCount": 0.12304489213782739, "videoId": "nchdO0eDxBw", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "Star Wars Battlefront Video Game Star Wars Battlefront 2015 Star Wars Battlefront Sony marketing Star Wars Battlefront PS4 Star Wars Battlefront Xbox One Star Wars Battlefront PC Arsonall Arsonall187 game games Xbox vs PlayStation PS4 vs Xbox One Xbox One Vs. PS4 Sony vs Microsoft Microsoft Vs. Sony Console wars Holiday console wars Star Wars Star Wars next gen Star Wars Battlefront 2015 no single player Xbot Xbox fanboy Sony pony Sony fanboy PS4 salesPlayStation VS. Xbox Holiday Battle  Star Wars BattlefrontI talk about a smart move by Sony to secure marketing rights to Star Wars Battlefront. Is it enough though? Article Use LeapTrade and get better value for your games! Use my referral link or my username Arsonall at sign up to help me out. Apply to Fullscreen! Get partnered! Subscribe to my Twitch Follow me on Twitter Subscribe here Royalty Free Music by ", "viewCount": 0.3390405156480081, "labels": [0, 1, 51, 77, 85, 245, 294, 2190]}, "E0xWfR8rTAk": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "E0xWfR8rTAk", "title": "", "description": "", "length": 0.2530199698203082, "keywords": "Topflight Grain grain elevator Illinois grain marketing corn producer soy bean producers grain rail cars grain originators farmerowned grain cooperative grain storage grain dryingTopflight Grain Company  Central Illinois Grain ElevatorTopflight Grain Company video features customers and producer information.", "viewCount": 0.33051363189436395, "labels": [11, 522]}, "2P-eu0l0o2g": {"likeCount": 0.17708520116421445, "dislikeCount": 0.10413926851582252, "videoId": "2P-eu0l0o2g", "title": "", "description": "", "length": 0.2414973347970818, "keywords": "HPE112Y HP Pavilion Elite HPE computer hp pavilion elite hpe hp computer blue ray blue ray dvd drivemy hp pavilion elite HPEJust bought this Nice HP computer Model  HPE112Y HP Pavilion Elite HPE. Has quad core cpu, 8Gb memory, 1Tb harddrive, Blue Ray Player. Video card with HDMI, firewire port, 9 usb ports, six on back, three on front. Very nice computer.", "viewCount": 0.432522822787085, "labels": [1, 74, 200, 275, 1462, 1896]}, "_jQP7WyNBqo": {"likeCount": 0.15682017240669952, "dislikeCount": 0.13979400086720378, "videoId": "_jQP7WyNBqo", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "Colours Group Love Drum cover drums drummer Bobby Delaney evans pearl export tascam sony sabian zildjianColoursGrouploveDrum Cover By Bobby DelaneyThis one took me about a day or two to learn but I didn't learn it 100 I just played it my own way so it might not be exact. But let me know what you think and please subscribe! Thanks", "viewCount": 0.3522183317618687, "labels": [28, 33, 38, 78, 86]}, "y2NNwmIYyK0": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "y2NNwmIYyK0", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "Jewelry Exchange Of Md Volume 1 wlmpJewelry Exchange Of Md Volume 1 wlmpLaura introduces The Jewelry Exchange of Maryland", "viewCount": 0.35294303543669864, "labels": [401]}, "e_SOgVV_WjI": {"likeCount": 0.13424226808222062, "dislikeCount": 0.0, "videoId": "e_SOgVV_WjI", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "Huge boner air jumps motorcycle kx 250 450 do it for deegan pala raceway vet palmer squares track bruce rutherford GoPro HD Bike Race Racing Dirt New Jump Outdoor Sports SpeedwayBruce Rutherford At Pala Raceway GoPro HDCruisin at Pala hittin some stupid jumps. Filmed and Edited by Scott Cameron", "viewCount": 0.35532760461370994, "labels": [2, 17, 19, 30, 143, 284]}, "S2U6yfmYMgc": {"likeCount": 0.20644579892269188, "dislikeCount": 0.0, "videoId": "S2U6yfmYMgc", "title": "", "description": "", "length": 0.20791812460476247, "keywords": "Project Diva F Megurine Luka Kagamine Diva  Vocaloid   Hatsune Miku Project Diva F  Hatsune Kagamine Rin Hatsune Miku Software Hatsune Miku Project Diva Video Game Miku Kagamine Len Special editionProject DIVA FPS3  Project DIVA F PV ON PS3  Project DIVA F PV OFF PS3  Project DIVA F  ", "viewCount": 0.42215185603222793, "labels": [5, 731, 1541]}, "hpLULy-gjyc": {"likeCount": 0.37762652182681095, "dislikeCount": 0.3254548077108974, "videoId": "hpLULy-gjyc", "title": "", "description": "", "length": 0.24456042032735975, "keywords": "brain break brain breaks brain breaks for children brain breaks in the classroom brain breaks elementary brain breaks for kindergarten brain breaks dance brain breaks just dance lyrics The Learning Station children songs kids songs kidsongs music for kids children's music songs for kids song for kids kids music preschool kindergarten educational dance kids children song songs classroom Dancing Education Children's Song SchoolBrain Breaks  Dance Song  Dancing Robots  Children's Songs by The Learning StationPopular brain breaks, break children's dance song, \"Dancing Robots\" is from the awardwinning CD, You Can Dance! \"You Can Dance!\" CD Download \"You Can Dance\" CD Learn how to do the Dancing Robot with our amusing animated characters teaching you the moves to this fun dance that is sweeping the globe! Dancing Robots is a great brain breaks action, dance song to make it easy and fun to take a quick energy break. When children take a moment to sing, dance, move, and even laugh then they can return to their academics feeling happy, energized and renewed. More and more schools are realizing the significant values of brain breaks for both students and teachers. In the classroom this brain breaks dance song is perfect for the preschool and kindergarten. \"Like\" us on Facebook and participate in FREE giveaways galore! Visit The Learning Station Visit our store! CD's, CD Downloads, DVD's, Tee shirts & more STAY IN TOUCH WITH US Facebook Twitter Pinterest Blog Google  FREE STUFF  Signup for our FREE newsletter FREE printable activities THE LEARNING STATION is a multiawardwinning children's group. With combined backgrounds and degrees in early childhood education, child development and music, this trio, has achieved international stature as leaders in the children's educational music industry. They presently have a collection of 30 awardwinning audio and video releases and they have published over 350 children's songs that are part of educational curriculums worldwide. They are widely recognized for their international hit song, \"Tony Chestnut\". To learn more visit Dancing Robots From the CD, You Can Dance! By The Learning Station MonopoliThe Learning Station LYRICS DANCING ROBOTS 357 Directions This a dance where you imitate a dancing robot. It is performed with small jerks to give the impression of motors starting and stopping. Keep your posture stiff at all times. When you are directed to stop, stay as motionless as possible. During the malfunction imitate a 'broken robot', slowly bend at your waist and then powering up again . The dance concludes with the 'broken robot'. Using exaggerated jerking motions and a look of confusion on your face as you drop towards the ground give the impression that the robot has completely ceased to function. Robot \"Tummy in, shoulders back\" Refrain Robots stand still. We'll stand up straight not moving. We'll move then stop. It's hard to bend that steel. We're stiff and straight with every little motion. We're just machines but we certainly look real. Raise your right hand up a little bit...stop, A little more...stop, A little more...stop Now lower that hand down a little bit...stop, A little more...stop, A little more...stop Raise your left hand up a little bit...stop, A little more...stop, A little more...stop Now lower that hand down a little bit...stop, A little more...stop, A little more...stop I'm a robot, dancing robot, dancing with my hands. 2X Now turn your head to the right a little bit...stop, A little more...stop, A little more...stop Now turn your head back just a little bit...stop, A little more...stop, A little more...stop Now turn your head to the left a little bit...stop, A little more...stop, A little more...stop Now turn your head back just a little bit...stop, A little more...stop, A little more...stop I'm a robot, dancing robot, dancing with my head and arms. 2X Robot \"Stop dancing, robot malfunction, waste slowly bending, dropping down to a grinding halt. Power up, power up, power up. Power up to standing up straight.\" 1,2,3,4 Repeat Refrain Raise your right leg up a little bit...stop, A little more...stop, A little more ...stop Now lower that leg down a little bit ...stop, A little more...stop, A little more ...stop Raise your left leg up a little bit...stop, A little more...stop, A little more ...stop CONTINUED NEXT PAGE Now lower that leg down a little bit ...stop, A little more...stop, A little more ...stop I'm a robot, dancing robot, moving all around. 5X Robot \"Break down, Robot tired, must take rest. See you later.\" ", "viewCount": 0.6829183183074445, "labels": [5, 16]}, "fGxaYDFep-U": {"likeCount": 0.10413926851582252, "dislikeCount": 0.06989700043360189, "videoId": "fGxaYDFep-U", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "Nailpro longest nailNailpro Pasadena Longest NailLongest Nail competition at 2013 Nailpro Pasadena", "viewCount": 0.35310955468700284, "labels": [181]}, "fHEg050lebc": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "fHEg050lebc", "title": "", "description": "", "length": 0.2540329474790874, "keywords": "Goonies Walkthrough items no cheat ChoudZume PlaythroughGoonies II Playthrough, All Items! Part 35Part 35 Walkthrough played by me, 100 Cheatfree! Sorry that I did some mistakes but I didn't use any FAQ or Walkthrough... Only my memory xD In this video I show you how to get all the items and the HyperShoes very early in the game. Part 1 shows how to get Hammer get 1st Keyholder get Slingshot free 1st Goonie get Boomerang get Glasses get Helmet get Transceiver get Candle find Konamiman get 2nd Keyholder Part 2 shows how to get HyperShoes cross Bridge without losing Boomerang find Diving Suit find WaterProof Coat free 2nd Goonie find 3rd Keyholder free 3rd Goonie Part 3 shows how to find Ladder free 4th Goonie find JumpingShoes cross Bridge without losing Boomerang Other strategy find another Konamiman Part 4 shows how to find an Extra life find BulletProof Vest free 5th Goonie free 6th Goonie Part 5 shows the End of the Game", "viewCount": 0.3549983611159689, "labels": [0, 1, 534]}, "fKgdxFxW27I": {"likeCount": 0.19395192526186186, "dislikeCount": 0.06989700043360189, "videoId": "fKgdxFxW27I", "title": "", "description": "", "length": 0.23384564936046048, "keywords": "Cheering Tutorial sims cheerleading Team Dance Competition sports game The Sims 2 LILDIVA3229Sims 2 Cheer Tutorial for TheDiva1811Here is a requested cheer tutorial for TheDiva1811  Screaming Mustard cheer hack black omsps clear omsps yuna final fantasy pose box abby cheer box  cheerdance box ultimate cheerleader box  modeling face poses hack ep animation boxes aikea painting", "viewCount": 0.4055760464687735, "labels": [0, 242, 254, 459]}, "g-KZRpJlEeU": {"likeCount": 0.14623979978989562, "dislikeCount": 0.047712125471966245, "videoId": "g-KZRpJlEeU", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "helmetless terra vs versus xehanort kingdom hearts bbs birth by sleep gaia bane keyblade square enix disneyHelmetless Terra VS. XehanortRequested by JJEDI1138 Vid DL Enjoy.", "viewCount": 0.42994855071612126, "labels": [0, 1, 327, 1777]}, "lEShlDAQvsk": {"likeCount": 0.3015359755409215, "dislikeCount": 0.11760912590556814, "videoId": "lEShlDAQvsk", "title": "", "description": "", "length": 0.2432969290874406, "keywords": "Chelsea grin recreantChelsea Grin  Recreant Drum Cover By Adam Bjrki had forget that this song was existing, so here you have an cover on a brutal song from chelsea grin! bass drop in the video, so be prepared with good headphones! Adam Bjrk 16 years old", "viewCount": 0.48456870400799945, "labels": [28, 33, 38, 78, 86]}, "TMjlKqDLBZ0": {"likeCount": 0.11139433523068368, "dislikeCount": 0.14313637641589874, "videoId": "TMjlKqDLBZ0", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "Heroes Of Newerth Video Game Video Game Industry HoN heroes of newerth top plays the week top 5 top 5 plays of the week month nevermore dota soulstealer butcher denim sin honcast hq hd epic fail noob pro Almost Live Avenged steals aegis token kongor ulti ulty DOTA chelator Still Lol Owned Alive Ownage League Of Legends Video Game CoverHoN Top 5 plays of the week 412013 HDEnjoy ! P Like,subscribe and comment. I do not own audio rights!", "viewCount": 0.4403600897518281, "labels": [0, 1, 1427]}, "rgk-Jauior0": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "rgk-Jauior0", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "RTT BMX Ghetto Film Subject RIDE TIME TEAM Bike Bicycle Sports Equipment Biking Riding Extreme Dranysh Roma Danchin Arthur Azarov Anton Doronin Grisha bmx Cycling BMX Bike Sports Equipment sport tailwhip whip Jump barspinRTT Ghettoone day in odintsovo park", "viewCount": 0.32258259914618936, "labels": [53, 58, 151, 228]}, "cJv-AZJbXZc": {"likeCount": 0.24424797690644487, "dislikeCount": 0.1380211241711606, "videoId": "cJv-AZJbXZc", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "pool plumbing water howto swimming saltwater system slide DIYAbove ground swimming pool water recirculation system DIYA walk thru of my water recirculation system for any \"doityourselfers\" out there looking for more info. The recirc pump and sand filter were bought used, the heat pump and salt system bought new. This system has been running perfectly for 5 seasons and I must say, the salt system is amazing, very simple to setup and the water is very easy on the skin.", "viewCount": 0.5242407243371597, "labels": [311, 511, 1015, 2177]}, "aHCeNkd133c": {"likeCount": 0.11760912590556814, "dislikeCount": 0.047712125471966245, "videoId": "aHCeNkd133c", "title": "", "description": "", "length": 0.25622928644564746, "keywords": "high flying pigeonsINDIAN ANDHRA HIGH FLYING PIGEONShigh flying pigeons, my contact number 08121263767, which can fly more than 12 hours with out droping in hot summer season, can be used for high flying competiitons,", "viewCount": 0.4175221800343053, "labels": [15, 96, 1627]}, "aKNuGsU411I": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "aKNuGsU411I", "title": "", "description": "", "length": 0.261066016308988, "keywords": "gastric bypass surgery losing weight hair loss thinning hairGastric Bypass Journey  Video 57 Week 54 Let's Talk About.......Hair Loss!Hair loss is a very common side effect of GBS, let's talk about it!", "viewCount": 0.3137670537236755, "labels": [50]}, "1iBor7Ay1Pc": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "1iBor7Ay1Pc", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "Lexus SC 400 For Sale1994 Lexus SC 400 \"FOR SALE\" 100 StockSold!", "viewCount": 0.3257918450314059, "labels": [2, 7, 48, 213, 979]}, "N_zPHuKQUko": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "N_zPHuKQUko", "title": "", "description": "", "length": 0.2437750562820388, "keywords": "quaresma fc porto internationale best winger ricardo cristiano ronaldoR.Quaresma, best winger ever !!a video about R.Quaresma!", "viewCount": 0.32145789535704994, "labels": [0, 12]}, "Nb9V0H9k6UA": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "Nb9V0H9k6UA", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "skateperception skateboarding2006 Skateperception Montage2006 Skateperception Montage", "viewCount": 0.3411956237930402, "labels": [68, 72, 98, 240]}, "NcAUEIyuaNI": {"likeCount": 0.31159431769390555, "dislikeCount": 0.22013971243204514, "videoId": "NcAUEIyuaNI", "title": "", "description": "", "length": 0.20791812460476247, "keywords": "spanish t700 mexico inland kenworth phoenix arizona new used dealer dealership t680 t880 icon 900 w900 day cab sleeper heavy haul truck semi truck semi semitruck sales sale for sale cummins paccar engine transmission automatic freightliner volvo peterbilt mack international diesel horsepower OTR over the road driver trucker driving team owner operatorKenworth T700  Spanish  Inland Kenworth of PhoenixSee our Inventory! ", "viewCount": 0.5925120175530211, "labels": [2, 7, 75]}, "v68rohyWRec": {"likeCount": 0.2209515014542631, "dislikeCount": 0.09542425094393249, "videoId": "v68rohyWRec", "title": "", "description": "", "length": 0.24393326938302629, "keywords": "1280x720 720p HD UHD Ultra HD ultraviolet USS Nimitz CVN 68 alongside USNS Rainier TAOE 7 ship navy Replenishment at Sea sea ocean navalReplenishment at Sea USS Nimitz CVN 68 & USNS Rainier TAOE 7Replenishment at Sea. Video by Petty Officer 3rd Class Vanessa David  USS NIMITZ  Date 09.09.2013. Sailors and Marines conduct a replenishment at sea aboard the aircraft carrier USS Nimitz CVN 68 alongside USNS Rainier TAOE 7. Also available in high definition. USSNimitz USNSRainier ReplenishmentAtSea USNS Rainier TAOE7 is a Supplyclass fast combat support ship named after Mount Rainier in Washington state. The USNS Rainier was first christened in September 1991, and later commissioned as \"USS Rainier AOE7\" in January 1995 at Bremerton, Washington. More military & naval videos at Please visit our channel to subscribe. .", "viewCount": 0.4552497871147506, "labels": [227, 1280, 1487]}, "v9myGmVHqak": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "v9myGmVHqak", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "Vango Tent Camping Family Camping Hampton Hampton 600 Hampton 800Vango Family  Hampton poled tent filmed 2013The Vango Hampton is specifically designed with families and large groups in mind. The large tunnel tent shape design is perfect for providing extra space and flexible sleeping areas.", "viewCount": 0.3491641793477587, "labels": [428, 825]}, "ZpkIZ1GQ4dQ": {"likeCount": 0.14471580313422192, "dislikeCount": 0.10413926851582252, "videoId": "ZpkIZ1GQ4dQ", "title": "", "description": "", "length": 0.28388490907372554, "keywords": "Boris Morovi Super Talent Number 1 Croatian Michael Jackson Impersonator Tribute Artist Imitator Hrvatska Flash Dance Unit FDU Billie Jean video TRIBUTE TO MICHAEL JACKSON Rijeka live pop king of rip 2010 this is it bad tour Beat It The Way You Make Me Feel Human Nature History dance dancing mime live music ensemble band live concert World's number one ytqualityhighBoris Michael Jackson Impersonator & Tribute Artist  Beat ItBoris Morovi  Number 1  Croatian Michael Jackson Impersonator & Tribute Artist Beat It OFFICIAL WEBSITE    For more information, booking and quotes, email us at boris.morovicgmail.com   Boris is styled by Celebrity Clothing Superstore!   Boris performed at MICHAEL JACKSON TRIBUTE in Rijeka.Event was hosted by FLASH DANCE UNIT from Croatian SUPER TALENT and Boris was special guest.He performed Billie Jean , Beat It , The Way You Make Me Feel, Human Nature and History in front of over 300 people.  Beat It dance choreography at the end was practiced only few times. They are not professional MJ style dancers.This was performance was performed cause We wanted to show respect and love for Michael together.   Remix Made by  Dj Tommy Visit his channel and enjoy his remixes  ", "viewCount": 0.4024895960107485, "labels": [3, 6]}, "axdK3sF4fCg": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "axdK3sF4fCg", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "08 ski doo up snomobile2008 ski doo on the upa little ride on the 08 xp 800 renegade.", "viewCount": 0.354257647626053, "labels": [2, 544, 1089]}, "rkkWlDAVpM0": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "rkkWlDAVpM0", "title": "", "description": "", "length": 0.25538830266438745, "keywords": "Ladder 117 Engine 263Ladder 117 and engine 263 respondingIn this vid engine 263 would not move because the brake was froson", "viewCount": 0.3595496221825574, "labels": [2, 75, 296, 525, 632, 3461]}, "mfIBo8vdRf4": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "mfIBo8vdRf4", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "Midnight Ridazz Pillow Fight Bicycle Fixed Gear Los Angeles Community Awesome Sexy LoveMidnight Ridazz Pillow Fight RideA bike ride through the streets of Los Angeles.", "viewCount": 0.3768268016451548, "labels": [53, 58, 1956]}, "mgdqJtiWV0Q": {"likeCount": 0.1361727836017593, "dislikeCount": 0.0, "videoId": "mgdqJtiWV0Q", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "Canon EOS Camera Lens Digital 720p 1080p Footage PhotographyCanon EOS 600DT3I  Canon 50mm f1.8 Lens test.This video is a first good test of my new Canon 600D. I have this camera for about 2 weeks now and i love it! The video has been color corrected because i was going for a more cinematic look. I'm pretty pleased with the results. Filming and edititng took me about 1,5 hours all together. So dont expect anything special . Just some shots from the forrest i live nearby.", "viewCount": 0.3598352709869284, "labels": [146, 439, 2807]}, "rNp1WBzeALM": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "rNp1WBzeALM", "title": "", "description": "", "length": 0.2531478917042255, "keywords": "fishPrimer Gran Concurso en Vivo del Pez Betta Cd. de Mxico ACONDICIONAMIENTOPrimer Gran Concurso en Vivo del Pez Betta Cd. de Mxico, organizado por el CBMX Club de Betteros Mexicanos y Paises de Habla Hispana evento sin presedente en Mxico. En este video se muestran a los peces concursantes tres dias antes del evento.", "viewCount": 0.3747100931364986, "labels": [15, 18, 59, 1801, 2884]}, "O_V43TfgvCo": {"likeCount": 0.1806179973983887, "dislikeCount": 0.047712125471966245, "videoId": "O_V43TfgvCo", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "disney pirates of the caribbean potc mep rsp xrumsoakedpirates anti elizabeth sparrabeth willabeth norribeth keira knightley johnny depp captain jack sparrow orlando bloom william will turner gives you hell all american rejectsAntiElizabeth  Gives You Hell MEPWARNING! Don't watch this video if Lizzie is your biggest idol. And don't take this video to serious, savvy? MEP Hosted by SparrowSama Theme AntiElizabeth Song Gives You Hell Artist The AllAmerican Rejects Editors Part 1  PinguProductions Male character Sao Feng Part 2  xXSweetxNightmareXx Male character Jack Sparrow Part 3  Xvampiireheart Male character Hector Barbossa Part 4  Fuzzyporcurpine Male character Mr Gibbs Part 5  SparrowSama Male character James Norrington Part 6  PirateF0rever Male characters Pintel & Ragetti Part 7  scallywagstarz Male character William Turner", "viewCount": 0.33340514403468924, "labels": [14, 1024, 1960]}, "619gr78cQ2c": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "619gr78cQ2c", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "classical jazz waltz for strings La Porte orchestra symphony LPHSJazz Waltz for StringsPerformed by the La Porte High School Symphony Orchestra. This was our third all string piece of our October concert of 2007. It just so happens to be my favorite all string piece of this concert. Just fyi, I'm 2nd seat cello. And also, try not to mind the clicking noises and camera movements. My sister was messing with the camera while she was filming.", "viewCount": 0.33455697560563924, "labels": [3, 4, 10, 13, 54, 278]}, "sSAh3PR5ui0": {"likeCount": 0.19395192526186186, "dislikeCount": 0.0, "videoId": "sSAh3PR5ui0", "title": "", "description": "", "length": 0.26444385894678385, "keywords": "Half Life playthrough lp walkthrough funny lol rofl failHalfLife 1 Playthrough Part 16  Cherry PieStick your pen0r in it and it will burn, you've been warned.", "viewCount": 0.428632171425687, "labels": [0, 1, 1544]}, "sStccfF-Vz8": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "sStccfF-Vz8", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "mower mud racing 4x4Mower off road in mudHopped up drag mowers off roading in the mud", "viewCount": 0.3468051791454238, "labels": [2, 17, 490, 583, 620, 804]}, "uphca1L48iU": {"likeCount": 0.13979400086720378, "dislikeCount": 0.03010299956639812, "videoId": "uphca1L48iU", "title": "", "description": "", "length": 0.2527629900871339, "keywords": "severe weather veterans day tornado chattanooga wrcbPart 3  2002 Veterans Day Tornado Outbreak Coverage from WRCBTV Chattanooga, TNThis is Part 3 of the 2002 Veterans Day Tornado Outbreak coverage from Channel 3 Eyewitness News in Chattanooga. The severe weather moved into the Chattanooga area around 11pm ET on 111002. Covering the storms are Chief Meteorologist Paul Barys, Weekend Meteorologist Todd Yakoubian and Morning Meteorologist Thom Benson. The station used Baron FasTrac and Baron VIPIR.", "viewCount": 0.37343196808590073, "labels": [179]}, "ur175qydrjo": {"likeCount": 0.2290034611362518, "dislikeCount": 0.09030899869919436, "videoId": "ur175qydrjo", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "Fury Film World Of Tanks AwardWinning Work Tank Invention World of Tanks Movie Music Game music Strategy Video Game Video Game Genre Kharkov Russia Record Epic Moscow Vieogame Tunes M24 Chaffe Sport Lastest Realistic Good music New Soundtrack Track Original Theme Video Game IndustryFury Garage Music  World of TanksNew wot tunes. Here the music of the temporal garage by the movie \"fury\" ligged whit wargaming... enjoy it", "viewCount": 0.42465724341217004, "labels": [223, 323]}, "uuMwV4jZDzU": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "uuMwV4jZDzU", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Sony Ericsson Xperia Play Game Fifa 2011 ThaiDroidUpdate Test Review AndroidSony Ericsson Xperia Play  Test Game Fifa 2011Sony Ericsson Xperia Play  Test Game Fifa 2011 by.. ThaiDroidUpdate", "viewCount": 0.32678754193188975, "labels": [0, 1, 63, 336, 471, 3244]}, "q3U7KQtoKeM": {"likeCount": 0.30174507295105363, "dislikeCount": 0.12041199826559248, "videoId": "q3U7KQtoKeM", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "nv nvsniping montage envyus team call of duty modern warfare episode Call Duty Cod Episode Part Series Montage zzirGrizz mw3 mw2 cod4 cod3 waw sniper sniping minitage video game blackops blackops2 haxx haxxnv haxxta haaxta hastr0 hastro mlg opticgaming optic gaming xjawz muzzafuzza sony microsoft playstation ps2 ps3 ps4 xbox360 xboxone fazeclan fazepamaj pamaj playstation4Introducing JMR nV  CoD Ghosts  by Coap nVSubscribe to nV Be sure to check out AstroGaming Get 5 off a ScufGaming Controller use code \"ENVY\" Get 10 off a GAEMS PGE use code \"ENVY\"  JMR player Coap editor Song Jinja Safari  Mermaids Intro by Nano Song used in nVSponsor intro Ellie Goulding  Figure 8 Xilent Remix Outro by Suza  Follow nV Sniping! Team Twitter ", "viewCount": 0.4021561392037355, "labels": [0, 1, 36, 367]}, "q6PGVyufdgg": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "q6PGVyufdgg", "title": "", "description": "", "length": 0.26020599913279624, "keywords": "diner dash hometown hero flo through time expert goal snack to the futureDiner Dash Flo Through Time  Snack to the Future Level 5Space Snacks? Where are we? Isn't here the Earth?", "viewCount": 0.34974825373673707, "labels": [0, 1, 5]}, "RPg80dpXK1w": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "RPg80dpXK1w", "title": "", "description": "", "length": 0.2531478917042255, "keywords": "comics comic books Capt. America golden age 1942 timelycapt america comic book golden age 1942comics comic books Capt. America golden age 1942 ", "viewCount": 0.366576855071938, "labels": [672, 801]}, "7IPGhcMyZws": {"likeCount": 0.1414973347970818, "dislikeCount": 0.0, "videoId": "7IPGhcMyZws", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "Reignite Malukah ME3 Mass Effect 3 Tribute Music Video Mass Effect Music Video Mass Effect Tribute Mass Effect video GameReignite by MalukahAll video is owned by EA and Bioware. The song is \"Reignite\" by Malukah. All I did was edit this together. ", "viewCount": 0.3390051496458988, "labels": [737]}, "7KZl4Tpeb4E": {"likeCount": 0.03010299956639812, "dislikeCount": 0.15682017240669952, "videoId": "7KZl4Tpeb4E", "title": "", "description": "", "length": 0.22405492482826, "keywords": "kingdom heartsKingdom Hearts 3 For PC?!?!Kingdom hearts 3 for pc demo i just got Lol", "viewCount": 0.3439490590389684, "labels": [327, 3394]}, "or4IkzW-mFY": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "or4IkzW-mFY", "title": "", "description": "", "length": 0.24183012913197455, "keywords": "jtm45 hot cat guitar amplifier paul edwards30w EL34 JTM45Hot Cat Inspired Amp  Clean and low gain demoA quick demo of this amp  see pauledwards.co.uk for more details about this and my other builds. Amp played at relatively low volume through a Vintage 30 in a 1x12 cab.", "viewCount": 0.3344981413927258, "labels": [9, 37, 421]}, "-ubs4noirpU": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "-ubs4noirpU", "title": "", "description": "", "length": 0.22227164711475833, "keywords": "SPINR Twins Watch Winder ReviewSPINR Twins Watch Winder Review Check out the full review and other watch reviews  ", "viewCount": 0.3800717078282385, "labels": [343]}, "r98Y7xXPtoo": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "r98Y7xXPtoo", "title": "", "description": "", "length": 0.24456042032735975, "keywords": "MBA HR 2010 Amity Business School Amity University Ekta SharmaAmity MBA HR 2010 SECTION DWILL BE MISSING YOU GUYZ BADLY.....", "viewCount": 0.3121887985103681, "labels": [308]}, "vpilcEA300c": {"likeCount": 0.1278753600952829, "dislikeCount": 0.0, "videoId": "vpilcEA300c", "title": "", "description": "", "length": 0.2617000341120899, "keywords": "hold on yolanda adams piano keyboard chords chord lessons lesson tutorial tutoral play how to gospel learn byHold On  Yolanda AdamsFree piano keyboard lesson by Doug Collins at EasyMusicTraining.com", "viewCount": 0.32871296207191114, "labels": [31, 40, 47, 57]}}