{"WfsUGsmerNg": {"likeCount": 0.19637878273455556, "dislikeCount": 0.03010299956639812, "videoId": "WfsUGsmerNg", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "Cerebral Incubation Gonorrhea Nodule Mastication Brutal Slam Death Metal ytqualityhigh TunesToTube.comCerebral Incubation  Subdermal DefecationFor promotional purposes only. Support this band and buy their stuff! uploaded in HD at ", "viewCount": 0.37557986569738305, "labels": [112]}, "Wm78wYR8lks": {"likeCount": 0.16020599913279623, "dislikeCount": 0.09030899869919436, "videoId": "Wm78wYR8lks", "title": "", "description": "", "length": 0.2209515014542631, "keywords": " 45sugar cane planting. KWM Growing sugar tractor45hp.Planter.1.BF45Tractor4550hpGrowing sugar cane in Thailand 1020 cm. 45 Planter machine that suitable for tractor 4550hp. double row spacing 1020 cm. inquire the data adds,mailprapat.kwm100gmail.com ,Tel660818734459", "viewCount": 0.4975992123376298, "labels": [2, 7, 83, 2953]}, "_EQ73OiF55s": {"likeCount": 0.13979400086720378, "dislikeCount": 0.047712125471966245, "videoId": "_EQ73OiF55s", "title": "", "description": "", "length": 0.2496929648073215, "keywords": "dig mobile east Texas arrowheads blade points artifacts relics native american indian caddo pottery camp site neches angelina river Lufkin ghost town family fun tattoo summer weekend survival camping cabin travel outdoor archaic paleo village sifter lonestar creek adventure toyota fj60 turtle hiking fishing outdoors hill wind wash out clear cut tent richrelics13 owl hot wilderness antique wow shiner spirituality photography finding treasure healing moccasin Photography Camping HuntingEast Texas turtle rescue & release 22612Catch and release of two rescued Redeared Sliders today at the Tx Forest Service. A little meet and greet with Strummer the African Yellow Footed Tortoise and our Boxer Brutus and Lab mix Neches. Fun times with our East Texas pets!", "viewCount": 0.3470851324526118, "labels": [15, 43, 96, 555, 797, 2603]}, "_Itrorv2Gkc": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "_Itrorv2Gkc", "title": "", "description": "", "length": 0.25514499979728755, "keywords": "Android Software Stick Androidx86 Mobile Phone asus laptop android on laptop intall android on a laptop Live Android Live USB stick android 4.2.2 JellyBean Android Jellybean on Laptop Android JellyBean on ASUS laptop Google Android OS Andy tablet 3.3Ghz intel Android tablet 4Gb Ram Intel Android tablet preview alpha beta development Google Play Youtube Maps Local LinusTechTips Corsair VideoBlocks Stock Stock Android TryOutTrying out ANDROID x86 via a LIVE USB STICKTrying out the latest x86 build of Android. This version is based on ANDROID 4.2.2 still in early stages of development. Running it on an ASUS LAPTOP", "viewCount": 0.38035253955765325, "labels": [74, 106]}, "_IFgFnh6wbg": {"likeCount": 0.11760912590556814, "dislikeCount": 0.047712125471966245, "videoId": "_IFgFnh6wbg", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "Megaman airman stage remix CaptainFlippy64Megaman 2 Airman Stage Remix...I got lazy and rushed to make this. It doesn't sound as good as I intended it to be.", "viewCount": 0.3592398846115564, "labels": [5, 395, 2498]}, "Cgg4iVP72No": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "Cgg4iVP72No", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "Coldplay Violet Hill Live Forum Concert InglewoodColdplayViolet Hill Live 71408 InglewoodViolet Hill, WATCH IN HIGH QUALITY, its BETTER! duhh! its shakey. and ya. nosebleed section but it was great! not the greatest video quality but sounds goooood ", "viewCount": 0.31844074854123205, "labels": [3]}, "Y8vaP7AjOP4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "Y8vaP7AjOP4", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "ckenny betting bets sensei club penguin paintingCkennys win against SenseiCkenny is now a ninja he finally gets that grandpa!", "viewCount": 0.3082426300860772, "labels": [0, 5]}, "ZGD_SZ1m2VQ": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "ZGD_SZ1m2VQ", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "wii afterglow controllers wii glow controllers wii glow remote wiimote afterglow afterglow nunchukWii After Glow Controllers Review  Glow in the Dark Controllers for WiiPimp your nighttime gaming with the new PDP Afterglow controllers here ", "viewCount": 0.3137037454789513, "labels": [105, 203, 488]}, "56qnWxH1frY": {"likeCount": 0.06020599913279624, "dislikeCount": 0.09030899869919436, "videoId": "56qnWxH1frY", "title": "", "description": "", "length": 0.25378190950732743, "keywords": "Halo Three Two Forge Foundry Factory Seige Drayne Nubbins Nubbins12 Forgehub Hub Lol Rofl Naruto Shippuden 60New Forge Map  Factory Seige By Drayne O and Nubbins12Me Drayne O and my friend Nubbins12 made this awesome map, it's gona thru quite a bit of testing, many custom games, tweaking, we've played CTF on it, Slayer, Territories, Oddball, it's all ready, so check out our cool new map, which will also be submitted to Forgehub, and hopefully make the front page Download the map Song Tribal Style Artist KaW Download Link Kaw's Website ", "viewCount": 0.34451369687133043, "labels": [1, 157, 407, 2286]}, "s_LnnqxByoE": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "s_LnnqxByoE", "title": "", "description": "", "length": 0.24771212547196628, "keywords": "HEART HEARTLESS R BANDS N BARS ARTPARKHEART HEARTLESS LIVE  ARTPARKHEART LIVE  ARTPARK LEWISTON NY R BANDS N BARS", "viewCount": 0.3248218561190075, "labels": [3, 4, 10, 13, 28, 33]}, "ZYLJ4eW04xY": {"likeCount": 0.3125481265700594, "dislikeCount": 0.13010299956639812, "videoId": "ZYLJ4eW04xY", "title": "", "description": "", "length": 0.2598790506763115, "keywords": "Quake II Video Game nintendo 64 n64 review footage gameplay top 5 top 10 best first person shooter retro collector collection nes snes pc playstation xbox worst rare exclusive bfg doom 64 quake n64 Nintendo Organization soundtrack music theme song ost speedrun longplay rom download intro boss ending final boss rtx ray tracing walkthrough levelQuake 2  Nintendo 64 Review  HDQuake II is a firstperson shooter video game released in December 1997. It was developed by id Software and published by Activision. It is not a direct sequel to Quake id decided to revert to an existing trademark when the game's fastpaced, tactile feel felt closer to a Quake game than a new franchise.4 The game is followed by Quake IV. My Facebook Page  Quake 2 review on the nintendo 64. Recorded using a dazzle and on original real console hardware and game cartridge.", "viewCount": 0.4970425916212673, "labels": [0, 1, 943]}, "8qCqyzfegJA": {"likeCount": 0.22528530309798933, "dislikeCount": 0.21931245983544617, "videoId": "8qCqyzfegJA", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Howto Website Category mechanic trick easy toyota camry honda pt cruiser chrysler pulley harmonic ballancerHow to Remove a Harmonic Ballancer Trick Without Special PullersThis works on many makes and models, Some, like a pt cruiser, May not have arms in the center to thread the strap through, but they may have space around the whole pulley between it and the engine. Just Wrap around the back side and pull with slide hammer.", "viewCount": 0.50778219507849, "labels": [2, 7]}, "kpKY94Mhf08": {"likeCount": 0.17323937598229688, "dislikeCount": 0.06989700043360189, "videoId": "kpKY94Mhf08", "title": "", "description": "", "length": 0.2167317334748176, "keywords": "Bonsai Collecting TreeCollecting Crape Myrtle Tree for bonsai Part 1This explains some of the ins and outs of collecting a 75 year old deciduous tree. More specifically Crape Myrtle. This is an old and wonderful piece of stock to be made into an eventual bonsai tree. We also go into aftercare and root prep for the material. Also different aftercare. This is one of 8 parts. ", "viewCount": 0.4273047594337997, "labels": [291]}, "fjR5gdglgHA": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06020599913279624, "videoId": "fjR5gdglgHA", "title": "", "description": "", "length": 0.2662757831681574, "keywords": "glee st. george's school of montreal nationals canada montrealG Major in Groovin' Forward  St. George's School of MontrealExcerpts from the St. George's Glee Club \"G Major\" performance. Oscar Peterson Concert Hall, May 2013.", "viewCount": 0.31408221801093106, "labels": [3, 6, 8, 41]}, "fkFG1ACOskY": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "fkFG1ACOskY", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "Big Restart Crash 2012 Grand Am Hours Of The Glen Porsche Mazda TRG Watkins GrandAm racing accidentBig Restart Crash 2012 Grand Am 6 Hours Of The GlenA big crash on the restart for the 2012 Grand Am Six Hours Of The Glen.", "viewCount": 0.340840957846843, "labels": [17, 19, 48]}, "GMTgxblbHYE": {"likeCount": 0.11760912590556814, "dislikeCount": 0.06020599913279624, "videoId": "GMTgxblbHYE", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "acoustic guitar lessonsIntermediate Acoustic Guitar Lesson DVD VideoFull DVD Available at Introduction to Acoustic Guitar Part 2 DVD & Video by Bert Casey is the followup to Introduction to Acoustic Guitar DVD and the companion DVD to Acoustic Guitar Book 2. This DVD is for intermediate players and takes your rhythm playing to the next level by teaching a variety of rock & country strums, arpeggios, bar chords and how to play along with other guitarists. By using 12 popular songs, the student plays and sings along with a full band on extended versions of all the songs.", "viewCount": 0.3740125736965731, "labels": [9, 10, 34, 840]}, "0gRSEwgR8vU": {"likeCount": 0.1845098040014257, "dislikeCount": 0.09542425094393249, "videoId": "0gRSEwgR8vU", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "lego animation stop motion funnyRobs Bad DayA day in the life of Rob  and not a very good one at that! TikTok Twitter Instagram Facebook ", "viewCount": 0.38162412999917833, "labels": [16]}, "NpP8i-NRet8": {"likeCount": 0.17160033436347993, "dislikeCount": 0.06989700043360189, "videoId": "NpP8i-NRet8", "title": "", "description": "", "length": 0.2621176281775035, "keywords": "Bath and Body Works candle reviewBath and Body Works Candle Review Candle of the Week Pumpkin Carrot CakeThis is so inaccurate! Unfortunately, this doesn't smell like a carrot cake at all! They took the mass appeal route and went super artificially sweet! Pumpkin? HA YEAH, RIGHT! It kind of smells like artificial icing with crayons plus birthday cake candles! It doesn't stink, but it's definitely not a repurch! At least it performs nicely!", "viewCount": 0.32105860249051565, "labels": [11, 1186, 1457, 3508]}, "9n8jKMcBAV0": {"likeCount": 0.1079181246047625, "dislikeCount": 0.06989700043360189, "videoId": "9n8jKMcBAV0", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "YouTube editorsonic stop motion adventures episode 2goku and metal sonicI created this video with the YouTube Video Editor ", "viewCount": 0.32960066693136725, "labels": [16, 144, 150, 190]}, "Egm6Y9WRB5c": {"likeCount": 0.1653212513775344, "dislikeCount": 0.0, "videoId": "Egm6Y9WRB5c", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "crusaders might magic playstation outroCrusaders of Might and Magic true outroThis is the outro for Crusaders of Might and Magic that can be found only in the Playstation version. The PC version was sortof \"unfinished\", as it ended on Necros' battleship. In the Playstation however the story goes on further. Necros escapes the ship through a portal and comes to a hidden chamber at Celestia's palace. Drake follows and this is what he finds...", "viewCount": 0.38935953338198837, "labels": [0, 1, 3468]}, "Kolilj2vW6Y": {"likeCount": 0.23891660843645326, "dislikeCount": 0.1079181246047625, "videoId": "Kolilj2vW6Y", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "top 10 five ten android apps of the week Top Android Apps Week! Browser Launcher Music Player fun games tutorial free music snes live wallpaper jelly bean ics fans fanEP 7  Top Useful Apps of the Week! Your Going to Want These! V i v a L a A n d r o i d  Send Apps to VivaLaOmarGmail.com for my new series! Make sure to Subscribe for the latest Apps and Games And Tutorials! Nexus Rain LWP Mr. Number Text, Call & Block Flashlight Alerts Music Credit Goes To NewStreetMelody I did get his permission to use the music.", "viewCount": 0.42919014004654676, "labels": [21, 23, 24]}, "LVsFvzpJDSI": {"likeCount": 0.12041199826559248, "dislikeCount": 0.047712125471966245, "videoId": "LVsFvzpJDSI", "title": "", "description": "", "length": 0.2658011396657113, "keywords": "ATC 250R ATV THREE WHEELER POWERSPORTS DIRTBIKE MOTOCROSS OFF ROAD MX BMX CAR TRUCK HOME VIDEO DO IT YOUR SELF1985 Honda atc 250r Carb Slide Spring Install1985 HONDA ATC 250R THREE WHEELER REBUILD VIDEO SERIES CARB SLIDE SPRING INSTALL", "viewCount": 0.3868174040859639, "labels": [2, 30, 90]}, "LWSFJjoHu0k": {"likeCount": 0.20718820073061256, "dislikeCount": 0.09030899869919436, "videoId": "LWSFJjoHu0k", "title": "", "description": "", "length": 0.259659709562646, "keywords": "Game land and Tooie Music BanjoKazooie Banjo YouTube Final BanjoTooie Bolts Challenge Banjoland Video Kazooie Awesome Nuts 82 Gruntilda HAGAwesome Video Game Music 82 Banjo LandThis music makes me want to shed many a tear. No, it isn't the most beautiful music although it IS orchestrated, but the wave of extreme nostalgia that I experience by listening to this is just profound. Most of the great level themes from BanjoKazooie and BanjoTooie combine in this orchestral masterpiece. I hear this game isn't great when compared to BanjoKazooie and BanjoTooie, but this music sounds very promising.", "viewCount": 0.43310424362937816, "labels": [1]}, "LcIRCDW_ovY": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "LcIRCDW_ovY", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "Ja Rul Live in ALBANIA Rap Hip Hop New YorkJa Rul New York Live in ALBANIAThe Game New York Live in ALBANIA", "viewCount": 0.32342641243787895, "labels": [3]}, "0oZ3-VWQtKw": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "0oZ3-VWQtKw", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "no nba top basketball in game fails boom goes the dynamite hilarious funny ass heck cool lol rofl lmfao lmao laugh failure failblog dot orgTop 5 InGame Basketball FAILS!!! No NBAagain i dont do NBA NCAA ones because everyone has seen those these are ones that some people havent seen and theyre all funny if i missed one put the link in the comments copy everything after .com in the link only works for utube maybe ill make a number 2 if i get enough also suggest my next top 5 and if u dont think i arranged these how u woulda comment how u woulda thnx", "viewCount": 0.3516006230386048, "labels": [0, 52, 70, 91, 125]}, "_kl9eQDkt7c": {"likeCount": 0.1724275869600789, "dislikeCount": 0.11760912590556814, "videoId": "_kl9eQDkt7c", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "wangan Wangan Midnight Comic Book Series Nissan Skyline Automobile Model r32 Speed Drift Speed Film Speed Organization Amphetamine Drug DriftingR32R32 ", "viewCount": 0.4293141483450931, "labels": [0, 1, 193, 955, 1146]}, "SMNScMuTa6Q": {"likeCount": 0.15563025007672873, "dislikeCount": 0.047712125471966245, "videoId": "SMNScMuTa6Q", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "facebook game Playthrough wal Games Gameplay walkthrough solution cheat score hack the logo game level 1 pack 1The logo game facebook version walkthrough Pack1if you want more subscribe and comment All the logos names of the 1st pack of The logo Game for facebook more games walkthrough at  Bonus packs UEFA Champions league Pack  Fashion pack  Expert Packs pack 1 pack 2 pack 3 Regular packs pack 1  pack 2  pack 3  pack 4  pack 5  pack 6  pack 7  pack 8  pack 9  pack 10  pack 11  pack 12  pack 13  pack 14 pack 15 pack 16 pack 17 pack 18 pack 19 pack 1 solution pack 1 walkthrough More cheats, games walkthrough and more on ", "viewCount": 0.4985228818385391, "labels": [0, 1172]}, "SNSzryE6JBQ": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "SNSzryE6JBQ", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "Sexy Free & Single Super Junior Dance Cover Lamcaky IMPAKT 121110 sexy free single sjSuper Junior Cover DanceSexy,Free&Single121110 by.Lamcaky1110 IMPAKT SJ Cover Dance Team Lamcaky Sexy , Free & Single !!", "viewCount": 0.30394141191761376, "labels": [3, 6]}, "xxty9j4ClvQ": {"likeCount": 0.047712125471966245, "dislikeCount": 0.06020599913279624, "videoId": "xxty9j4ClvQ", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "cheeringNHP VARSITY CHEERLEADERSHOMECOMING 07mermaids ", "viewCount": 0.32464985807958013, "labels": [8]}, "y1prfFsuW9A": {"likeCount": 0.2907411360774586, "dislikeCount": 0.18129133566428557, "videoId": "y1prfFsuW9A", "title": "", "description": "", "length": 0.25774917998372254, "keywords": "ANDY Yareh Sabzeh Live at the Kodak Theater PERSIAN MUSIC www.AndyMusic.comANDY  \"Yareh Sabzeh\"  Live at the Kodak Theater  ANDY PERSIAN MUSIC  www.AndyMusic.comANDY  \"Yareh Sabzeh\"  Live at the Kodak Theater ANDY  \"Goleh Bandar\"  Live at the Kodak Theater ANDY MADADIAN  PERSIAN MUSIC www.ANDYMUSIC.com iTunes ", "viewCount": 0.5629693938303331, "labels": [3]}, "hnTm0qJVYzs": {"likeCount": 0.13010299956639812, "dislikeCount": 0.0, "videoId": "hnTm0qJVYzs", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "bernard hopkins boxing ibf light heavyweight tavoris cloud philadelphiaB Hop, oldest fighter in history, prepares for IBF light heavyweight championshipPhilly native Bernard Hopkins prepares for the IBF light heavyweight championship on March 9th at Joe Hand Boxing Gym. Hopkins is the oldest fighter in history to win a world championship. Video by Kimberly Paynter.", "viewCount": 0.37519715747363275, "labels": [92, 110]}, "fu-OEK8EnIM": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "fu-OEK8EnIM", "title": "", "description": "", "length": 0.24653828514484186, "keywords": "Mage wow world of warcraft ptr living bomb fireLiving bomb funTesting out living bomb on the ptr. Sorry about the quality im using free video capturing software. I do not own the rights to the song.", "viewCount": 0.32008504980910774, "labels": [0, 93, 102]}, "ij2X5-_ibAQ": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "ij2X5-_ibAQ", "title": "", "description": "", "length": 0.2618048096712093, "keywords": "FFX Final fantasy game games end Auron finalfantasy guardian sending tidus yuna rikku wakka lulu kimahri valefor ifrit aFFX EndThe end of a great game,maybe even of the best game that has ever been. Farewell Auron...", "viewCount": 0.3594392550375427, "labels": [1, 159, 1315]}, "ikHBuDavNaM": {"likeCount": 0.31003705451175634, "dislikeCount": 0.12552725051033062, "videoId": "ikHBuDavNaM", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Arsenal F.C. Football Team Bellerin Hector Cazorla Santi Monreal Nacho PUMA Football Soccer Competition TicketsCompetition Video. Game of 1touch between Bellerin, Cazorla and Monreal.Here's our game of B.A.L.L. Me, Santi and Nacho played a game to see who could make 4 mistakes first and lose the game of B.A.L.L. Thousands of you entered and many got the correct answers, but we could only have one competition winner!", "viewCount": 0.5262572105756723, "labels": [0, 12]}, "isuzk-mZ7_c": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "isuzk-mZ7_c", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "SCHNI Transport AG fabbromixSCHNI Transport AGMods for GermanEuro Truck Simulator of the legendary sax", "viewCount": 0.32810333672477277, "labels": [1, 845]}, "P-ErwUnZQrA": {"likeCount": 0.24393326938302629, "dislikeCount": 0.13979400086720378, "videoId": "P-ErwUnZQrA", "title": "", "description": "", "length": 0.2615950051656401, "keywords": "gm 2.2L saturn ion saturn L throttle position sensor cobalt 2003 2004 2005 2006 fun youtube richpin gm 2.2L throttle position sensor replacement how to replace gm 2.2L throttle position sensor how to replace saturn l throttle position sensor How to replace saturn ion throttle position sensorGM 2.2L Saturn L,Ion Throttle Position Sensor ReplacementGM 2.2L Saturn L,Ion Throttle Position Sensor Replacement Disclaimer This video is not meant to be a definitive how to.Always consult a professional repair manual before starting your repair.I am not responsible for any problems that you might incur by watching or following this video.Follow at your own risk.", "viewCount": 0.48884490885564813, "labels": [2, 7, 90, 1664]}, "1NQ2bKd5zdg": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06020599913279624, "videoId": "1NQ2bKd5zdg", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "windowsHow to put a animated wallpaper in windows 7you can download the activator here here is the website for download cool animated wallpapers have questions or you guys wanna know something ask me...and now u r cool", "viewCount": 0.3414639146737009, "labels": [106]}, "TOScjhJHgpw": {"likeCount": 0.12041199826559248, "dislikeCount": 0.03010299956639812, "videoId": "TOScjhJHgpw", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "Black Ops 2 BO2 BO Black Ops 1 Moon Buried Nav Card Table NiikThatGamingShow NGTZombies ALIA Matriox Matroix TMARTN Obelisk Table Resolution 1295 Die Rise ShangriLA Ascension Call of The Dead Tranzit Kino Der Toten Mob of The Dead TheSynidcateProjectBuried  Nav Card Table 3 Location  End Game Easter Egg  Black Ops 2THE NAV CARD FROM DIE RISE DOES WORK WITH THIS NAV CARD TABLE THIS IS VITAL TO END GAME!", "viewCount": 0.35227049927347504, "labels": [0, 1, 36, 94]}, "aGsq_eOyACQ": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "aGsq_eOyACQ", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "Soccer Ball walkthrough putgameSoccer Ball 1824  WalkthroughThis play at kongregate Part 3 by Putgame", "viewCount": 0.3880413399877917, "labels": [0, 1, 432, 1281]}, "aNgsouoTK7k": {"likeCount": 0.10413926851582252, "dislikeCount": 0.06020599913279624, "videoId": "aNgsouoTK7k", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "Minecraft pocket edition TNT Seeds Ray Ethoslab Lets play Lava Water Caves PE Mods Update 2.1 Pigs Crafting Miltiplayer Zombie zombies mob trap system spawning Multiplayer War Battle fight Lag Respawn Spleef arena falling creative views awesome died glitch hack jailbroken entities noob fail noobie bad Cacti farm ice war zone adventure update chests creeper skeleton Iexplorer skinsMinecraft BLOW UP THAT JAILHey if your watching this please subscribe. Can't wait for Minecraft PE Update 3.0!!! Comment seed of the day below to get a shout out.", "viewCount": 0.3195068996468591, "labels": [0, 1, 27]}, "aNfgCn1NAHw": {"likeCount": 0.08450980400142569, "dislikeCount": 0.1, "videoId": "aNfgCn1NAHw", "title": "", "description": "", "length": 0.254282542695918, "keywords": "Sbongebob robbing bankSpongebob and Patrick Robbing a BankSorry bout the spelling errors", "viewCount": 0.373199144901893, "labels": [5, 16]}, "F0ezKoNV7aU": {"likeCount": 0.1949390006644913, "dislikeCount": 0.11760912590556814, "videoId": "F0ezKoNV7aU", "title": "", "description": "", "length": 0.2592176757395867, "keywords": "Ben 10 Protector of Earth Lumber Mill Part 2Ben 10 Protector of Earth  7  Lumber Mill Part 2Link to buy ", "viewCount": 0.5298525595322, "labels": [0, 1, 5]}, "-Pnji1-okds": {"likeCount": 0.21931245983544617, "dislikeCount": 0.03010299956639812, "videoId": "-Pnji1-okds", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "tennis highlights tennis tenis WTA Women's Tennis Highlights Womens Tennis Highlights Women's Tennis Association Organization Open WTA Awards Serena Williams Tennis Player Maria Sharapova Tennis Player Petra Kvitov Tennis Player Li Na Tennis Player Simona Halep Tennis Player Ana Ivanovic Tennis Player2014 WTA Player of the Year Finalists2014 WTA Player of the Year finalists are Serena Williams, Maria Sharapova, Petra Kvitova, Li Na, Simona Halep and Ana Ivanovic. Vote here WTA on Facebook WTA on Twitter More Videos ", "viewCount": 0.4360517679938428, "labels": [0, 226, 3523]}, "-Ppjnp3rwzQ": {"likeCount": 0.35498611884719433, "dislikeCount": 0.24248816366310671, "videoId": "-Ppjnp3rwzQ", "title": "", "description": "", "length": 0.2611723308007342, "keywords": "elle fowler ellesglittergossip allthatglitters21 beauty fashion cosmetics makeup vlog glitter gossipIt's the middle of the nightCheck out my new website Twitter Subscribe to my beauty channel! Shop! Facebook disclaimer this video has not been sponsored.", "viewCount": 0.5426208613712385, "labels": [1086]}, "1iMWHBva2aQ": {"likeCount": 0.13424226808222062, "dislikeCount": 0.0, "videoId": "1iMWHBva2aQ", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "DeLorean Oklahoma Owners POPS Arcadia Route 66 Stainless Steel GullWing Doors Tulsa OKC Def Leppard c'mon c'mon BOK Center OHP ODOT Facts Information Data DeLorean Cool CarsDelorean Owners of OklahomaOver the last couple of years the Oklahoma DeLorean Owners have gotten together. Here is a retrospective of some of those times at POPS, BOK Center, Fuddruckers and around Tulsa.", "viewCount": 0.35576274884268266, "labels": [48]}, "1o3k-FfJEtM": {"likeCount": 0.17558748556724915, "dislikeCount": 0.12041199826559248, "videoId": "1o3k-FfJEtM", "title": "", "description": "", "length": 0.2635483746814912, "keywords": "DIY kia optima turn signal mod led tail lights led turn signal bulbs k5 optima k5 optima store kia Do It Yourself Website Category Automotive Lighting Industry Cars Lightemitting Diode InventionKia Optima K5 LED Turn Signal Mod DIY VideoThis is a DIY installation video for my 20112013 Kia Optima Turn Signal Module.. Compatible on all vehicles with LED tail lights Promo video for this mod Can be purchased here ", "viewCount": 0.43528382899810736, "labels": [2, 7, 1038, 1142]}, "1pSn1GS-lj0": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "1pSn1GS-lj0", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "Arsene Wenger Ian Wright Football Player Arsenal F.C. Professional Sports Team Football Sport Frank Rijkaard Football PlayerIan Wright on Arsenal's next manager  Q4WrightyIan Wright on who should replace Arsene Wenger when he calls it a day. Thanks to GeorgeMakin for the question. Is his time up? Who would you like to see replace Wenger? Ball Street is a new football channel  new show featuring Ian Wright coming soon! Ball Street on Facebook Ball Street on Twitter ", "viewCount": 0.38273692730538256, "labels": [12]}, "igodpJUFCxI": {"likeCount": 0.1414973347970818, "dislikeCount": 0.16020599913279623, "videoId": "igodpJUFCxI", "title": "", "description": "", "length": 0.2649334858712142, "keywords": "Hairstyle Award Discipline Wedding Full Natural Award Chivalric Title Updo Haircut style salon Salon Recurring Event natural Curly Beauty Products Cosmetics IndustryBridal Updo hairstyle tutorial parikmaxer tv english versionWatch more http parikmaxer.tven Our page VK Our page odnoklassniki.ru  Twitter Facebook For information Sidorovbigudi.ua The bells are officially ringing for wedding season! Whether you're a spousetobe, a maid of honor, a guest, or even a Pinterestaddicted aspiring bride, these matrimonyappropriate look is sure to bring out your inner celebrity on the big day.", "viewCount": 0.3805024844429805, "labels": [50, 65, 503, 781]}, "HUpgw3jM-fk": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "HUpgw3jM-fk", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "dangle coxy ulceby quarry ranger discoverydangle stuckranger being pulled out of mud in ulceby quarry", "viewCount": 0.38911470304487716, "labels": [2, 75, 95, 135, 172]}, "4jiLL-Mv-zg": {"likeCount": 0.17634279935629374, "dislikeCount": 0.047712125471966245, "videoId": "4jiLL-Mv-zg", "title": "", "description": "", "length": 0.2527629900871339, "keywords": "The New York Times Melissa Clark A Good Appetite How to Make Vinaigrette Vinaigrette Melissa Clark Recipes Thanksgiving Thanksgiving Recipes Thanksgi... PL4CGYNsoW2iBaPJ94w0tpZLeTjj8VSD0oHow to Make a Perfect Vinaigrette Thanksgiving Recipes  Melissa Clark  The New York TimesMelissa Clark, A Good Appetite columnist, demonstrates simple ways to make great salad dressing. Related Article Please visit in order to embed this video. Watch more videos at ", "viewCount": 0.37141620460988534, "labels": [11, 20, 22, 29, 32, 112, 122, 472]}, "GOL0ze1pSrg": {"likeCount": 0.15440680443502758, "dislikeCount": 0.0, "videoId": "GOL0ze1pSrg", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "sasusaku love and war part twelveSasuSaku Love & War Part 12another part of Love & War! enjoy!", "viewCount": 0.3486005186362242, "labels": [5, 16, 84]}, "3ySgAQoEXqk": {"likeCount": 0.17781512503836439, "dislikeCount": 0.17481880270062006, "videoId": "3ySgAQoEXqk", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "Nintendo Dark Link Dark Link Exclusive First 4 Figures Collectables Destroyed The Legend of ZeldaDark Link Destroyed First 4 FiguresA few months ago I received my Dark Link Exclusive Figure from First 4 Figures. Sadly when it arrived I noticed that it's head fell off in the box. This destroyed the wires that connect to the head allowing the eyes to glow. I contacted First 4 Figures about the problem as was told another would be made and sent my way. Now that the new figure is made for me, I had to destroy the original damaged product so that this awesome collectable stays as rare as it was originally meant to be. First 4 Figures is awesome because they really care about their customers. I really appreciate their dedication to making sure their fans get working versions of their awesome collectables. It's a shame I had to destroy Dark Link, but it had to be done. Enjoy the video of me smashing Dark Link. Also be sure to Follow Me on Twitter KingNintendoFan and to Like my page on Facebook. Twitter Facebook ", "viewCount": 0.3922829219666649, "labels": [941]}, "CAbZKKDRdL0": {"likeCount": 0.2012837224705172, "dislikeCount": 0.11139433523068368, "videoId": "CAbZKKDRdL0", "title": "", "description": "", "length": 0.253655844257153, "keywords": "fight hub fight hub tv boxing videos Manny Pacquio Boxer Floyd Mayweather Jr. Boxer mayweather pacquiao floyd mayweather mayweather pacquiao floyd mayweather andre berto mayweather berto mayweather berto video marcos villegas floyd mayweatherFloyd Mayweather on Manny Pacquiao salt water story, if he will retire or take another vacationFloyd Mayweather on Manny Pacquiao salt water story, if he will retire or take another vacation In this Floyd Mayweather vs. Andre Berto video, Marcos Villegas speaks to Floyd Mayweather about his Mayweather vs. Berto fight, his reaction to Manny Pacquiao's salt water story and more. For more Boxing and MMA videos log onto Like us follow us Boxing videos! MMA videos! uploaded daily! Subscribe", "viewCount": 0.37978904830583493, "labels": [92]}}