{"oP643V0MXZs": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "oP643V0MXZs", "title": "", "description": "", "length": 0.2518513939877888, "keywords": "Very early 3D zombie survival game test lightingVery early 3D zombie game test new lighting!Go here for all the answers! ", "viewCount": 0.3239799818447099, "labels": [0]}, "h6XGmS9j8Ds": {"likeCount": 0.1792391689498254, "dislikeCount": 0.06020599913279624, "videoId": "h6XGmS9j8Ds", "title": "", "description": "", "length": 0.25440680443502756, "keywords": "the Gazette filth in beauty PSC Tour 2009 Peace and Smile Carnival Company 10th Anniversary live Ruki Aoi Kai Uruha Reita Kra Kaggra Miyavi Screw SuG Alice Nine Japan Nippon Budokan Tokyo Gazetto JRock Visual KeiGazette PSC Tour 2009 Filth in the beautyWell... Here are Gazette with \"Filth in the beauty\" on the PSC Tour 2009! I like it how they come onto the stage and I love their outfits! Gazette rocks the Nippon Budokan! all people in the hall make Headbanging with them! So enjoy it! ", "viewCount": 0.3918449742401158, "labels": [3]}, "xF5rTPk171o": {"likeCount": 0.25526682161121933, "dislikeCount": 0.07781512503836437, "videoId": "xF5rTPk171o", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "Bobby Lashley WWE Dominater TNA Theme Titantron Arena Effect EditBobby Lashley WWE Theme  Hell Will Be Callin Your Name Arena Edit EffectRequested by TheRandyortonlegacy. Enjoy! Download Link ", "viewCount": 0.4911152279940636, "labels": [1216]}, "tbNsNci9Ifs": {"likeCount": 0.16720978579357176, "dislikeCount": 0.0, "videoId": "tbNsNci9Ifs", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "wtwta world of warcraft hunter pet taming mists pandaria beta World Of Warcraft Video Game rare how to tame overview azeroth kalliope petopiaWhere the Wild Things Are The 100 Rares of Azeroth Patch 5.1This video highlights some of the 100 lowbie rares being added to Azeroth in patch 5.1, including new unique skins and several level drops on existing skins and families. For more information on all of the new nonPandarian rares, see the thread on the Petopia forums A transcription of this video is available here on my blog ", "viewCount": 0.37269715836828765, "labels": [0, 1, 93, 102]}, "St07BBAoRmU": {"likeCount": 0.2625312450961674, "dislikeCount": 0.14771212547196624, "videoId": "St07BBAoRmU", "title": "", "description": "", "length": 0.268304703823885, "keywords": "The Art of flight kitesurf kite horue movie valereche red bull gopro 3 go pro 3 slow motion hd kitesurf carro kitesurf le jai carro kite lacanau surf sausset mistral tempete horue foil hydrofoil freestyle big waves kiteloop pro north vegas 2013 fone bandit surf signature accident high jump big jump chat twixtor 60 fps slowmo kitesurfing best spotKitesurf The Art of Flight slow motion HDPart 1  Freestyle Le Ja Part 2  Waves Carro & Lacanau Ocean Part 3  Kiteloop secret spot Make sure to follow us on YouTube, subscribe NOW! Follow us on Facebook Starring  Philippe C. Horue team  Video  Email  contacthoruemovieproduction.fr  Website www.horuemovieproduction.fr", "viewCount": 0.5058422228159978, "labels": [43, 60, 166, 182, 901, 958]}, "HZx4D-W1sq4": {"likeCount": 0.15797835966168103, "dislikeCount": 0.0, "videoId": "HZx4D-W1sq4", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "mcr my chemical romanceMy Chemical Romance  Teenagers  Denver CO9307 Filmed on the last date of the Projekt Revolution Tour at Coors Amphitheatre.", "viewCount": 0.3524525936626376, "labels": [3, 4]}, "n_hVHsL50Eo": {"likeCount": 0.14313637641589874, "dislikeCount": 0.03010299956639812, "videoId": "n_hVHsL50Eo", "title": "", "description": "", "length": 0.26646419755561257, "keywords": "english starcraft commentary ranshin esports msl survivor tournament mst skyhigh firefistSkyHigh vs. Firefist  Group 12 MST S1 2010 12MSL Survival Tournament Season 1 2010 Group 12 February 11th SkyHigh  terran 11, orange vs. Firefist  zerg 7, orange Map Fighting Spirit", "viewCount": 0.3237040791379191, "labels": [0, 1, 42, 890]}, "en4Kq8OeMRE": {"likeCount": 0.14471580313422192, "dislikeCount": 0.0, "videoId": "en4Kq8OeMRE", "title": "", "description": "", "length": 0.25646660642520897, "keywords": "Domino Comic Book Character Danger Room Fictional Character Marvel Comics Production Company Marvel Heroes Video Game marvel heroes patch 2015 team up domino review overview gameplayMarvel Heroes patch 2015 1.1 Team Up \"Domino\" review with gameplay danger room.New team up out with a mid range feel to her. Interesting buff option might appeal to some play styles.", "viewCount": 0.34954055631461933, "labels": [0]}, "epBY_ZBC2ZE": {"likeCount": 0.15314789170422552, "dislikeCount": 0.1146128035678238, "videoId": "epBY_ZBC2ZE", "title": "", "description": "", "length": 0.2611723308007342, "keywords": "alinea alinea restaurant chicago Grant Achatz chef Grant Achatz expensive restaurant top restaurantsAlinea Restaurant in Chicago  A ReviewAlinea Restaurant, Chicago a review. Dinner for two will cost you about 1,000. So it's not an everyday event. Great food though. We had a blast.", "viewCount": 0.42111472498144925, "labels": [11, 406]}, "xY4No1rBzOk": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "xY4No1rBzOk", "title": "", "description": "", "length": 0.24440447959180764, "keywords": "fabulous cakefabulous cake.wmvHere are more of the cakes I have done for family and friends... I could truely say this is a great hobby", "viewCount": 0.3021602716028242, "labels": [11, 123, 176, 814, 1411]}, "xbTLwTieJYA": {"likeCount": 0.06989700043360189, "dislikeCount": 0.06020599913279624, "videoId": "xbTLwTieJYA", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "Aualin private server wow world of warcraft gm power pvp arena mage action event join paladinAualin Wow Private Server  Pvp Arena!Hey everyone. Here is the PvP Arena of Aualin Private Server! Join now!", "viewCount": 0.3638189640190837, "labels": [0, 1, 93, 102, 449]}, "c5zrF-igteM": {"likeCount": 0.13010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "c5zrF-igteM", "title": "", "description": "", "length": 0.25237464668115644, "keywords": "England National Football B Team Sports Team Music TV Genre 104      B Football Interest American Football Sport United Kingdom Country           104  TAIWAN   104    B    810 201556 OLYMPUS XZ2 ", "viewCount": 0.38311015645013596, "labels": [6, 8]}, "rT1UlgvsuvY": {"likeCount": 0.1792391689498254, "dislikeCount": 0.03010299956639812, "videoId": "rT1UlgvsuvY", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Avery Crabtree Brock Black horses Austin City Saloon Avery Crabtree live music original musicAvery Crabtree singing black horses for first time acousticAvery Crabtree sings Black Horses original", "viewCount": 0.37922515719032646, "labels": [4, 9, 10, 34]}, "BUe9AIEFKWw": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "BUe9AIEFKWw", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "Sandals Royal Bahamian Bahamas Butler service Windsor Tower one bedroom suite dk cruise and travel dkcruiseandtravel debi king certified specialist all inclusive resort The Bahamas CountrySandals Royal Bahamian Butler Service December 2011Windsor Tower one bedroom Butler suite with an Ocean View. The butler is sharing with us all the added value to having their service.... enjoy! You will notice the Balmoral Tower was still under construction across the way. I strongly suggest if you are going on a Sandals vacation to use a Sandals Certified Specialist to book your trip. My goal is to make sure you are at the resort and in the room category that meets all your expectations, at Sandals there are so many choices, let someone who has been there and knows what you want to help you book your trip. Best Price Guarantee feel free to contact me at DebiKingdkCruiseandTravel.com or call 7609400495 www.dkcruiseandtravel.com", "viewCount": 0.3858176137982345, "labels": [184, 985]}, "o9psU8eL9k8": {"likeCount": 0.11760912590556814, "dislikeCount": 0.047712125471966245, "videoId": "o9psU8eL9k8", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "YouTube Capture5\"7 Zachary Kiadii best shooter in the city?Zachary Kiadii freshmen highlights. The 5\"7 class of 2017 point guard is one of the best shooters in Jacksonville,Fl", "viewCount": 0.3824386202318774, "labels": [0, 52, 70, 91, 1681]}, "oJqbaAP3d3A": {"likeCount": 0.18976270912904414, "dislikeCount": 0.0, "videoId": "oJqbaAP3d3A", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "Samson CO1U USB Microphone Christmas gift ideas Garagebandandbeyond Garageband Lewin Barringer Broken Trophy Mac AppleGifts idea for musicians, under 100 Samson CO1U USB Mic review.Gift ideas for musicians for under 100 ! Samson CO1U USB Mic review. IT IS GREAT FOR GARAGEBAND!!!!! You will like it!! Review by Lewin Barringer ", "viewCount": 0.39786369483844747, "labels": [638]}, "QxakV5wlwqw": {"likeCount": 0.22013971243204514, "dislikeCount": 0.09542425094393249, "videoId": "QxakV5wlwqw", "title": "", "description": "", "length": 0.2576341350205793, "keywords": "Automotive MotorWeek TV Program Honda Accord Automobile Model Honda Motor Company CUV MotorWeek Pickups Cars EV Ltd Business Operation John Davis Automotive Industry Industry Automotive Design Industry CUVs Gasoline Exotic Car SUVs Review Electric Vehicle PBS Pickup Trucks Track Clean Consumer MPG Road Test Fuel Economy Speed SUV Hybrid Diesel Trucks Utilities Fuel PHEV FastRoad Test 2014 Honda Accord HybridThe 2014 Honda Accord Hybrid is an entirely different animal than the V6 Accord Hybrid that arrived for the 2005 model year.", "viewCount": 0.4593286067020458, "labels": [2, 7, 171, 283, 1382]}, "SdCEzZsxCBA": {"likeCount": 0.1146128035678238, "dislikeCount": 0.07781512503836437, "videoId": "SdCEzZsxCBA", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "Eminem not afraid matt puddicombe drum cover remix professional pearl presonus rap cubease quality cute travis barker why are you reading my tags lmao 2010 eminemnotafraid rock spit these words 1000000 hitsEminemNot Afraiddrum coverwww.devoked.com Matt puddicombe drumming to eminem not afraid Subscribe is the copyrighted property of its owners. me myself and I did all the recording and editing. thanks and enjoy. lots more vids to come soon.i used PreSonus FireStudio to record the sound and mixed it on cubase LE4. I have a 9 piece pearl export set.", "viewCount": 0.3615634468877416, "labels": [28, 33, 38, 78, 86, 257]}, "Cu5Zq7q6VAA": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "Cu5Zq7q6VAA", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "stop motion glitch thrash metal tutorial editing montage weapons hacks howto mmorpg animation video game hacking wow fps offroad vehicles warfare modren warfare educational tips & tricks software Sro silkroad lvl 32 xbow crossbow stealth rouge grinding at lv 38 mobs black bandits grind bard Peace hunter is and he will multiplayer massive online roll playing game boltSro lv32 xbow grinding at lv38 mobsPeacehunter is a rougebard lv32 and he will grind at black bandits lv38 mobs gearnormal 4D gear and 3 5D xbow", "viewCount": 0.3593396842300207, "labels": [0, 1, 856]}, "Cwz2rR0asus": {"likeCount": 0.1792391689498254, "dislikeCount": 0.08450980400142569, "videoId": "Cwz2rR0asus", "title": "", "description": "", "length": 0.26599162000698506, "keywords": "grandad fun rubbish garbage junk scrap waste harvest scavenge recycle upcycle recycling repurpose hack disassemble plastic cardboard CD DVD hot glue rubber elastic band power motor engine Rubber Band Invention ramp Rubber Band Product Category Natural Rubber Visual Art MediumRubber Band Car climbs a ramp to 1 metreNana Ye asked if my rubber band powered cars would climb a ramp to 1 metre height so I had to build a ramp to find out. I then modified one of my recent cars to complete the task without rolling back. The original build for this car is here Parts list from that build Main components are  Cardboard Barbecue skewer Drinking straw 2 CDDVDs Credit card or plastic store cards Ball pen tube Flower cane Rubber bands Paperclip Main tools  Sharp knife Junior hacksaw Drill My Grandson's version is here Some helpfiles Making the CD wheels CD Wheels with Cardboard Hubs Putting rubber tyres on CDs Connecting rubber bands Connecting the band to the axle Here is a selection of related playlists Toy Cars is a selection of related playlists Rubber Band Power playlist Rubber Band Power Cars Rubber Band Power Car 8 Rubber Band Power Car Back to Basics RBPC for Snowman plays247 Brakes on Rubber Band Cars playlist Carrying Dropping Pushing Pulling Stopping playlist Rubber Band Power Planes Rubber Band Plane Prop Assembly Demo playlist Rubber Band Powered Boats Rubber Band Wikipedia Size 64 rubber band measure 3 12\"x 14\"x 132\" or 89mm x 6mm Other People's Rubber Band Cars My Channel page Oldest videos Most Popular Newest videos Playlists I have thousands of videos on YouTube, to find one try my search guides or My \"GrandadsOtherChannel\" channel is generally where I will host the videos that give extra detail or longer versions of the videos I post on my main channel Facebook Merchandise  Check both of these links if you are interested as the prices will vary and the shipping charges will be different. ", "viewCount": 0.424169586813981, "labels": [1365]}, "htOIZ5isDnE": {"likeCount": 0.17558748556724915, "dislikeCount": 0.03010299956639812, "videoId": "htOIZ5isDnE", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "shinee juliette 2nd mini album new year comeback korean 2010 2011 2009 everlastinggoals please don't go talk to me hit baby romeoSHINee   Juliette  CoverHAPPY NEW YEAR!!!!! 8D I decided to open this year with a cover of Juliette 8C. I wanted it to be as good as possible... lol .. Hope you like it! 8D Thank you for supporting me so much this year! I'm very thankful to all of my friends, subscribers and all I love you all! You're great TTTT I'm not sure how to express my gratefulness to you, so I would like to be sure not to disappoint anyone this year .. I'll do my best! In 2010 I uploaded 103 videos.... Dunno if I should consider if it's sick .. Lol MP3 So yeah! Whiny high notes ftw 8D. idk LOL.", "viewCount": 0.32041199826559247, "labels": [14]}, "wurbGqKoNCM": {"likeCount": 0.25670263661590603, "dislikeCount": 0.1278753600952829, "videoId": "wurbGqKoNCM", "title": "", "description": "", "length": 0.2587710965018912, "keywords": "psalm psalms 91 91 psalm Scripture hindiBhajan Sanhita 91, Psalm Scripture 91 in Hindi FULL SONG. As written in Holy Bible.Bhajan Sanhita 91, Psalm 91 in Hindi. As written in Holy Bible. Free MP3 of Psalm Scriptures at ", "viewCount": 0.46863502198648926, "labels": [816]}, "hCjePCTS1Mw": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "hCjePCTS1Mw", "title": "", "description": "", "length": 0.2501059262217752, "keywords": "Craven College Fashion A Shaded ViewCraven College Fashion 2012  Shaded ViewWell made suits, beautiful models, simple choreography and the right make up inspired by A Shaded View.  Year 2  For more information, please visit ", "viewCount": 0.3079181246047625, "labels": [8]}, "hEoTZ3FfEXA": {"likeCount": 0.14771212547196624, "dislikeCount": 0.047712125471966245, "videoId": "hEoTZ3FfEXA", "title": "", "description": "", "length": 0.2519827993775719, "keywords": "Golden Sun GS Walkthrough Episode 97 laharlff7ac Nintendo Camelot GBA SP Gameboy Advance Into the Venus LighthouseGS  Walkthrough  Episode  97  Into the Venus LighthouseStatus From where we enter the Babi Lighthouse to where we find our way into the Tunnel Ruins. This is a short video on how to get past the the gate to the Tunnel entrance. Expect the next video to be a full scale walkthrough of both of the alternate entrances to the Venus Lighthouse. Enter the Lighthouse and talk to the people lying there. Enter the Inner Lighthouse and head northeast to the door on the right. Once your done with that, head to the door on the left parellel to the door you just came out of. Then into the next door and down the slope. Once you get down to the basement you will see Faran with a bunch of other people lookig for Sheba, the mysterious Jupiter Adept. If you walk close enough to them you will trigger a cutscene and will show all the men there that you have the power to open the door. After the long conversation you will be forced to go alone into the Venus Lighthouse but before that you will be forced to go through the Tunnel Ruins. This concludes this episode. The rest will continue on episode 98. Rate, Comment, and Subscribe if you find any of these videos helpful.", "viewCount": 0.4192037502713247, "labels": [0, 1, 5, 81]}, "2_MbnPmmcsQ": {"likeCount": 0.15185139398778877, "dislikeCount": 0.06020599913279624, "videoId": "2_MbnPmmcsQ", "title": "", "description": "", "length": 0.24727564493172124, "keywords": "Summoners War Summoners Farming Faimon Chiruka Hard Hell Sky arena Battle Power Leveling Raoq Taor Volcano Fastest RunesSummoners War Sky Arena Fodder FarmingPowerleveling fodders is the longest process of all! It's boring but we need it in order to get to 6 state! Here are some places to farm ", "viewCount": 0.39497314523157073, "labels": [0, 1]}, "5vRGf051nuk": {"likeCount": 0.15185139398778877, "dislikeCount": 0.03010299956639812, "videoId": "5vRGf051nuk", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "cm jones creestal marseille moshadee video official clip new jersey usa france hip hop rap smooth soul our world ep nowadays records just little hill valley films mos def cool kids brother mac miller kanye west calanques goudes callelongue sea mer sunCM Jones  Just a Lil' Bigger Official Music VideoItunes CM Jones est la runion du Beatmaker Marseillais Creestal et du rappeur de New Jersey Moshadee. Leur premier EP \"Our World\" sort avec le label Nowadays Records le 25062012 Creestal from Marseille France and Moshadee from Newark US are CM Jones. Just a Lil' Bigger add vocal by Mandy Lerouge. Facebook Soundcloud Label Directed by HILL VALLEY Films", "viewCount": 0.3578180609627778, "labels": [14]}, "WTd9E1dgPe8": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "WTd9E1dgPe8", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "James superhero weird singing batmanJames the Musical Batman Part 5James is at it again. Viewing the world as only a man in a Batsuit can. The song is \"Pretty World.\"", "viewCount": 0.3087071205906535, "labels": [6, 268]}, "MP_KaXWHYH4": {"likeCount": 0.1146128035678238, "dislikeCount": 0.12304489213782739, "videoId": "MP_KaXWHYH4", "title": "", "description": "", "length": 0.25118833609788743, "keywords": "worlds smallest dog smallest dog funny animals funny dogs cute dogs small smallest tiny tiniest size dog pets animals isthisnewsThe World's Smallest Dog!0.23  The World's Smallest Dog 1.35  Nicole Westbrook  It's Thanksgiving Official Video 3.01  \"Episode 1\"  Battlestar Galactica Blood and Chrome 4.23  ATLANTIS  AZEALIA BANKS OFFICIAL VIDEO ", "viewCount": 0.4157728683711451, "labels": [18, 67]}, "MRAe3q3Qgns": {"likeCount": 0.14471580313422192, "dislikeCount": 0.0, "videoId": "MRAe3q3Qgns", "title": "", "description": "", "length": 0.2496929648073215, "keywords": "horse trainer training teaching trained response Rob LeachTrainer Rob Leach  A Horse Relating to PressureMake sure your horse is soft and relaxed. Be a leader and build confidence in your horse.", "viewCount": 0.378660947264866, "labels": [15, 18, 87]}, "MTBJSuW_gv4": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "MTBJSuW_gv4", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "Editor do YouTubeJustice WoW 2.4.3HTTPJUSTICEWOW.SERVEGAME.COM JusticeWoW  Instant 86. PvP Realm & a PvE Leveling  Raiding Realm completely Fun Server WIth high Rates, Version 2.4.3.  Justice WoW is a new server with an incredible development team behind it. We are based on Arcemu, With Some custom Scripts.  Version 2.4.3 TBC  Instant 86 PvP with an NPC With a Npc that you can Choose your Class and he instantly give you the Gear,Weapons,Jewelrys for that style of PvP.  What's the server like? Justice WoW is unique, and different compared to other 2.4.3 PvP servers. You'll start out at level 70, with a mall to obtain Deluxe Tier6 Gear for free, as well as Rings, Trinkets, Necks, and the other pieces.On the Npc vendor By Cliking on your class as i said. You'll be able to work for Aerolite And Ultimate Gear by doing Quest,Bosses, and getting Tokens, and you'll also be able to obtain Awesome Weapons by doing some PvP. Now that I've explained the basics of Justice WoW's realm I'll give you some details about the server  Justice WoW Features  Fully working Battlegrounds  Fully working Arena's  90 Working AbilitiesTalents  Working set bonuses  Duel Arena Alliance & Horde will be able to  duel each other in a Sanctuary type zone, coming soon  Almost all Dungeon's, and Raids are working as intended.  Starting Mall  Teleport NPC with player tools reset cool downs, regen health, reset talents, start Gear,jewelry's  Food NPC for quick, and Great Foods!  Custom gear EVER! we'll HAVE THE BEST CUSTOM GEAR OF THE PLANET!  Custom donation items. donaters will be able to donate for the gear that any player can work to obtain  Incredible Host 100mbit uplink, Xeon processor, with over 2gb of ram. You'll have very low latency, and we can hold over 150 online without any problems, we'll also upgrade as needed  Professional Development Team 99.9 Uptime  FFA PvP Gurubashi with Kill Streak system that announces if you're on a Kill Streak  AntiCheatHack System  And much, much more! Come play at Justice Wow today for a great 2.4.3 PvP experience! If you have any ideas, or suggestion post them in a comment below, and we'll be sure to check them out. We'll be needing good experienced, fluent in english GM'sDev's eventually. If you feel you could fit the spot, add me on Skype. Luke.boy3 Enjoy in the best custom server TBC 2.4.3! Population is starting to trickle in, and we haven't did much advertising yet.", "viewCount": 0.3226084115975824, "labels": [0, 93, 102, 2811]}, "m-80sGtmy6g": {"likeCount": 0.16627578316815741, "dislikeCount": 0.0, "videoId": "m-80sGtmy6g", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "PRESENT YOUR TALENT WIN MY SCHECTER Guitar Contest holidaymusic China Country Jeff Loomis Musical Artist SHINICHI KOBAYASHI JI YUANAdvanceWin My Schecter Guitar Contest CHINAJI YUANPRESENT YOUR TALENT, WIN MY SCHECTER Guitar Contest CHINA", "viewCount": 0.3473194909204938, "labels": [4, 9, 10, 37]}, "RO9foszCKyA": {"likeCount": 0.18750612633917002, "dislikeCount": 0.0, "videoId": "RO9foszCKyA", "title": "", "description": "", "length": 0.26138418218760695, "keywords": "PSO2 Phantasy Star Online 2 PSO2 Music Phantasy Star Online 2 Music PSO2 BGM Phantasy Star Online 2 BGM Rockbear Caterdran Gwanahda De Malmoth Tranmizer Caterdransa Wolgahda Goronzoran Org Blan Vardha Soma Decol Malluda Anjhadulili Rheo Madullard Codotta IdettaPhantasy Star Online 2 Music  Mini BossBGM for PSO2, this track is used for the following mini bosses and their rare versions Rockbear, Caterdran, Gwanahda, De Malmoth, Tranmizer, Caterdransa, Wolgahda, Goronzoran, Org Blan, Vardha Soma, Decol Malluda, Anjhadulili, Rheo Madullard, Codotta Idetta. The music was recorded ingame using the  music disc in the player room jukebox. Music Playlist ", "viewCount": 0.38631443462526677, "labels": [1922, 2064]}, "AJByrmTSF38": {"likeCount": 0.12041199826559248, "dislikeCount": 0.047712125471966245, "videoId": "AJByrmTSF38", "title": "", "description": "", "length": 0.24424797690644487, "keywords": "Miaka and Tamahome One In Million Taka Fushigi Yuugi Yugi Tribute Love Anime Music Video amv mv Hannah Montana Miley CyrusMiaka and Tamahome One In a Millionthis is my 8th video!!!!! and I started it and finished it today!!!!! I LOVE THIS COUPLE!! IT'S MY FAVORITE EXPECT MORE VIDEOS SOON!!!!!!!!!!!!! XD Disclaimer I DO NOT OWN ANYTHING IN THIS VIDEO!! IT IS COMPLETELY FANMADE!!! I TAKE NO CREDIT FOR CONTENT except the idea for making the video", "viewCount": 0.3653501946962933, "labels": [5]}, "ANJxI6GRbgc": {"likeCount": 0.12041199826559248, "dislikeCount": 0.03010299956639812, "videoId": "ANJxI6GRbgc", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "killzone helghast guerrilla action ps3 frist person shooterKillzone 2  HELGHASTnow available for download made a video for those who love the helghast army a.k.a the black stormtroopers also made this dark griddy beat to show how war in kill should like hope you enjoy!", "viewCount": 0.3327358934386331, "labels": [0, 1, 1742]}, "V_e4Ju2Ryeg": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "V_e4Ju2Ryeg", "title": "", "description": "", "length": 0.24248816366310671, "keywords": "Terry Carruthers jon pegg fight for change gym midlands boxing academy Kevin McCauley british mastersTerry Carruthers  Pre Fight InterviewTerry Carruthers who trains at Midlands Boxing Academy gave us an exclusive interview about his upcoming fight on 160312.", "viewCount": 0.3181271771559462, "labels": [92]}, "V_gA_RO_SkQ": {"likeCount": 0.1724275869600789, "dislikeCount": 0.06989700043360189, "videoId": "V_gA_RO_SkQ", "title": "", "description": "", "length": 0.2639486489268586, "keywords": "Black Sabbath dirty woman bass rock heavy technical ecstasy guitar jackson cmg laney rb geezer butler tony iommi bill ward ozzy osbourneBlack Sabbath dirty woman bass coverSabbs song from Technical Ecstasy album Jackson CMG Japan Laney RB8 amp Cheers from Poland", "viewCount": 0.4085504639426498, "labels": [4, 9, 10, 37]}, "yQun7AdiHNw": {"likeCount": 0.2437750562820388, "dislikeCount": 0.21038037209559568, "videoId": "yQun7AdiHNw", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "Just Dance 2014 Pharrell Williams Musical Artist Wii U Computer Wii Computer Happy Birthday Star Another Lucky Stars Just Dance CompositionPharrell William  Happy  Just Dance 2014  Fanmade GameplayBecause I'm Happy ! Please Like, Comment, SHARE, and SUBSCRIBE ! YouTube channel Facebook page Twitter ZachSuperstar28", "viewCount": 0.5408784188745728, "labels": [203, 2016]}, "HTd2MQdRSf4": {"likeCount": 0.1724275869600789, "dislikeCount": 0.03010299956639812, "videoId": "HTd2MQdRSf4", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "BestAMVsOfAllTime HeardYouLikeAmvs2K HeardYouLikeAmvs DJKevAMVsUniverse NeverEnoughEpicAMVs2Amv  Imaginary 720pEditor  Bunny dl Here's a link to all of my channels I use for uploading! Twitter Facebook NOTE This AMV is made with nonprofit or does not represent another company. I do not own the copyrights to the \"video clips\" or the \"music\" in the video! 'Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for 'fair use' for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use'", "viewCount": 0.32060158767633445, "labels": [5]}, "IrZ2PwGlnc4": {"likeCount": 0.0, "dislikeCount": 0.03010299956639812, "videoId": "IrZ2PwGlnc4", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "KidsDeck seatSophie helping Daddy build deck seat", "viewCount": 0.3254548077108974, "labels": [251, 313, 2012]}, "sB2uCJ2zLt4": {"likeCount": 0.27649229846498885, "dislikeCount": 0.1380211241711606, "videoId": "sB2uCJ2zLt4", "title": "", "description": "", "length": 0.22405492482826, "keywords": "Rubik's Cube Rubix Tony Fisher Meffert Oskar Feliks Zemdegs Valk Pyraminx Dogic Megaminx Gigaminx Petaminx Examinx VCube twisty puzzle Fridrich WR solve Hexaminx Teraminx 5.55 Zhanchi Guhong mf8 c4u speedcubing Zauberwrfel       Cubo Mgico 2x2x2 3x3x3 4x4x4 5x5x5 6x6x6 7x7x7 ShengShou 8x8x8 9x9x9 10x10x10 11x11x11 12x12x12 13x13x13 17x17x17 Eastsheen LanLan Cube4you qj Astrolabacus Dayan Panshi Pentultimate weilong WitEden Maru 15x15x15 meffert Moyu Yong Jun6x6x6 VDOME puzzle by Tony Fisher old auctionPlease watch the whole video and read the ebay description before bidding or asking questions. The auction is for one puzzle only. USA buyers  UK Germany Belgium France Spain Italy Netherlands Canada Australia Poland ", "viewCount": 0.5013494493492967, "labels": [26, 574, 596, 609]}, "9lu_GRDsdzc": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "9lu_GRDsdzc", "title": "", "description": "", "length": 0.26589648426644347, "keywords": "Lego Harry Potter years14 harry potter ZGCyberman65 last level goblet of fireLego Harry Potter Years14Year 4 chapter 6 \"The Dark Lord returns 12\"Lego Harry Potter Years 14 Gameplay. The last level.The dark Lord returns.", "viewCount": 0.3781683584507351, "labels": [0, 1]}, "9lTL54kGpLE": {"likeCount": 0.4466660058040165, "dislikeCount": 0.35031094366713694, "videoId": "9lTL54kGpLE", "title": "", "description": "", "length": 0.26424645202421215, "keywords": "New watch Chelsea Room Kids Grace's online Skipper Fun Australia Barbie Grace Video Australian Grace Mulgrew Run Away free Ken YouTuber latest Barbie DollsBarbie  Chelsea Runs Away  Ep.23The babies are getting all the attention and Chelsea is not happy You can follow me here Instagram Facebook YouTube ", "viewCount": 0.6925687629919172, "labels": [26, 194, 441, 2269]}, "9mxlGXYCc5s": {"likeCount": 0.2100370545117563, "dislikeCount": 0.11139433523068368, "videoId": "9mxlGXYCc5s", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "MW3 CallOfDuty tolling fail corner trapped riot shileds Search and Destroy trapped backfired Machinima Yeousch woodysgamertag whiteboy7thst seananners xjawz 1tomread1 chaosxsilencer ZacCoxTV subscribe KYR SP33DY\"MW3\" Search and Destroy Trolling! YOU CANT TROLL ME!Can we push for 15 likes?? I originally was playing S&D to look go for some ninja defuses but I came across these two guys trying to trap people!  Y U NO FOLLOW ME ON TWITTER! ", "viewCount": 0.37142459110178944, "labels": [0, 1, 36, 142]}, "KllQ8e9Ae0w": {"likeCount": 0.4988389486545371, "dislikeCount": 0.36124659639531426, "videoId": "KllQ8e9Ae0w", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "Florida Georgia Line Sippin On Fire Republic Nashville CountryFlorida Georgia Line  Sippin On FireSippin On Fire from FGLs latest release ANYTHING GOES. Click here to purchase Music video by Florida Georgia Line performing Sippin On Fire.  2015 Republic Records, a Division of UMG Recordings, Inc. Republic Nashville FloridaGeorgiaLine SippinOnFire vevo country vevoofficial OfficialMusicVideo", "viewCount": 0.737494811216998, "labels": [14]}, "Cb70cvj1UEM": {"likeCount": 0.2781755374652469, "dislikeCount": 0.1724275869600789, "videoId": "Cb70cvj1UEM", "title": "", "description": "", "length": 0.2591064607026499, "keywords": "new car challenger dodge hemi muscle v8 SRT Street & Racing Technology Business Operation Dodge Challenger Automobile Model V8 Engine Engine TypeFIRST DRIVE 2008 DODGE CHALLENGER SRT8Get more info on the Dodge Challenger SRT8  Challenger, the name says it all. With the Mustang as the King of the Road, and with the media circus surrounding the upcoming Camaro, you couldn't find a more suitable name for Dodge's new muscle car.", "viewCount": 0.5737325456054789, "labels": [2, 7, 415, 437, 1689]}, "G05dWewvEK4": {"likeCount": 0.3058805486675907, "dislikeCount": 0.23654879848909, "videoId": "G05dWewvEK4", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "Singer HandyStitch SewingHow to Use the Singer Handy Stitch Sewing Maching  Part 1Part 1 in a 5 part series on how to use the Handy Stitch", "viewCount": 0.588907356794685, "labels": [390, 748]}, "s5hwPjCawfk": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "s5hwPjCawfk", "title": "", "description": "", "length": 0.24727564493172124, "keywords": "Here am to worship christliche musik christian music lobpreis gitarre praise acoustic fingerstyle guitar solo subtitles karaokeHere I Am To Worship  Acoustic Guitar SoloMusic by Tim Hughes", "viewCount": 0.3673573796423052, "labels": [4, 9, 10, 34]}, "yHr6SYSowfY": {"likeCount": 0.20492180226701817, "dislikeCount": 0.08450980400142569, "videoId": "yHr6SYSowfY", "title": "", "description": "", "length": 0.2588831725594207, "keywords": "Sleeping Bag Army Literature Subject carinthia carinthia defence 4 bushcraft wildcamping army sleeping bag best sleeping bag cold weather sleeping bagcarinthia defence 4 army sleeping bagi quick review of my new sleeping bag, ", "viewCount": 0.395784663370815, "labels": [382, 3823]}}