{"ZVfVRoXrEmM": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "ZVfVRoXrEmM", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "Squall Leonhart Final Fantasy Dissidia Review Fatasamug Fat as mug Toys toy game Playstation Sony Square Enix Trading Arts Vol.1 figure FF8 VIII FFVIISquare Enix Dissidia Final Fantasy Trading Arts Vol.1 Squall Leonhart Figure ReviewWhat a great Lookin figure!", "viewCount": 0.3557988148224913, "labels": [159, 199, 326, 1419]}, "ZWxqGcnW-rg": {"likeCount": 0.25670263661590603, "dislikeCount": 0.1, "videoId": "ZWxqGcnW-rg", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "Blind Ambitions Headlines Music Video Breaking Free 2012 Hundredth Counterparts Misery Signals Verse The Ghost InsideBlind Ambitions  Headlines Official Music VideoFREE ALBUM DOWNLOAD or Facebook Merch Store Filmed, Directed and Edited by AJ Thornton Lyrics There's more than one side to the story I'm tired of hearing the headlines repeated and accepted without question Events get twisted and lies get printed Read all about it deceit for the masses Read between the lines, cast your own perspective Read between the lines, stray from the collective So will you blindly follow what everyone else thinks? Or will you take a step back, wait just a second before you react and question the facts Events get twisted and lies get printed Read all about it deceit for the masses We allow ourselves to be led by publications and politicians with there own agendas Well I'm asking you now to think for yourself I'm asking you now to think for yourself I've made many wrong decisions but at least I made them no one else And I can say with certainty that I've retained my clarity And I can say with certainty my mind is mine My mind is mine", "viewCount": 0.44735161653509165, "labels": [14]}, "nOBg5L8G8Lc": {"likeCount": 0.13979400086720378, "dislikeCount": 0.03010299956639812, "videoId": "nOBg5L8G8Lc", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "Star WarsStar Wars  The Secret Visual History 2Rare Star Wars Images", "viewCount": 0.38503398545834794, "labels": [189]}, "zC1pkEyioWg": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "zC1pkEyioWg", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "Windows PC mac linux microsoft bill gates trip down memory lane Advertising Entertainment News Performing Arts Web Series Video Game TV Trailer Short FilmWindows HistoryTake a trip down memory lane and watch the different versions of Microsoft Windows.", "viewCount": 0.3655330558009341, "labels": [106]}, "O17iKzCtEEs": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "O17iKzCtEEs", "title": "", "description": "", "length": 0.2506505032404872, "keywords": "Depeche Mode World In My Eyes Budapest 11.01.2010.Depeche Mode \"World In My Eyes\" Budapest 11.01.2010.Depeche Mode \"World In My Eyes\" Budapest 11.01.2010.", "viewCount": 0.34652340949880145, "labels": [3, 6]}, "9uJ7h2LkKJo": {"likeCount": 0.2214843848047698, "dislikeCount": 0.0, "videoId": "9uJ7h2LkKJo", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "120818 SMTOWN Seoul Ending Jessica fancam 720p by wobwab120818 SMTOWN Seoul Ending Jessica fancam 720p by wobwabDo not reupload on Youtube. Uploading on other sites is OK.  Using my fancam to bash my Jessica is STRICTLY PROHIBITED. P Bashing other artists makes your idol seems very pitiful to have a fan like you, so don't. For your idol's sake, learn to live like a good fan. If you cannot do this, go bitch at home and don't let other people know about it.", "viewCount": 0.40669591978671227, "labels": [3]}, "OPOgAliiaDA": {"likeCount": 0.13222192947339192, "dislikeCount": 0.06020599913279624, "videoId": "OPOgAliiaDA", "title": "", "description": "", "length": 0.26020599913279624, "keywords": "mission Patapon walkthrough help patapon2 mission9Patapon 2 walkthrough Mission 9 Mushroom shroom Nyokiri SwampSorry for bad quality  I have turned the difficulty to hard so i will show you that you can beat the game in any difficulty. You will meet Oozy, the swamp shark. Oozy is dangerous since he eats one of your patapons including your hero so i took the kibapons to confuse him and kill him. And here you will get your first miracle!", "viewCount": 0.42858497404934426, "labels": [0, 1, 5]}, "LfElzsSxzNs": {"likeCount": 0.1949390006644913, "dislikeCount": 0.09542425094393249, "videoId": "LfElzsSxzNs", "title": "", "description": "", "length": 0.24456042032735975, "keywords": "Casio Celviano Digital Piano Keyboards Music Instruments PianoCasio Celviano PreviewMike Martin, Director of Marketing, EMI, Casio, introduces the latest additions to the Celviano line of digital pianos  the AP220, AP420 and AP620.For more information, please visit www.CelvianoPianos.com.", "viewCount": 0.48884883904623966, "labels": [31, 40, 47, 57, 117]}, "y9VQAhTHKi8": {"likeCount": 0.1698970004336019, "dislikeCount": 0.047712125471966245, "videoId": "y9VQAhTHKi8", "title": "", "description": "", "length": 0.26766936096248667, "keywords": "sonic underground episode part sonia manic hedgehog robotnik queen aleena mobotropolis robotropolis council of four seasonSonic Underground Episode 30 Part 2\"Wedding Bell Blues\"  Sonic Underground and all aspects of the show's copyrights belong to their respective owners. No copyright infringement is intended.", "viewCount": 0.44922573775379915, "labels": [5, 16, 204, 1618]}, "yBgvKTRmALE": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "yBgvKTRmALE", "title": "", "description": "", "length": 0.2539076098792777, "keywords": "1337mag Midseason invitational msi2015 League of Legends Riot Games Besiktas Nardeus MidlanerNardeus MidSeason Interview \"The way TSM played was very defensive and throwing the game\"Nardeus, AD Carry for Besiktas, talks with 1337 Magazine about what happened during the first day of the group stages here at the MidSeason Invitational at Tallahassee, Florida", "viewCount": 0.33622939379642314, "labels": [111]}, "yCbR547PjTY": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "yCbR547PjTY", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "30 thirty seconds to mars jared shannon leto tomo milicevic concert live leeds festival august 2011chat chatting talk talking hurricane acoustic30 Seconds to Mars  Jared chatting  Hurricane  Leeds Festival 201130 Seconds to Mars  Jared chatting  Hurricane  Leeds Festival 2011", "viewCount": 0.34620983811351563, "labels": [3, 4, 6, 10]}, "pRsaxf36RWc": {"likeCount": 0.06989700043360189, "dislikeCount": 0.06989700043360189, "videoId": "pRsaxf36RWc", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "TV G   100          G GENERATION FRONTIER gundam Kamen Rider KUROKO'S BASKETBALL RETORO TOY CLASSIC TOY19 100    G   TV SD GUNDAMTV 100UR  1 100    G   SD GUNDAM 2 100    G   SD GUNDAM 3 100  MS   G   SD GUNDAM 4 100    G   SD GUNDAM 5 100    G   SD GUNDAM 6 100    G   SD GUNDAM 7 100    G   TV SD GUNDAM  8 100    G   TV SD GUNDAM 9 UR    G   TV SD GUNDAM 10 UR    G   TV SD GUNDAM 11 100    G   TV SD GUNDAM 12 UR    G   TV SD GUNDAM 13 UR UR    G   TV SD GUNDAM 14 UR UR    G   TV SD GUNDAM 15 100  UR G   TV SD GUNDAM 16 UR  UR G   TV SD GUNDAM 17 100    G   TV SD GUNDAM 18 100    G   TV SD GUNDAM SD   PV SD  CM SD Gundam G Generation Frontier 10027 GFR  GFR EX  TV youtube m m TV&TV Twitter  Tuitter", "viewCount": 0.36512780139981443, "labels": [0]}, "pVwCOMsIyJg": {"likeCount": 0.09030899869919436, "dislikeCount": 0.1278753600952829, "videoId": "pVwCOMsIyJg", "title": "", "description": "", "length": 0.24563660331290432, "keywords": "Pepperoni Ingredient red barons food dollar store food review reviews review foods foodie microwave pizzas pizza Chicagostyle Pizza Cooking Bell lonely sad funny humor cute cooking show cooks chefs italianDollar Store Food Review  Red Barons Pepperoni Singles Deep Dish PizzaIt's more like cheese on a cardboard... Where to Buy Subscribe today and check out some time won't you?", "viewCount": 0.32664668954402415, "labels": [11, 29, 32, 221, 368, 564, 1096]}, "4GmiQ_mqpTA": {"likeCount": 0.2821513528404773, "dislikeCount": 0.23384564936046048, "videoId": "4GmiQ_mqpTA", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "grand theft auto vice city gta4 gtaiv chinatown wars gtasa resident evil doom halo spiderman batman superman funny el mejor video de gta machodelbierzo pokemon picachu mod mods modding modification gameplay modificacion reunion dragon ball dragonball piccolo goku trunks vegeta bulma gohan doraemon divertidofamily guy padre familia simpsons sponge bobGTA VICE CITY  BATMAN & BATMOBILBatman in gtavc.", "viewCount": 0.5990301107716809, "labels": [0, 1, 35, 268, 768, 2732]}, "XZ_CADSUXIA": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "XZ_CADSUXIA", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "DJI WKM QuadCopter multicopter aerial videoMulticopter DJI WKM wF450 Frame and GoPro Hero 2  UCCC  volume alertThis may be a little loud in spots. Check your volume. This is my new DJI WKM Flight Controller on the DJI Firewheel 450 quadcopter frame with a GoPro Hero 2 attached to the front of the lower frame. I had a couple of stability when I first put it together but I got those sorted out with some help from some folks at multirotorforums.com. 990 grams bare, 1570 all up weightAUW with 2 3s2200 batts and GoPro.", "viewCount": 0.3717337582723864, "labels": [2, 44, 64, 113, 119, 465, 2236]}, "Xc5IzEe8_eE": {"likeCount": 0.12041199826559248, "dislikeCount": 0.0, "videoId": "Xc5IzEe8_eE", "title": "", "description": "", "length": 0.2586587304671755, "keywords": "eder scrolls skyrim gameplay hd high definition funny giant dragon spider slaying mammoth huge hunt bow live commentary lets play joke hilarious amazing 1080p pc specs playthrough quest story online twigy machinima respawn Quality Playthrough Part Highdefinition Television Play Moby Album Ableton Live Ball Game Comedy Mission Fun War Video Dragon Laugh Humor Playstation th3elitegam3r Big Jokes PrankGiant and Mammoth Hunting in Skyrim Scared live CommentaryWe went Hunting and it didn't turn out to well. Damn mammoths.", "viewCount": 0.3452399845911442, "labels": [0, 1, 357, 372]}, "gFFq1eVDNnU": {"likeCount": 0.15910646070264992, "dislikeCount": 0.06020599913279624, "videoId": "gFFq1eVDNnU", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "street fighter sf4 streetfighter4 streetfighter sf dsp darksydephil walkthrough playthrough gameplay match matches matchup versus series sagat madness ryu ken guile chun li akuma blanka zangief gief dhalsim sim rufus abel viper cviper c.viper el fuerte playstation ps3 playstation3 ps hd high definition 720 720p digital mayhem wallingford connecticut ct nestor long island joe joeiloveu east coast throwdown tournament paul wall mike ross gootecks marn marneto love you ec finalsEC Throwdown Top 8  Sanford vs. LI JoeThis is a match from the Top 9 of the SF4 singles tournament at EC Throwdown.", "viewCount": 0.4062657180225564, "labels": [0, 1, 69, 236, 404]}, "SpU82VrqIrU": {"likeCount": 0.15440680443502758, "dislikeCount": 0.0, "videoId": "SpU82VrqIrU", "title": "", "description": "", "length": 0.25550944485783195, "keywords": "Andy Lau  Tony Leung  Michael Miu  Felix Wong  Kent Tong  5tigers  TVB Concert Pepsi 8a1994 TVB Pepsi Charity Concert VHS quality", "viewCount": 0.3910090545594068, "labels": [2587]}, "7hTpHbjr8k4": {"likeCount": 0.26730209071288963, "dislikeCount": 0.13424226808222062, "videoId": "7hTpHbjr8k4", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "Sidaction Denis Brogniart Magic System Magic in the Air Music TV GenreDenis Brogniart et Magic System chantent \"Magic in the Air\"Denis Brogniart et Magic System chantent \"Magic in the Air\" pour le Sidaction", "viewCount": 0.478843000072047, "labels": [3]}, "zmQi1-EhMYk": {"likeCount": 0.14913616938342728, "dislikeCount": 0.0, "videoId": "zmQi1-EhMYk", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "WiLD 94.1 Radio Music CBS Tampa Bay Florida Comics Comic Book Genre comiccon cosplay tbcc tbcomiccon SuperGirl marvelcomic dccomic Superman spiderman Comic Book Comic Book GenreTampa Bay Comic Con 2015 !Meredith aka SuperGirl from Orlando and The Freakshow takes us to Tampa Bay Comic Con and talks to some of her favorite Cosplay Characters. Which One was your Favorite? Like what you see? Then SUBSCRIBE to our Channel today!", "viewCount": 0.35148132949992855, "labels": [672, 827]}, "qEXPixet9uQ": {"likeCount": 0.18808135922807914, "dislikeCount": 0.09030899869919436, "videoId": "qEXPixet9uQ", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "Avril Lavigne Nobodys Home Drum CoverAvril Lavigne  Nobody's Home Drum CoverHaha, a little bit of fun. Can't say I'm into any of her new songs, but her old ones are pretty decent. God Bless!! YAY, Christmas in a week's time. Woooo!  This song belongs to it's respective owners... not me ", "viewCount": 0.4203794139588068, "labels": [28, 33, 38, 78, 86, 257, 553]}, "hPgWKS_pQMc": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "hPgWKS_pQMc", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "Shrimp Spicy Green Curry Gourmet Thai Food Asian Fusion Appetizer Cooking Video Easy Recipe Kitchen Restaurant Bbq Home Made Recipes Dinner CuisineSpicy \"Green Curry\" with Stuffed Shrimp RecipePlease Like Us  Visit for more recipes! A wonderful appetizer! 1 dozen steamed shrimp stuffed with fresh basil and red pepper accompanied with a spicy Thai green coconut curry dipping sauce. Ingredients include 1 dozen shrimp, 6 basil leaves, 1 red pepper, 1 pack of CurrySimple green curry sauce and basic cooking skills. Enjoy!", "viewCount": 0.3296665190261531, "labels": [11, 20, 22, 29, 32, 112, 122, 752, 1156]}, "9--MiE_Hd8Y": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "9--MiE_Hd8Y", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "Sport climbing mszs romaniaClimbing in Romania SuncuiusThis is a beautiful climbing wall.", "viewCount": 0.3379668034033654, "labels": [60, 353, 673]}, "97e9EFUPQ4M": {"likeCount": 0.30261245167454504, "dislikeCount": 0.1792391689498254, "videoId": "97e9EFUPQ4M", "title": "", "description": "", "length": 0.26608654780038693, "keywords": "achievement hunter guide walkthrough rooster teeth MinecraftThings to do in... Minecraft  Diamond ChallengeJerem6401 and Kat bring you their next Minecraft Challenge. What will the next one be?", "viewCount": 0.5143136635571481, "labels": [0, 1, 27]}, "ArCV99l52kg": {"likeCount": 0.19030899869919438, "dislikeCount": 0.17160033436347993, "videoId": "ArCV99l52kg", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "Minecraft Pocket Edition Seed Diamonds Lapis LazuliDiamond seed in Minecraft PE  Lapis LazuliSeed jpgaming no capital letters", "viewCount": 0.47204570032795384, "labels": [27]}, "AzW7XU6s3xY": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "AzW7XU6s3xY", "title": "", "description": "", "length": 0.24857214264815802, "keywords": "sebastian ingrosso steve angello swedish house mafia ushuaia swanky tunes max c r3hab ibiza beach poolAngello & Ingrosso Swanky Tunes & Dj R3hab ft.Max C  Sending My Love Ushuaia, IbizaBoys slamming it big time! This track blew the roof off!", "viewCount": 0.30305997219659514, "labels": [3]}, "M07Byt4b82w": {"likeCount": 0.30972573096934203, "dislikeCount": 0.17708520116421445, "videoId": "M07Byt4b82w", "title": "", "description": "", "length": 0.24048337166199382, "keywords": "360 next gen dramass effect video games gameplay xbox ps3 ps4 ongon age cod call of duty ghost borderlands dao da2 da3 elder scrolls skyrim dlc walkthrough monk diablo wizard witch doctor demon hunter barbabarian hellfire ring uber boss reaper souls zelda link mario dark funny rage PVP PVE ONLYAFRO EPICNAMEBRO OROBORRO THE NINJA PEEVE KATANA INVADE INVADING PARRY FAITH DARK RESONANT RARE ARMOR INQUISITION LORDS OF FALLEN MP NIGHTMARE scholar first sin bloodborne fromsoft blood borneBloodborne Secret Key Location! Upper Cathedral AreaSubscribe Help suppport the channel! Follow me on Twitch Facebook, I will announce live streams on there Thanks for every like and favorite! Be sure to subscribe for more videos like this one in the future. Donate to the channel, it helps me live! Be sure to change the quality settings to 1080p and enjoy!", "viewCount": 0.5015363947420661, "labels": [0, 1]}, "Aaf4rN0drHs": {"likeCount": 0.0, "dislikeCount": 0.03010299956639812, "videoId": "Aaf4rN0drHs", "title": "", "description": "", "length": 0.215836249209525, "keywords": "rosslowe93 lbp ps3 playstationMy LBP Level  Ninja Warrior Stage 2 my stage 2 little big planet level made with my friend  enjoy. subscribe for more n check out ma man page if ur a cod4 fan www.youtube.comprestige10er", "viewCount": 0.3237040791379191, "labels": [1648]}, "KIqWLRuSfok": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "KIqWLRuSfok", "title": "", "description": "", "length": 0.2679427896612119, "keywords": "Paris Air Show Recurring Event expo show auto y avion Atlixco CityTownVillage The Green Expo Sukhoi Su35 Aircraft Model Alfa Romeo 156 Automobile ModelPROPULSIONtv PP76 23  Expo Show Auto y Avin Atlixco, Paris Air Show, Invitacin The Green ExpoExhibicin dinmica Alfa Romeo en ExpoSHow Auto y Avin  Atlixco, Sukhoi 35 avion caza en el Paris Air Show, Invitacin The Green Expo 2013. Programa de 5a temporada. Transmitido en TV por Megacable, Cablems, Cablevisin Monterrey, HDTV y TotalPLAY a nivel nacional en Mxico y en 20 ciudades de USA, Espaa, Cuba y Puerto Rico", "viewCount": 0.32322335211147335, "labels": [2, 7, 44, 46, 155, 264, 377]}, "u5uhA4LjGmg": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "u5uhA4LjGmg", "title": "", "description": "", "length": 0.25998830720736876, "keywords": "   2010 IIHF World Championship DivIII Greek Ice Hockey.Greek Hockey. Road to Silver! Hockey DivIIIA part1 behind the scenes ice hockey www.icehockey.gr hellas National TeamGREEK ICE HOCKEY2010 Road to Silver! World Championship DivIIIA part1GREEK ICE HOCKEY Road to Silver! World Ice Hockey Championship DivIIIA part1 behind the scenes    Video Created by Dimitris Kalyvas", "viewCount": 0.3523616419054371, "labels": [0, 82, 103, 118]}, "f6LtTiFD4t0": {"likeCount": 0.18573324964312687, "dislikeCount": 0.06020599913279624, "videoId": "f6LtTiFD4t0", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "elie seckbach esnews boxing boxeo Miguel Angel Garcia Person Juan Manuel Lpez Boxer Orlando Salido Boxer mikey garciamikey garcia on juanma lopez and salido calling him out EsNews BoxingIn this video we take a look at the story behind the story. EsNews is a sports channel talking to stars, celebs, trainers, fans and reporters. Follow us on Twitter Facebook  We also produce the Robert Garcia Reality Show here's the link to playlist  don't forget to sub ", "viewCount": 0.35729877081982053, "labels": [92]}, "f776oBynPlE": {"likeCount": 0.14913616938342728, "dislikeCount": 0.047712125471966245, "videoId": "f776oBynPlE", "title": "", "description": "", "length": 0.2423245873936808, "keywords": "candy pop spc knt polly ester esther guido speedy francine princess violet amv tribute anime mix bad bird pururun nyan sukashi usahime karamaru kyattou ninden teyandee skittles haruhi suzumiyaSPC   Samurai Pizza Cats with the song Candy Pop by Heartsdales feat Soul'd Out  Inspired by the GREAT video ", "viewCount": 0.35360531551592045, "labels": [5]}, "f7FL2RN5kQk": {"likeCount": 0.15440680443502758, "dislikeCount": 0.13010299956639812, "videoId": "f7FL2RN5kQk", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "battlefield coso movie 1942 videojuego nivel1 guerra battle field the warBattlefield 1942, The movieUn gran xito de la Duck Movies", "viewCount": 0.38996016591461224, "labels": [124, 3408]}, "gOFzRgK9x6s": {"likeCount": 0.16232492903979007, "dislikeCount": 0.1079181246047625, "videoId": "gOFzRgK9x6s", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "CHEVROLET matiz lpg auto moto car drive wheel sedan SUV truck Coupe crossover cabrio convertible sport wagon luxury speed race used vehicle automobile racingCHEVROLET matiz lpgCHEVROLET matiz lpg", "viewCount": 0.480117037700944, "labels": [2, 7, 224, 267]}, "gTbYGyYdqBU": {"likeCount": 0.2285557309007774, "dislikeCount": 0.07781512503836437, "videoId": "gTbYGyYdqBU", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "Todd Nelson Bountiful Farms Plant Care Espalier Fruit TreeEspalier Fruit Trees  Plant CareTodd Nelson with Bountiful Farms shares tips on pruning and caring for your espalier fruit trees", "viewCount": 0.47101258308086796, "labels": [126, 220, 276, 291, 302, 1126]}, "4RiuxKSoQXY": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "4RiuxKSoQXY", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "Bachmann 9F DC Sound OO scale Factory Weathered Model RailwayBachmann Factory Weathered 9F DCC and SOUNDMy Bachmann 9F That I have fitted with DCC & Sound. Now Sold", "viewCount": 0.3799478398837981, "labels": [2, 45, 51, 56, 77, 137, 298]}, "sdSObTWJ0WY": {"likeCount": 0.18512583487190754, "dislikeCount": 0.1079181246047625, "videoId": "sdSObTWJ0WY", "title": "", "description": "", "length": 0.22479732663618068, "keywords": "iveco daily new daily truck vito cars video vehicles auto automobiles news turbo tdi diesel turbo diesel commercial logistic transport pro van engine youcarpress AllNew 2012 IVECO DailyThe Iveco Daily, sold in every part of the world, owes its fame to over 2 million units sold. The new Iveco light range commercial vehicle, that will be launched during September 2011, retains the characteristics which have made it the success for transport professionals. Daily has always been a true commercial vehicle with its separate chassis frame, built to facilitate ease of body building and to reliably, economically and ecologically help professionals transport goods and people under any logistic need.", "viewCount": 0.49375028469132654, "labels": [2, 7, 75, 508]}, "JQLB4Lba9kw": {"likeCount": 0.1, "dislikeCount": 0.09030899869919436, "videoId": "JQLB4Lba9kw", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "shoes cleats F50 f50 adidas adizero messi 2011 new unboxingUnboxing New Adidas F50 Adizero II ElectricityInfraredPurpleMy new messi f50 adizero 2011", "viewCount": 0.4214631945393139, "labels": [66, 148, 253, 1273]}, "pDhSLhm_oL0": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "pDhSLhm_oL0", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "Ski Col du plan Chamonix Active Education Aiguille du midi tierra Clothing North Face Lars Andreas Nilssen Magnus Bjelland AE Snowboard Skiing Winter Freeride Pow Climbing Mountain Sports Norwegian Norway Norge France FrankrikeChamonix North Face Col du Plan 2012Skiing with Lars Andreas Nilssen in Chamonix  Aiguille du midi 22.03.2012 More fun from Chamonix at ", "viewCount": 0.3625621081424908, "labels": [160, 353]}, "2G__MEd-jeA": {"likeCount": 0.1698970004336019, "dislikeCount": 0.0, "videoId": "2G__MEd-jeA", "title": "", "description": "", "length": 0.2484299839346786, "keywords": "strip pit clinton MO bass fishing crappie blue gill green sunfish spinnerbaits crankbaits Yum Strike King Bass Pro Shops finesse lizard belly boat float tube flip wilsonStrip Pit Feeding FrenzyI love that strip pit! Bass, bluegill, green sunfish and crappie pretty much nonstop on artificials Rebel crank bait, Strike King spinner bait, Yum Dingers, BPS Lizards as well as crappie squirts tipped with night crawler.", "viewCount": 0.37455432019980245, "labels": [15, 18, 43, 59, 60, 101, 374, 549, 693, 906, 2681, 3040]}, "2Jgdc5gLhrY": {"likeCount": 0.2539076098792777, "dislikeCount": 0.07781512503836437, "videoId": "2Jgdc5gLhrY", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "The Walt Disney Company Production Company Elsa Film Character Film Media Genre Disney.com Website Toy Interest Toys R Us Business Operation LEGO Interest Channel Olaf Frozen Anna Film Character lego 2015 lego frozen bricks blocks frozen lego ego Disney Princess Princesa Kids toy channel surprise tiana heartsLEGO DISNEY FROZEN SPARKLING ICE CASTLE REVIEW 41062 with PRINCESS ANNA & OLAF IN SLEIGHHelp Olaf and Princess Anna have a cool adventure in magical Ice Castle! Royalty Free Music from HookSounds ", "viewCount": 0.44232950365671164, "labels": [26, 130, 136, 2098]}, "JCDBfsjblLk": {"likeCount": 0.25599066250361124, "dislikeCount": 0.13424226808222062, "videoId": "JCDBfsjblLk", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "iPhone 5S vs Xperia Z1 iPhone 5S camera Xperia Z1 compact iPhone 5S iPhone 5s vs Xperia Z1 compact iPhone 5s cameraiPhone 5S vs Xperia Z1 Compact Camera Comparision with Sample Pictures & VideoiPhone 5s vs Sony Xperia Z1 compact camera the Xperia Z1 compact has a 20.7 MP rear facing camera and the iPhone 5S has a 8 MP camera and I show you pictures and videos that I shot side by side so that you can compare which is better in the camera dept. Xperia Z1 Compact camera review with samples My videos on iPhone iPhone 5S RAW vid footage 212 MB in size Xperia Z1 Compact RAW vid footage 235 MB in size ", "viewCount": 0.45057331697858927, "labels": [21, 23, 24, 73, 471, 786, 2683]}}