{"8peNkcZCd1M": {"likeCount": 0.20293837776852097, "dislikeCount": 0.09030899869919436, "videoId": "8peNkcZCd1M", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "Christmas Santa Claus Utah Jack Lund Broke Home I'll BeI'll be broke for ChristmasParody of \"I'll be Home for Christmas.\" Song by Jack Lund off of ELVES GONE WILD! cd", "viewCount": 0.45721859442682977, "labels": [5, 99, 518]}, "fiCNwUx3Lcg": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "fiCNwUx3Lcg", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "runescape oO reMix richmaster3 evil chance zezima agility cooking summoning strength defence attack hitpoints constitution titan gods clan wildy revnants sosolid2k revanants pvp grand exchange merchant clans skill capes Dust devils bandos god wars dungeon evilchance castle guides level 99 dds bh dragons whips implings strykewyrms Devil guide byRunescape Dust Devil guide by reMixA simple guide on how to slay Dust Devils. This is my first runescape video, so give me some slack p. More videos are sure to come! Runescape Dust Devil guide by reMix RateCommentSubscribe  DISCLAIMER  RuneScape is a registered trademark of JaGeX Limited. I do not claim, or have any, affiliation with JaGeX Ltd. This video was not intended for any personal gain, only for entertainment purposes. All comments by others are their own and I do not take responsibility for their actions. Consider this, free advertising Songs are  to their owners.", "viewCount": 0.31316186643491256, "labels": [0, 1, 139]}, "NsTZMUDNuQg": {"likeCount": 0.2900913067737669, "dislikeCount": 0.1278753600952829, "videoId": "NsTZMUDNuQg", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "Ronnie Lane Slim Chance Paul Weller The Jam The Modfather Ronnie Wood The Rolling Stones Musical Group The Faces The Small Faces Musical Group Royal Albert HallRonnie Lane Memorial Concert  Slim Chance with Paul Weller and Ronnie Wood \"Ooh La La\"Slim Chance with Paul Weller and Ronnie Wood perform \"Ooh La La\" at the Ronnie Lane Memorial Concert on 8th April 2004 at the Royal Albert Hall", "viewCount": 0.5167710090202545, "labels": [3, 4, 10, 13]}, "EfeTb-KqBsY": {"likeCount": 0.2303196057420489, "dislikeCount": 0.11760912590556814, "videoId": "EfeTb-KqBsY", "title": "", "description": "", "length": 0.2502427119984433, "keywords": "Guitar greatest guitarist awesomemusicianWORLD'S GREATEST UNKNOWN GUITAR PLAYER PART7 !!!My lifelong friend John Eric Champion playing his best work ever. This stunning fusion masterpiece is masterfully done, the technique and arrangements are at a genius level. The title is \"Dark Voyage\". Sit back and enjoy this wonderful work of art! I am posting this clip without his permission. I hope He doesn't get upset at me. If that is the case, then I will have to remove it. I will post a better recording of this composition in the near future. Count yourself fortunate if you got to listen to it. ENJOY!!!!", "viewCount": 0.4658688558749595, "labels": [4, 9, 10, 37]}, "KpY0BGW_xvg": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "KpY0BGW_xvg", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "Wonderland Adventures 2 Mysteries of Fire Island WA MOFIColours of the RainbowSolution for Colours of the Rainbow", "viewCount": 0.3196176185039974, "labels": [0, 1]}, "gUgiuS0YLJc": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "gUgiuS0YLJc", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "Cinema Bizarre Toyz Live Amstedam 110709Cinema Bizarre  Toyz Live  Amstedam 110709Cinema Bizarre  Toyz Live  Amstedam 110709", "viewCount": 0.3396722278503774, "labels": [3]}, "gWx3zrvY8y4": {"likeCount": 0.22600713879850748, "dislikeCount": 0.15314789170422552, "videoId": "gWx3zrvY8y4", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "Oru rajamalli remix dance college dance Dance Interest College TV Genre ccst collegeOru rajamalli remix dance CCST  MpzOru Rajamalli Remix Dance Performance On College Arts. MoOopanzZ  ccst college", "viewCount": 0.46796549786993336, "labels": [8]}, "PBbb1Vp0HJ8": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "PBbb1Vp0HJ8", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "ViewSonic eBook VEB620 reviewViewSonic eBook VEB620 reviewViewSonic eBook VEB620 review", "viewCount": 0.32866809693549304, "labels": [74, 131, 2028]}, "ytvBxEFZLks": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "ytvBxEFZLks", "title": "", "description": "", "length": 0.2682145076373832, "keywords": "Prou ocean windsurf jaws xtreme neilpryde glisse mag youtube action planche 62 surf Naish SUP video Robby Vague wind MER extreme vent WAPA board torrent Maui up wapala stand paddle swiftWAPALA TV Mag  N62  Windsurf  Jaws, trip surf au Prou, Robby Naish en stand up paddleWindsurf  Maui pour rider Jaws avec Robby Swift, un trip surf radical et insolite au Prou dans les torrents boueux de la Cordillre des Andes et enfin un road trip stand up paddle en camping car de luxe avec Mr. Robby Naish", "viewCount": 0.36064888504426484, "labels": [60, 182, 1387, 1569, 1611]}, "4-DBZJYYHVU": {"likeCount": 0.14623979978989562, "dislikeCount": 0.1146128035678238, "videoId": "4-DBZJYYHVU", "title": "", "description": "", "length": 0.2661812685537261, "keywords": "psp motogp cheats cheatmaster games humor m33 custom firmware racingmotogp psp version with active cheatmaster cheatsMade to make you smile. Liked the video then do Subscribe ! My Other Channels Cheaters Network The Zombie Tsunami Channel  dedicated only to Zombie Tsunami Needs Subscribers Switch Private Game Cheats New Cheats Made With Xecuter SXOS Android Gaming Cheats  Special Video's about Talking Tom Gold Run  The Temple Runner Channel  Special Video's about Temple Run  Retro PSP PPSSPP Cheats Channel  Special Video's about PSP Cheats  My Facebook ", "viewCount": 0.435635097803057, "labels": [0, 1, 19]}, "40qbzutGE_E": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "40qbzutGE_E", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "EPDM Rubber Roofing Contractor NON Pressure House and Roof Washing Brunswick county NCRoofing Contractor 28461 Southport NC \"Brunswick County\" NC Home Repair EPDM Rubber Roofing Drew's Roofing and Home Repair Roof Washing Shingle cleaning Mold Mildew NON Pressure House washing Pressure washing EPDM Rubber Roofing Brunswick County Roofing and Home Repair Contractor Helps out his customers with VIDEO update on all work. What sets us apart from our competitors? Brunswick County NC service areas Southport NC Belville NC Boiling Spring Lakes NC Bolivia NC Calabash NC Carolina Shores NC Caswell Beach NC Holden Beach NC Leland NC Navassa NC Northwest NC Oak Island NC Ocean Isle Beach NC Sandy Creek NC Shallotte NC Bald Head Island NC St. James NC Sunset Beach NC Varnamtown NC EPDM Rubber Roofing Ocean Isles Beach ,NC Drew's Roofing And Home Repair was called for a leaking mobile home in Ocean Isles Beach, NC Brunswick County We found many problems and offered our best solution for a mobile home roof with a leak, put rubber on it. EPDM Rubber roofing is strong and durrible.If you own a mobile home with metal roofing just add rubber. Forget the Cool seal Never does anything most of the time. Let us at Drew's Roofing & Home Repair give you a quote on rubber the 1 time fix on mobile homes. Mobile Home Repair Contractor. Trailer repair Southport NC Belville NC Boiling Spring Lakes NC Bolivia NC Calabash NC Carolina Shores NC Caswell Beach NC Holden Beach NC Leland NC Navassa NC Northwest NC Oak Island NC Ocean Isle Beach NC Sandy Creek NC Shallotte NC Bald Head Island NC St. James NC Sunset Beach NC Varnamtown NC", "viewCount": 0.31061908972634156, "labels": [821]}, "N-ufvH_nD_0": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "N-ufvH_nD_0", "title": "", "description": "", "length": 0.25998830720736876, "keywords": "60 gallon 120 tin foils angels bala sharks60 gallon and 120 gallon vid60 gallon, 4 angels,1blood parrot,4 black skirts,7 spotted corys. 120 gallon,3 tin foils,13 tiger barbs, 3 bala sharks, 1 8\"common pleco,1 black ghost knife,2 gold CAE's", "viewCount": 0.3051152522447382, "labels": [15, 18, 59, 178, 1661]}, "9h0jLEM40VI": {"likeCount": 0.15185139398778877, "dislikeCount": 0.07781512503836437, "videoId": "9h0jLEM40VI", "title": "", "description": "", "length": 0.2618048096712093, "keywords": "nickelback if everyone cared live dark horse tour verizon wireless ampitheater irvine los angeles ca september 2009 9309Nickelback  If Everyone Cared liveNickelback performing If Everyone Cared live from the Dark Horse Tour at the Verizon Wireless Ampitheater in Irvine, CA on September 3, 2009. 01  Something in Your Mouth 02  Because of You 03  Photograph 04  Figured You Out 05  Savin' Me 06  Far Away 07  Highway to Hell 08  Gotta Be Somebody 09  If Everyone Cared 10  I Got Friends In Low Place 11  If Today Was Your Last Day 12  Rockstar 13  T shirt Cannons 14  Burn It to the Ground 15  Drum Solo 16  Fight For All The Wrong Reasons How You Remind Me 17  Too Bad 18  Someday 19  Animals ", "viewCount": 0.43420079290173397, "labels": [3, 6]}, "_jEFikHDInw": {"likeCount": 0.24248816366310671, "dislikeCount": 0.12552725051033062, "videoId": "_jEFikHDInw", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "Love GameLove Game Chipmunk VersionLove Game by Lady Gaga in chipmunk version.This is the first chipmunk version of this song  Please comment!! If you have any chipmunked song requests,feel free to ask!!", "viewCount": 0.5253384049733149, "labels": [391]}, "SLi2sBGDKvY": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "SLi2sBGDKvY", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "gastronomy gastronomia cooking recipe video texturas sosaingredients sosa castellterol production of ingredients for and pastry also started producing trading freeze dried fruits texturizers natural plant extracts essential oils flavours puigvert mousse soufle chocolate instantgel albumina procrema coagulante xef merengue Acidificantes Agentes aireantes de carga Air bag Antioxidantes Efervescentes Emulsionantes Esferificantes Espesantes Estabilizantes Gelificantes Gomas TempuraTruffle Ice Cream  Procrema 100 Cold  TexturizersIngredients 900 gr. Milk 50 gr. Sugar 75 gr. Liquid glucose 100 gr. ProCrema 100 cold 50 gr. Glycerin 50 gr. Truffle 2 gr. Salt Process Combine liquid ingredients on one hand and solids on the other Mix both parts and blend the mixture with an immersion blender Let in the fridge for 3 hours Mix again the mixture Put in the ice cream machine", "viewCount": 0.3390405156480081, "labels": [11, 20, 462, 637]}, "SMGj1vzbaJI": {"likeCount": 0.1414973347970818, "dislikeCount": 0.06989700043360189, "videoId": "SMGj1vzbaJI", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "COD4 CinematicsCOD4 CinematicsCOD4 Cinematics", "viewCount": 0.3793511005792858, "labels": [185]}, "xu0E2eFtGDU": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "xu0E2eFtGDU", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "Best Free Games Of the Day April 2011 iPhone iPod iPad Gameplay Video Trailer The Game Trail iTunes Entertainment App AppStore Apple Fabrication games Simulation Family Puzzle Strategy Arcade Action Adventure Sports Racing Music Role Playing RPG Aqua Globs Shadow Runner bitFlip Alpine Crawler Desert Blaster Tank iStunt Insane HillsBest Free Games of The Day April 12, 2011  The Game TrailDownload the new Free Games Daily app! Free Best Free Games of The Day April 12, 2011 Aqua Globs  Shadow Runner  bitFlip  Alpine Crawler Desert  Blaster Tank  iStunt 2  Insane Hills  Happy gaming!  Subscribe and stay up to date with the best games released for iPhone & iPod Touch! Support us by downloading The Game Trail app, it is available for free on the App Store or you can follow the iTunes link  TheGameTrail was invented and created by Fabrication Games. Follow TGT on facebook & twitter ", "viewCount": 0.34465371670736444, "labels": [0, 1, 5]}, "xvqZ3MgplQM": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "xvqZ3MgplQM", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "xbox kinect sdk celestia speech recognition voice controlMicrosoft Kinect SDK Beta voice control exampleAn example WPF app I made which acts as a voice control harness for Celestia, an open source 3D cosmos system. The demo is a little buggy but I will refine it in time.", "viewCount": 0.30927206446840994, "labels": [105, 468, 1296]}, "xwoKYwiNfuQ": {"likeCount": 0.24471580313422195, "dislikeCount": 0.16720978579357176, "videoId": "xwoKYwiNfuQ", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "TMS Mugen Battle Spongebob vs Homer SimpsonTMS Mugen Battle 5  Spongebob vs Homer SimpsonHey guys, TMS here and welcome to Mugen Battle 5 and today, I got a 1 vs 1 request sent in by MrMarioGuy52 and he wanted to see Spongebob go up against Homer and I decided for them to fight on the SF4 Volcano Stage. Also, thanks MrMarioGuy52 for providing the characters and I hope you enjoy your request. Hope you all enjoy!", "viewCount": 0.5145485425075713, "labels": [0, 1, 5, 69, 378, 1374]}, "Gh-5wnXzWhY": {"likeCount": 0.21958996524092336, "dislikeCount": 0.09030899869919436, "videoId": "Gh-5wnXzWhY", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "Kansas US State Music Video Ontology Class City United States Of America Country Away Getting Oklahoma Far Take Ready Last Far Away Getting Ready Take Away me king devon breay films wichita ksa ks brayKing Kansas  Take Me Away  shot bybrayfilmsworkBray Films Instagram brayfilmswork Bray Films customer service 3168062603", "viewCount": 0.39940970895882105, "labels": [14]}, "fF00Qfq7X0k": {"likeCount": 0.27795964912578247, "dislikeCount": 0.11139433523068368, "videoId": "fF00Qfq7X0k", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "Equestrianism Sport Horse Riding HorsesEquestrian Team Makes It Look EasyIn the video above, watch members of the Boston University Equestrian Team as they practice and compete. Riding requires a combination of physical strength, smarts, and \"feel\" for a horse.", "viewCount": 0.4762070576123336, "labels": [15, 18, 87]}, "fHmre7Esx5M": {"likeCount": 0.14471580313422192, "dislikeCount": 0.1079181246047625, "videoId": "fHmre7Esx5M", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "Final Movie New Music on End No YMCAHumans vs. Mascots Basketball Game!!!University of Oklahoma food mascots vs. Joe, Harriet, Joe, Ryan, and Zac.", "viewCount": 0.38238001537498784, "labels": [0, 52]}, "fsAi9BdFoGI": {"likeCount": 0.2296665190261531, "dislikeCount": 0.09542425094393249, "videoId": "fsAi9BdFoGI", "title": "", "description": "", "length": 0.25158738437116795, "keywords": "Bruno Palma Ibanez Guitarra Santo Angelo Cabos Guitar guitarplayer Steve Vai Joe Satriani John Petrucci Andy Timmons Gutrie Govan Alex Hucthings JTC Jam track Central Rock Jazz MPB Fusion Joe Satriani Record Producer Steve Vai Record Producer Violo Ibanez acostic EW20ASE Sevenstring Guitar Guitar Lesson Electric Exotic Wood Ibanez Exotic Blues PickingReview Violo IBANEZ EW20ASE por Bruno Palma english subsEste vdeo  um breve review do Violo Ibanez EW20ASE da srie Exotic Wood da Ibanez. Corpo EWmadeira extica Tampo , lateral e fundo em Ash Brao Mogno Escala Rosewood Trastes 20 Cavalete Rosewood Tarrachas AS 33 Cromadas Captao Pr amp Ibanez SRT c captador piezoeltrico BBand UST e afinador Controles 1 Volume  1 Shape 1 Treble  1 Bass  1 Mid Cor Disponvel NT Natural High Gloss Finish Inscrevase no meu canal!", "viewCount": 0.41587242534505314, "labels": [4, 9, 10, 34, 37]}, "ftffRHED-uE": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "ftffRHED-uE", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "Easy DIY bedroom wall decorations ideasEasy DIY bedroom wall decorations ideasEasy DIY bedroom wall decorations ideas", "viewCount": 0.3169086357487023, "labels": [88, 184, 380, 388, 400, 416, 1152]}, "fvGSznMRxP8": {"likeCount": 0.1414973347970818, "dislikeCount": 0.0, "videoId": "fvGSznMRxP8", "title": "", "description": "", "length": 0.25415792439465806, "keywords": "science chemistry atomic structure electron shells periodic table reactivity GCSE revisionAQA Chemistry  Fundamental Ideas 1This screencast has been prepared for students of Thorns Community College, Dudley. It revises the part of AQA Science AChemistry Unit C1.1, Fundamental Ideas. It covers atomic structure and the periodic table.", "viewCount": 0.37657430414210447, "labels": [3745]}, "ipXAEKgyd6I": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "ipXAEKgyd6I", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "Lego how to build make gunsHow To Build A Lego Chainsaw, Sniper Rifle And Portal GunHey guys it's my first video, tell me what you think, goodbad leave comments below for other guns or things you think I should try to make otherwise I have a few more", "viewCount": 0.32425414282983844, "labels": [26, 130]}, "1OSpwIYv1zc": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "1OSpwIYv1zc", "title": "", "description": "", "length": 0.24742162640762555, "keywords": "art artist painting painter Wayne Thiebaud fine art visual art etching printmaking printing press 2011 Crown Point Press San Francisco Kathan BrownWayne Thiebaud Working at Crown Point Press 2011 5 minutesArtist Wayne Thiebaud working at Crown Point Press in San Francisco, 2011.", "viewCount": 0.33888114134735237, "labels": [49, 127]}, "cJ8z8GqcmVc": {"likeCount": 0.17481880270062006, "dislikeCount": 0.06989700043360189, "videoId": "cJ8z8GqcmVc", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "Bath fish aquarium questions what to feed fish aquarium DIY Fish Tank Film aquarium platies Living marineland Bay tetra tank fish tank myaquariumbox Room dustinsfishtank Water Bed Fish Animal fish breeding king of diy Tub Area how to take care of fish tank fish care guide Do It Yourself HobbyFish Room Update For April 2015Check Out My New Channel and Subscribe Come Visit My New Beard Website Come view some of my favorite items from past and present. Need Ideas on what to stock your tank with. Thank you for view my aquarium channel. View more videos on my channel here. There are more updates to the channel coming every week. I have videos on how to breed fish, telling the genders of fish, fish food reviews, product reviews, unboxing videos, unwrapping videos, fish breeding, plant information, aquarium fish care sheet videos. Here are some products that I love and use. If your looking to set up a tank come view this equipment. Fluval FX6 Filter Fluval FX4 Filter Finnex Titanium Heater Northfin Fish Food Krill Prime Water Conditioner Hydor Powerhead Digital Thermometer Current USA LED Light Floramax Substrate Floramax Light Fluval CO2 System Aquaclear 50 Industrial Air Pump ", "viewCount": 0.3516667559099043, "labels": [15, 18, 59, 178]}, "aK_BovnXzeo": {"likeCount": 0.23483048630481607, "dislikeCount": 0.09030899869919436, "videoId": "aK_BovnXzeo", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "nba highlights basketball amazing big sports allaccess National Basketball Association Sports Association NBA TV TV Network NBA activity healthy living Marathon Sport relay WNBA legends New York Road Runners Nonprofit Organization NYRR youth New York City CityTownVillage five Borough Location first ever broadcasters league executivesAllAccess NBA AllStar RelayTo highlight the importance of physical activity and promote healthy living for kids and families, the NBA teamed up with New York Road Runners NYRR for the firstever marathon relay. Twentyfour runners, including NBA & WNBA Legends, broadcasters and league executives teamed with NYRR Youth Running Ambassadors to pass the baton over the 26.2mile tour of New York Citys five boroughs during the TCS NYC Marathon on November 2nd. About the NBA The NBA is the premier professional basketball league in the United States and Canada. The league is truly global, with games and programming in 215 countries and territories in 47 languages, as well as NBA rosters at the start of the 201415 season featuring a record 101 international players from 37 countries and territories. For the 201415 season, each of the league's 30 teams will play 82 regularseason games, followed by a postseason for those that qualify. The NBA consists of the following teams Atlanta Hawks Boston Celtics Brooklyn Nets Charlotte Hornets Chicago Bulls Cleveland Cavaliers Dallas Mavericks Denver Nuggets Detroit Pistons Golden State Warriors Houston Rockets Indiana Pacers Los Angeles Clippers Los Angeles Lakers Memphis Grizzlies Miami Heat Milwaukee Bucks Minnesota Timberwolves New Orleans Pelicans New York Knicks Oklahoma City Thunder Orlando Magic Philadelphia 76ers Phoenix Suns Portland Trail Blazers Sacramento Kings San Antonio Spurs Toronto Raptors Utah Jazz Washington Wizards. The NBA offers real time access to live regular season NBA games with a subscription to NBA LEAGUE PASS, available globally for TV, broadband, and mobile. Realtime Stats, Scores, Highlights and more are available to fans on web and mobile with NBA Game Time. For more information, as well as all the latest NBA news and highlights, log onto the league's official website at Subscribe on YouTube Subscribe to NBA LEAGUE PASS Download NBA Game Time Like us on Facebook Follow us on Twitter Follow us on Instagram Follow us on Tumblr Shop for NBA Gear ", "viewCount": 0.46037937041369625, "labels": [210, 685]}, "aLpexuNUg5E": {"likeCount": 0.24424797690644487, "dislikeCount": 0.12041199826559248, "videoId": "aLpexuNUg5E", "title": "", "description": "", "length": 0.26148972160331346, "keywords": "ANDREW E. DONGALOWRECKORDS DONGALOTV MUNTINLUPA STYLE SANDAMUKAL RECORDS THUGRHYME VIGILANTES KORTAPLUMA JAWTEE SALBAKUTA KRUZZADA GAGONG RAPPER ASYAN NYFP GRS PDK RABIS AGENDA NO ENTRY KHEN MAGAT DON BEWARE DEATH THREAT HI JAKK FRANCIS MAGALONA MIKE SWIFT JHON TO THE BILLBOARD KONEKTADO LIL YONG 187 MOBSTAZ KOSA JSKEELZ KRAZYKYLE STICK FIGGAS LOONIE REPABLIKAN CRAZYMIX RP.NIGGAZ DCOY WIKA DAGTANG LASON muntinlupa's finest tunog ng muntinlupaJ BOBO VERSION 3.0 live!!! Dongalo MixxTape Tour 2009J BOBO PART 3 live!!!!!Nov.21,2009", "viewCount": 0.47965812707665506, "labels": [3, 4]}, "aMgU2x1j8Ck": {"likeCount": 0.1361727836017593, "dislikeCount": 0.047712125471966245, "videoId": "aMgU2x1j8Ck", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "iphone sdk ipod touch 8gb app store games apple video demo puzzle slide to play stp gameplay og 3g 3gs ipad wifi action shooter tablet slate islate zombies ghosts bullets guns mario luigi toad sonic nintendo n64 goldeneye ps3Rayman 2 The Great Escape iPhone Game HandsOn Gameplay VideoRayman 2 was released in the N64 era, and has made it's way to the App Store. We've got a full written review waiting for you at www.SlidetoPlay.com", "viewCount": 0.4241745652570644, "labels": [0, 1, 1358]}, "-Lmb2hMvChQ": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "-Lmb2hMvChQ", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "cineymas cine&mas pelicula filme film triler adelanto teaser clip revista magazine avance movie web app 2013 2014 septimo arte cinefilos cinefilia mexico subtitulado espaol sub largometraje documental corto actor actriz cast drama suspenso comedia romantica puebla monterrey cuernavaca toluca guanajuato guadalajara texcoco poniente sur norponiente satelite norte cineymas.com terror teatro musica one chance oportunidad unaOne Chance Una Oportunidad  Triler Oficial Subtitulado  Revista Cine&MasSguenos en Facebook en www.facebook.comcineymas.revista Sguenos en Twitter en www.twitter.comcineymasrevista Sitio Web www.cineymas.com.mx", "viewCount": 0.3461798557525109, "labels": [25]}, "NW7nuGmhOZU": {"likeCount": 0.17075701760979364, "dislikeCount": 0.12304489213782739, "videoId": "NW7nuGmhOZU", "title": "", "description": "", "length": 0.2574031267727719, "keywords": "customer apology letter example sample words wording text layout format compose learn improve hints tips free effective skills business corporate personal training ideas letter writing how to help tutorial need tip corporationHow to write a Customer Apology Letter Need to write a Customer Apology Letter? Not sure where to start? Examples and Samples Help! Save yourself some time and look at the correct format, wording and layout to use when letter writing. Helpful hints on how to format and compose a Customer Apology Letter using the correct wording, text, layout and format. Writing a Business or Personal letter can sometimes be difficult or tricky. Our sample paragraphs are designed to provide some inspiration to approaching this task. Improve your skills with examples, illustrations, samples and specimens of text with ideas, wording and the correct format and layout to use when writing this type of letter. Effective letter writing tips and help for all business and personal requirements including wording. Improve your writing skills with this example and learn how to write a Customer Apology Letter ", "viewCount": 0.4257702568376658, "labels": [1667]}, "qBWNaib12Zc": {"likeCount": 0.20043213737826426, "dislikeCount": 0.09030899869919436, "videoId": "qBWNaib12Zc", "title": "", "description": "", "length": 0.24440447959180764, "keywords": "abdelalien pak prod 78 clv chanteloup les vignes pakprod teaser interview clip video officiel album mixtape exclu rare inedit new hip hop rap francais obsi m'en sortir Marrakesh CityTownVillage extrait men Hiphop Dance Sport Music Video TV Genre Hip Hop Musical Genre Music TV Genre Television Invention Hiphop Underground Rap Hiphop Hiphop Rap Footage Exclusive Interviews FeatAbdelalien  M'en Sortir Clip OfficielExtrait de l'album  Carte De Visite  d'Abdelalien disponible depuis le 28 avril  Clip ralis par New Vizion  Prod de Obsi le Chirurgien Facebook  Instagram  Twitter  ", "viewCount": 0.42227164711475834, "labels": [14]}, "Zd1MZBgDucM": {"likeCount": 0.20170333392987805, "dislikeCount": 0.047712125471966245, "videoId": "Zd1MZBgDucM", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "Nikon d3Photographer John Shaw  Everything Out of DoorsJohn Shaw talks about his natural history photography and his 40 years of experience. He describes how he got hooked on photography and what has kept him shooting so long.", "viewCount": 0.4251905770472128, "labels": [43, 101, 146]}, "ZeLvjQbmMXk": {"likeCount": 0.2403120521175818, "dislikeCount": 0.03010299956639812, "videoId": "ZeLvjQbmMXk", "title": "", "description": "", "length": 0.26324572921847245, "keywords": "Unforgotten RealmsUnforgotten Realms Episode 46Unforgotten Realms was a video series created in 2009. It was written, voiced, animated by myself originally for Escapist Magazine. While a few episodes were made after Escapist Magazine abandoned the show, it was never finished. While some would wish me to return to this series from where it left off, it would not be the same. I have grown and changed so much since I worked on this project that anything less than another reboot would be a disservice. When the time comes that I am at a point in my life where I can focus on nothing but this show and I have the money and people to create it exactly the way I always wanted, I will revisit and recreate this once more for you guys. For those of you wondering about the \"ending\" I can honestly tell you that I never really decided how to end this show, it never felt like it should have an ending, but I'm sorry if that's not good enough after you invested yourself into 50 episodes. The show uses some language that at the time felt a bit more appropriate and acceptable. Words like Fag and Faggot are used playfully and not meant to hurt. Funny enough, while the series is written for adult audiences, it avoids using words like Fuck. In this way, it's very much dated, but please know the use of language was never meant to insult and apologies to those watching years later when I came to realize how hurtful they could be. Please enjoy the hard work of a younger me. I look forward to the day I can return to this series.", "viewCount": 0.4127946642848902, "labels": [0, 1, 5, 16]}, "PJj6Lx8R8UM": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "PJj6Lx8R8UM", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "world war one Goggles Vintage Anitque ClassicAviators GogglesWWI AVIATORS GOGGLES", "viewCount": 0.3571592383361307, "labels": [3280]}, "wVE0v2BukFs": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "wVE0v2BukFs", "title": "", "description": "", "length": 0.23710678622717363, "keywords": "Piano costco public best player what wonderful world classic classical musicAmazing pianist in costcoMy friend walked in Costco, noticed the piano and decided to started to rock the world....", "viewCount": 0.3580012112529425, "labels": [31, 40]}, "0H3399ZCVlE": {"likeCount": 0.17160033436347993, "dislikeCount": 0.1, "videoId": "0H3399ZCVlE", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "Pokemon Johto Journeys Abridged Episode One Don't Touch That Dile Yes This Was Made By Furry What Of ItPokemon Johto Abridged Episode 1Don't Touch That 'dile! part 1I was bored and I decided to make an abridged series of Pokemon The Johto Journeys...because no one else has. So yeah...if you haven't figured it out by now I love Pokemon. But the first episode of Johto I always thought was boring. It had hardly any action unlike the first episodes of Kanto or Hoenn, even though Totodile is my most favorite starter of all time. Here is my attempt to make it more interesting.", "viewCount": 0.39399184203690574, "labels": [5, 16, 81, 973]}, "DkYqlRzqeLg": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "DkYqlRzqeLg", "title": "", "description": "", "length": 0.26875289612146347, "keywords": "qdossound qdos sound jetskin jetshell jet skin shell unboxing for iPhone 3G and iPod touch 2G review reviews technologyQdos Sound JetSkin and JetShell Unboxing for iPhone 3GHey! Here is the unboxing of the Qdossound jetskin and jetshell for the iPhone 3G. Enjoy! Twitter Giveaway QdosSound Pleas Subscribe, comment and rate Thank you!", "viewCount": 0.31115985248803946, "labels": [21, 23, 24, 73, 2035]}, "HVrhKoJwDvE": {"likeCount": 0.1653212513775344, "dislikeCount": 0.0, "videoId": "HVrhKoJwDvE", "title": "", "description": "", "length": 0.24800069429571506, "keywords": "dracula das musical frank wildhorn thomas borchert lyn leichty uwe kroger jesper tyden act german english subtitlesGraz Dracula 2.8 English SubtitlesThe Graz, Austria production of Frank Wildhorn's \"Dracula  das Musical\", a germanlanguage musical, now with English subtitles. Dracula  Thomas Borchert Mina  Lyn Liechty Van Helsing  Uwe Kroger Jonathan  Jesper Tyden The English translation was masterminded by the amazing Caliypsoe, who inspired me to work on this in the first place. I provided a spitandpolish, worked out the aggravating dialog sections, and did a few of the chorus moments. Rubbing the rust off my German... This is a sort of \"test drive\". I'm at a place where errors can be easily fixed and I know there are a few of them. Send me a shoutout if you pick them up.", "viewCount": 0.38672317145188945, "labels": [3, 6]}, "meHfFuV8HiU": {"likeCount": 0.2709269960975831, "dislikeCount": 0.15185139398778877, "videoId": "meHfFuV8HiU", "title": "", "description": "", "length": 0.25526682161121933, "keywords": "banana clip natural puff long fro hawkFaux hawk for longer natural hairShowing an easy way to create a faux or fro hawk sort of stye.", "viewCount": 0.5096256342423684, "labels": [50, 65, 256]}, "9ptTJu-BNtE": {"likeCount": 0.30326187608507205, "dislikeCount": 0.13979400086720378, "videoId": "9ptTJu-BNtE", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "Soaps soap Soapmaking handmade La Fille de Mer savonnerie artisanale workshopSoapmaking workshop by La Fille de la MerHere is a visit of my workshop! Hope you enjoy the ride and that it doesn't make you to dizzy from me walking around with my camera!!! Visit my Webstore here \"Who Likes to Party\" Kevin MacLeod incompetech.com Licensed under Creative Commons By Attribution 3.0 ", "viewCount": 0.4785543369956593, "labels": [11, 1203]}, "9r-_YrejSLs": {"likeCount": 0.20681858617461618, "dislikeCount": 0.06020599913279624, "videoId": "9r-_YrejSLs", "title": "", "description": "", "length": 0.26074550232146687, "keywords": "Lubbock Buddy HollyPaul McCartney  Lubbock,TX 10022014It's So Easy Buddy Holly tribute and We Can Work It Out", "viewCount": 0.4193124598354461, "labels": [3, 4, 9, 10]}, "cUIDdTduNGE": {"likeCount": 0.1806179973983887, "dislikeCount": 0.06020599913279624, "videoId": "cUIDdTduNGE", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "News Singapore NowCyclists want bikes allowed on trains during peak hoursAccording to avid bike commuters, the best way to encourage more people to pick up this method of commuting is to extend the hours for bringing folding bicycles onto trains. Find out what tops the wishlist of commuting cyclists in Singapore.", "viewCount": 0.41977490676226126, "labels": [53, 58, 3147]}, "cU57SSLC3eM": {"likeCount": 0.21461280356782383, "dislikeCount": 0.0, "videoId": "cU57SSLC3eM", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "How To Train Your Dragon Film How To Train Your Dragon Book The Lion King Film The Lion King II Simba's Pride Film The Lion King Musical Album We are One Song Hiccup Fictional character Toothless Fictional Character Dragons Fantasy How to Train Your Dragon 2 Gift Of The Night Fury FilmHTTYD We are OneA fanvideo of How to Train Your Dragon. Song We are One Movie version Movie Cuts How to Train Your Dragon Dragon Gift of the Night Fury How to Train Your Dragon II trailers", "viewCount": 0.40399294141085607, "labels": [532]}, "G80B3jBjG2o": {"likeCount": 0.18388490907372554, "dislikeCount": 0.03010299956639812, "videoId": "G80B3jBjG2o", "title": "", "description": "", "length": 0.26273658565927327, "keywords": "animal crossing new leaf acnl Animal Crossing New Leaf slideshow pictures july 2013 nintendo 3dsAnimal Crossing New Leaf  July 2013 in Pictures Slideshow of pictures taken in Animal Crossing New Leaf for Nintendo 3DS. These pictures are from my third month with the game, July 2013. If you'd like to visit my town through the Dream Suite, my dream address is 430020039889. Visit for my daily New Leaf blog, hair and face guides, and lots of other Animal Crossing content! Tumblr Facebook Twitter ", "viewCount": 0.35674968911042226, "labels": [0, 1, 5, 254, 358, 1211, 1565]}, "OZ3xr5FCa9s": {"likeCount": 0.21789769472931694, "dislikeCount": 0.12041199826559248, "videoId": "OZ3xr5FCa9s", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "barbecue Vacuum Packing Unboxing TV Subject Demonstration Protest Type test review foodsaver vacuum sealer Vacuum Taxonomy Subject Reviews v3840 foodsaver v3840 marinate keep fresh prepper doomsday prepper mason jar v2860 canister bottle stopper v2040 v3040 v3810 v3820 v3431VACUUM SEALER REVIEW  Foodsaver Demonstration  Unboxing and testing the foodsaver v3840I bought a new toy to help keep my products as fresh as possible. Its the Foodsaver v3840. Its a vacuum sealer with an upright design. It also wil help me marinate my meats. Get your food saver on amazon  Don't forget to check out my blog for more videos Make sure to look me up on facebook as well Details & Features text copied from foodsaver website Features innovative new SmartSeal Technology  simply insert a FoodSaver Bag and the machine does the rest hands free. The V3840 safely packages moist, dry and delicate food and has a builtin retractable accessory hose, roll holder, cutter and bag opener. Liquid detection prevents spills and a marinate mode infuses food with flavor in minutes. Keep food fresh in airtight bags and canisters or use our lids and sealers to preserve wine and other goods in their own containers. Spacesaving vertical design Fully automatic operation with 2 vacuum speeds MoistDry food settings for optimal sealing CrushFree Instant Seal helps protect delicate foods during sealing process Convenient roll holder and bag cutter Patented, removable, dishwashersafe, drip tray Extrawide sealing strip creates secure, airtight seal Onetouch marinate and accessory modes Builtin, retractable accessory hose vacuum seals canisters and marinates food in minutes 1year limited warranty Music courtesy of Audio network Royalty free music Title Time Horizon Artist Igor Dvorknik", "viewCount": 0.464221712947388, "labels": [11, 22]}}