{"4vgS17B8P-Q": {"likeCount": 0.24712917110589389, "dislikeCount": 0.15440680443502758, "videoId": "4vgS17B8P-Q", "title": "", "description": "", "length": 0.2501059262217752, "keywords": "how to make doll stuff flowers cardboard mom sewing Origami easy Craft ribbons Minute Diy jewelry plastic decorating ACTVPC monster high tutorial foam board Easy Crafts polymer clay 5 minute crafts doll crafts sewing clothes recyclable mother paper children crafts howto simplekidscrafts craft Fun arts recycling day miniature crafts for kids barbie Howto KIDS minute 5 minutes crafts Kids diyMini Fashion DIY  How to make a colorful polymer clay lollipop ring  EP  simplekidscraftsIn this episode we show you how to make a polymer clay lollipop ring and English Come Back to Simplekidscrafts Channel Every Day for Fun Easy Crafts and Miniature Dollhouse Accessories, Toys and Rooms for Barbie Dolls. I will wait for you every Wednesday and Saturday with new 5 Minute Crafts and Dolls stories just for you. Simple Kids Crafts simplekidscrafts is a video blog where we share crafts for dolls, dollhouse accessories, miniatures and toys for dolls Barbie, Hairdorables, The Bellies, L.O.L Dolls, Monster High, Ever After High, Equestria Girls, Liv, Bratz, American Girl, Winx Club, Blythe, Pullip, LPS, Lalaloopsy, MLP, My Little Pony, Disney Princesses, Fulla, Arrosa, Razanne, Momoko, Obitsu, Dollfie, Moxie, Madame Alexander, Liccachan, etc. our crafts are mainly original crafts and made with recycled materials, each video is a 5 minute craft or in a craft in less than 5 minutes. XOXOXO, Merve", "viewCount": 0.4918502139636174, "labels": [569]}, "4zEg5_tHxyo": {"likeCount": 0.26757783416740855, "dislikeCount": 0.09542425094393249, "videoId": "4zEg5_tHxyo", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "fingerstyle Gian Piero Ferrini solo guitar Maton guitars overjoyed Acoustic Music Musical Genre G7th capos tutorial arrangement unplugged Paul The Beatles Adam Rafferty tabs cover wonder Tommy Emmanuel classic song acoustic guitar Ebony and a ivory how to play McCartney steve Steve Wonder Paul McCartneyPaul McCartney & Steve Wonder  Ebony and IvoryMy fingerstyle arrangement of \" Ebony and Ivory \" by Paul McCartney & Steve Wonder ", "viewCount": 0.45378820317420177, "labels": [4, 9, 10, 34]}, "SOhDemhXEf4": {"likeCount": 0.11760912590556814, "dislikeCount": 0.06020599913279624, "videoId": "SOhDemhXEf4", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "Jack the Bulldog Big Eest basketball Greg Monroe Blair Summers Pitt Pittsburgh Panthers Georgetown Hoyas GU NCAA2009 Pittsburgh vs Georgetown NCAA Basketball HighlightsPitt kills Hoyas on the boards 4823. Big East basketball game won by Pittsburgh Panthers over Georgetown Hoyas 7054. NCAA Basketball, Verizon Center, Washington D.C., Jan. 3, 2009 RHS Productions Video and editing by Robert Stephens robertstephenscox.net", "viewCount": 0.41709361086090796, "labels": [0, 52, 70]}, "HYJ1ft_wH6k": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "HYJ1ft_wH6k", "title": "", "description": "", "length": 0.23117538610557542, "keywords": "Metaluna Mutant this island earth Space Science Fiction Alien Spaceman UFO Martian Mars SciFi Spaceship Classic BMovie Metropolitan Scania Bus 1950's Spacecraft Love Attack Vintage Animation stop motion attacks chase hyper mayhem monster movie flying saucer fun from outer Cinema spacecraft rocket mild peril MPTE horror star maiden damsel in distress lego toy toys planet creature war of the worlds world solar system black lagoon metroscania film scary ditty bops heads too big yourMetaluna MadnessMayhem in space", "viewCount": 0.3661149857244787, "labels": [16]}, "HZx1Js0TpF0": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "HZx1Js0TpF0", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "Die for the government montage antiflag af death nation DOAN Gov'tAntiFlag Die For the Government MontageDeath of a nation montage made by antiflag", "viewCount": 0.32425414282983844, "labels": [3, 4, 6, 10]}, "xM9e9KOxmQc": {"likeCount": 0.17160033436347993, "dislikeCount": 0.03010299956639812, "videoId": "xM9e9KOxmQc", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "the collective will william liam singe trent bell zach zachariah russell russel julian de vizio jayden sierra carols for cause optus factor australia 2012 christmas silent night lastThe Collective  Last Christmas  Optus Carols for a Cause 101212The Collective performing Last Christmas at the Sydney Optus Carols for a Cause 101212", "viewCount": 0.3961610908091281, "labels": [3, 6]}, "aiYPCb1c5MA": {"likeCount": 0.29790929006383265, "dislikeCount": 0.16232492903979007, "videoId": "aiYPCb1c5MA", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "InFAMOUS InFAMOUS 2 Cole MacGrath super hero action adventure electricity open world action parkour raysphere zeke comics cinematicInFAMOUS 2 GAMESCOM TRAILERInFAMOUS 2 is the second chapter in the best selling franchise for the PS3. This video shows a different look at New Marais and Cole doing some city wide damage.", "viewCount": 0.5471680348055501, "labels": [1, 25, 35]}, "fqrsVHjRSSs": {"likeCount": 0.15314789170422552, "dislikeCount": 0.047712125471966245, "videoId": "fqrsVHjRSSs", "title": "", "description": "", "length": 0.24265112613645756, "keywords": "flashmob The Lion Sleeps Tonight Composition sbor chordsFlashmob  The Lion Sleeps Tonight  ihelsk sborihelsk pveck smen sbor, flashmob, The Lion Sleeps Tonight, Lev dnes v noci sp, Plze, Hlavn ndra,", "viewCount": 0.3785329835010767, "labels": [41]}, "n_T0cYkuZe8": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "n_T0cYkuZe8", "title": "", "description": "", "length": 0.215836249209525, "keywords": "Call Of Duty Black Ops Original Soundtrack Zombies ThemeCall Of Duty Black Ops  Soundtrack  Zombie Theme Songcall of duty black ops soundtrack", "viewCount": 0.3157758886046864, "labels": [36, 147]}, "ep40kwNRTxU": {"likeCount": 0.12041199826559248, "dislikeCount": 0.0, "videoId": "ep40kwNRTxU", "title": "", "description": "", "length": 0.22405492482826, "keywords": "09 Long GoneFloater  Long GoneFloater live at the Brick By Brick in San Diego. May 9 ,2010.", "viewCount": 0.3126456113431805, "labels": [3, 4, 6, 9, 10, 13, 28, 33, 38]}, "NyRAqJFpM2I": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "NyRAqJFpM2I", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "One Piece MUGEN Doflamingo Frankpe Vs Robin WenchuMUGEN One Piece  Doflamingo Frankpe Vs Robin WenchuDoflamingo Frankpe Vs Robin Wenchu Here is the DownloadLink ", "viewCount": 0.33641756327706196, "labels": [0, 1, 5, 69, 362, 378]}, "rWljwjh_N6E": {"likeCount": 0.26414741105041, "dislikeCount": 0.12041199826559248, "videoId": "rWljwjh_N6E", "title": "", "description": "", "length": 0.24638929889859074, "keywords": "zak wylde bls chapter paris cigale 2011 rock hard metal live zakk wylde black label society france gibson epiphone double neck double mancheBlack Label Society 'Blessed Hellride' live at La Cigale, Paris France  25022011Black Label Society Zakk Wylde 'Blessed hellride' live at La Cigale, Paris France  25022011", "viewCount": 0.4997159128640533, "labels": [3, 4, 9, 10, 13, 38]}, "rY2cV1UHZqE": {"likeCount": 0.14771212547196624, "dislikeCount": 0.047712125471966245, "videoId": "rY2cV1UHZqE", "title": "", "description": "", "length": 0.2517195897949975, "keywords": "dance Messianic timbrel Miriam worship God Israel festival Jews Hebrew scripturesDance, Jewish Jewels TV EpisodeDance as a form of worshipping the God of Abraham, Isaac and Jacob has its roots deep in the Hebrew Scriptures. It began in Exodus 1520 when Miriam, timbrel in hand, led the women of Israel in a dance of victory after crossing the Red Sea on dry land. King David danced before the Lord. The Hebrew word for festival\"hag\" includes the idea of dance. All God's people are exhorted to praise His name in the dance Psalm 14923 Messianic Jews fully embrace this command.", "viewCount": 0.34374334437979714, "labels": [8]}, "oENl8X5-fuM": {"likeCount": 0.2173186268412274, "dislikeCount": 0.12552725051033062, "videoId": "oENl8X5-fuM", "title": "", "description": "", "length": 0.24857214264815802, "keywords": "real madrid vs bayern munich 42 penaltiespenalty shootout full clip 13.08.10 munchen penaltiesreal madrid vs bayern munich 42 penaltiespenalty shootout  full clip 13.08.10bayern munchen v real madrid penalties good quality", "viewCount": 0.5283176803607934, "labels": [0, 12, 1224]}, "SaVC4SpI5F8": {"likeCount": 0.09542425094393249, "dislikeCount": 0.08450980400142569, "videoId": "SaVC4SpI5F8", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "WHO IS WHO LUXURYWho's who in Luxury Real Estate in Mxico?.wmvOPTIONS LUXURY!!!!! Options Luxury Real EstateLuxury Real Estate Specialists!! Options Luxury Real Estate began operations on January 1999. The Corporate Office is located in Zona Esmeralda Mexico City. Our commitment to customer service and satisfaction in every area of the real estate transaction has enabled our company to become highly successful. We strive to provide our clients with the utmost level of service excellence, and our partnership with Options Luxury Auction House provides us with an incredible amount of quality resources to generate more exposure for our client's properties, locally, nationally and worldwide. Area Price Range 1,300,000  21,000,000 USD Our flexibility, expertise and unwavering focus will provide our clients with exceptional individual services. Contact us 0155 58259450 visit us www.optionsluxury.com", "viewCount": 0.35056925074122003, "labels": [88, 313]}, "CvO6XPp6_x0": {"likeCount": 0.13424226808222062, "dislikeCount": 0.047712125471966245, "videoId": "CvO6XPp6_x0", "title": "", "description": "", "length": 0.2561101383649056, "keywords": "Nevasa Educational Cruise 1966 Ewell School Danetree LeggatNevasa Cruise March 1966 part 1A record of an educational cruise for over a thousand pupils, amongst whom were sixty from Ewell County Secondary School, Surrey. This part shows the flight to Venice, and visit to Egypt.", "viewCount": 0.3852845818014997, "labels": [474]}, "CzLiQ7p77pA": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "CzLiQ7p77pA", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "rock band girls not grey fc 100 doopianRock Band 2  Girls Not Grey FC 41SO! i felt like uploading this one quickly cause it took me like.... 2 months to fc it. not cause it was difficult it was extremely frustrating. The mixture of gayness, terrible sound, and fucked up rhythm made me take long breaks between sessions which is why i wouldnt upload a video for a week or 2. anyways. enjoy the fc and im back and almost done with the 4th setlist already. twitch twitter facebook ", "viewCount": 0.33634239329171767, "labels": [0, 9, 28, 339, 512, 779]}, "hwXWWBYKOLk": {"likeCount": 0.23783979009481376, "dislikeCount": 0.11139433523068368, "videoId": "hwXWWBYKOLk", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "madden 15 madden 15 pack opening madden 15 game changer packs madden 15 ultimate team madden 15 ps4 madden 15 ps4 pack opening madden 15 game changer pack opening madden nfl 15 lostnunbound madden 15 ultimate team pack opening nfl madden 15 best pack opening madden 15 game changer bundle opening madden 15 pack opening reactions mut 15 mut 15 pack opening mut 15 game changer pack opening LNU nba players basketball try not to laugh spin the wheel nba draftMadden 15 Ultimate Team  BEST GAME CHANGER PACK OPENING IN MUT 15! INSANE PULL!Madden 15 PS4 Ultimate Team  My BEST Game Changer Pack Opening of ALL TIME! UNBELIEVABLE PULL! Get YOUR copy of Madden 15 ASAP! Sponsored by EA RONKU! ASTRO, the BEST place to get yourself a HighLevel headset and other awesome gaming gear!  Subscribe TONS more MUT 15 Wagers and Pack Openings! GT Lost N Unbound PSN RealLostNUnbound SUBSCRIBE to LostNUnbound  FOLLOW ME ON SOCIAL Twitter Instagram Twitch Facebook Snapchat LostNUnbound About LostNUnbound Whats good everybody?! My name is LostNUnbound AKA Greg! I love basketball and I love interacting with people, so Youtube is awesome for that! I just wanted to say that I love you all, you guys truly mean so much to me. I doubt youre reading this since its at the bottom lol, but if you are, I just wanted to say thanks  Madden 15 Ultimate Team  BEST GAME CHANGER PACK OPENING IN MUT 15! INSANE PULL! LostNUnbound ", "viewCount": 0.42024610706293997, "labels": [0, 1, 63, 450]}, "sXzurtQISgQ": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "sXzurtQISgQ", "title": "", "description": "", "length": 0.24563660331290432, "keywords": "o fortuna carmina burana ballet ballet clasico ballet clasico cancun cancun teletonO Fortuna. Coreografa Lis Ros. Teletn 2013O Fortuna, Carmina Burana Msica Carl Orff Coreografa Lis Ros Vega Ballet Clsico Cancn CRIT Cancn Teletn 2013", "viewCount": 0.34156409798961546, "labels": [6, 3737]}, "sXo1yYaoIKM": {"likeCount": 0.1968482948553935, "dislikeCount": 0.15185139398778877, "videoId": "sXo1yYaoIKM", "title": "", "description": "", "length": 0.2593286067020457, "keywords": "Macbook Pro 13 15 Intel core duo boot up test geekbench apple italkapple96 review cool mid 2009MacBook Pro 13\" vs. MacBook Pro 15\"Hey guys i Am comparing my Macbook Pro 15 and 13 both Mid 2009 model", "viewCount": 0.4844147757459143, "labels": [74, 187, 200, 496, 736, 914, 1728]}, "sYN4Mv-ssdo": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "sYN4Mv-ssdo", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "sam ash sam ash music yamaha home studio setup musicInside NAMM 2014  Yamaha MG Series MixersSHOP NOW Find your local Sam Ash Music Store at Whether you have a mixing applications that involves only a few channels, or up to 32 inputs with substantial signal routing versatility, Yamaha's MGseries offers a console that will give you the capacity, control, and performance you deserve. All models are remarkably compact and lightweight for superior handling and portability, but absolutely no compromises have been made in terms of features, performance, or durability. The MG mixers offer an extraordinary blend of technology some inherited from professional Yamaha mixing consoles you're likely to see in distinguished halls throughout the world, and some developed specifically to deliver optimum performance in the MGconsole format. In either case these performancepacked mixers are founded on a worldspanning network of human and technological resources that crystallize to deliver features that really matter, and sound that is undeniably superior.", "viewCount": 0.3759667844689631, "labels": [599]}, "wwBncAZ5WU4": {"likeCount": 0.18260748027008267, "dislikeCount": 0.047712125471966245, "videoId": "wwBncAZ5WU4", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "Draco Dumbledore gay Harry Hogwarts Longbottom Lucius Malfoy Neville Potter slash SnapeGay for Harry Potter  Slash ParodySo what if Hogwarts was really a hotbed of Magical Man Love? What if Harry enrolled in the school only to find himself instantly hit on by professors, fellow students and parents alike? How would he handle the stress, the confusion? What if Snape woke Harry in the middle of the night to suggest he spy on Neville Longbottom, so he could see a student who is totally comfortable with his sexual orientation? Would this push Harry over the edge and make him leave? Or would he accept Hogwarts' don'taskdon'ttell policy and become the school's next Gay Superstar? Technical stuff Clips are not mine. They come from the following movies Harry Potter and the Sorcerer's Stone Harry Potter and the Chamber of Secrets Harry Potter and the Prisoner of Azkaban Harry Potter and the Goblet of Fire Harry Potter and the Order of the Pheonix Song is \"Gay Bar\" by Electric Six", "viewCount": 0.4085540306036948, "labels": [282, 1338, 1842]}, "hG_8aZoLba8": {"likeCount": 0.28014037100173556, "dislikeCount": 0.1079181246047625, "videoId": "hG_8aZoLba8", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "League Of Legends Video Game jungle jungler jungling riot games stonewall stonewall008 yorick hamlet ghouls season 3 s3 no team battleLeague of Legends  S3 Jungle YorickLIKE because you want to know more Yorick lore since they've hinted that he's a very depressing character. Thumbnail art here  Runes Attack Damage Red Armor Yellow Choice Blue Attack Damage Quints Masteries 9210 Skill Order QEW Music  The Mafia by ZeroProject The Website for the music  go and support them. They provide their music for free download Follow me on twitter Follow me on Facebook too! Follow ZeroProject on twitter ", "viewCount": 0.4608333446530747, "labels": [0, 1, 42, 111]}, "hIJRKog7iPs": {"likeCount": 0.16232492903979007, "dislikeCount": 0.08450980400142569, "videoId": "hIJRKog7iPs", "title": "", "description": "", "length": 0.260422605308447, "keywords": "learn how to play nothing else matters ocelot012learn how to play nothing else matters Pt 1part one of a two part series teaching you how to play nothing else matters by metallica search ocelot012 for all of my videos", "viewCount": 0.449884791913344, "labels": [4, 9, 10, 34]}, "3jaRoW4hj4g": {"likeCount": 0.1, "dislikeCount": 0.06020599913279624, "videoId": "3jaRoW4hj4g", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "Dramione Draco Malfoy Hermione Granger Harry Potter Love Theory of a Deadman Tom Felton Emma Watson DhesiaDramione Not Meant To BeI heard this song and it soooo made me think of Dramione so I had to make a new video of the pairing since they are my fave!! I used a bunch of manips which most if not all are by Dhesia who is incredible at making these, go check out her site on here and on livejournal!! I got these all on her photobucket account!! Love this pairing but they do have canon against them in the end!! Hope everyone likes the video, be sure to rate and comment!!", "viewCount": 0.3290034611362518, "labels": [282, 1338]}, "3l5nl0cw0sc": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "3l5nl0cw0sc", "title": "", "description": "", "length": 0.24756711883244298, "keywords": "ssb 64 ssb64 A superboom superboomfan pika pikachu captain falcon tournament super smash bros brothers amoneyA Pikachu vs. SuPeRbOoMfAn Captain Falcon FINALS Match 14Be sure to watch in HD if your computer can handle it! UNKNOWNiXi's tournament, details here These matches were played on October 8, 2009, online P2P with 4 frames of delay. Sorry about the setting up in the beginning, this is my first time recording a match and stuff so I'm a total newb. Hopefully the high quality makes up for it!", "viewCount": 0.3022840610876528, "labels": [0, 1, 234, 628, 1119, 2516, 3067]}, "MLJJ6Q9xKw0": {"likeCount": 0.15797835966168103, "dislikeCount": 0.0, "videoId": "MLJJ6Q9xKw0", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "Steve Dangle Dangle's Angle Hat Guy Nike Hockey Training Camp SPARQ NHL Stamkos Subban BizNasty Bissonnette Gary Roberts Matt Nichol Cammalleri Skinner Howard Stajan Harrison Seguin neal galchenyuk yakupov cogliano puck supplements energy weiss fitness health biosteel.com biosteel campbiosteelDangle's Angle  BioSteel Pro CampThe best trainers in the game, plus some of the league's best players, makes for one grueling, weeklong hockey camp. Dangle stopped by to watch as the pros were put through on and office training by Gary Roberts and Matt Nichol. Are you gearing up for your season to begin?", "viewCount": 0.3927883410330707, "labels": [0, 82, 103, 118, 440]}, "m0E9_LE_KMQ": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "m0E9_LE_KMQ", "title": "", "description": "", "length": 0.24099331233312948, "keywords": "Archos 32 Archos 28 Archos 43 Archos 70 Archos 101 Archos Gen8 Archos appslib appslib application how to restore appslib appslib accidentally erased appslib missing appslibs deleted reinstalling appslibs reinstalling apps library google market Archos Internet Tablet official android market android market tech confusion nathan's roadTech Confusion Restoring AppsLib on an Archos 32 Tablet using WIFITech Confusion Restoring AppsLib on an Archos 32 Tablet using WIFI completed in February 2011 IMPORTANT NOTE If you are looking for a video on how to fix AppsLib when it crashes right away on an Archos Tablet, please see my \"Tech Confusion Fixing AppsLib on an Archos 32 Tablet when AppsLib constantly closes\" which can be found on my NATHANROADINWA YouTube channel page. This is me showing how to reinstall the AppsLib application on an Archos 32 connected to the Internet through a WIFI type connection after an accidental uninstall. I want to point out that while this video was made specifically for the Archos 32, it may be helpful to users of other Archos Gen8 models too. Let me know what you think about this video and look for the other videos I have made on my NATHANROADINWA channel. Especially my other Tech Confusion videos like the other Archos 32 videos on how to connect it to a TV and how to use USB devices on it with the hardtofind USB Host Cable if you find this one interesting or helpful. And please rate and comment on this video whether you like it or not. It helps to get good honest feedback so I can determine if these videos are helpful!", "viewCount": 0.3951386094880293, "labels": [24, 74, 131]}, "YlCmEwhXIHw": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "YlCmEwhXIHw", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "Borderlands 2 PC UVHM Ultimate Vault Hunter Pyro Pete Invincible Pete Solo Assassin ZeroBorderlands 2 UVHM  Pyro Pete Assassin Melee SoloNot a perfect kill, but whatever.", "viewCount": 0.30863598306747486, "labels": [0, 1, 774]}, "BjvouAs52mQ": {"likeCount": 0.1361727836017593, "dislikeCount": 0.03010299956639812, "videoId": "BjvouAs52mQ", "title": "", "description": "", "length": 0.22405492482826, "keywords": "Trailer new resident evil dark side chronicles gamescom 2009 trailer nuevo 18 agosto agost leon kennedy claire redfield chris alexia ashford edward alfred steve burnside brian irons sherry birkinResident Evil Darkside Chronicles  Gamescom 09  Trailer 180809The DarkSide Trailer", "viewCount": 0.3238798562713917, "labels": [1, 25, 337]}, "BkUVHmnslYc": {"likeCount": 0.15682017240669952, "dislikeCount": 0.10413926851582252, "videoId": "BkUVHmnslYc", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "How to hack Monkey Story the easiest best way cheat engineHow to hack Monkey Story the easiest and best way!Download here Here is the Monkey Story CT For those who can use FileFront Here is the Cheat Engine Here is Monkey Story 1.5 Here is Fallen Angel's Autoclicker ", "viewCount": 0.43178544893314696, "labels": [0]}, "f0zYxvMUhPg": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "f0zYxvMUhPg", "title": "", "description": "", "length": 0.22833012287035498, "keywords": "Mariah Carey Celebrity Touch My Body Canonical Version Pop Music Musical Genre Music TV Genre Rhythm And Blues Musical Genre Australia The Elusive Chanteuse Show Sydney Qantas Credit Union ArenaTouch My Body  Mariah Carey Sydney 10 Nov 2014Touch My Body Mariah Carey The Elusive Chanteuse Show Qantas Credit Union Arena Sydney 10 November 2014", "viewCount": 0.3320769228338687, "labels": [3, 6]}, "VWtmIJaRa3o": {"likeCount": 0.13979400086720378, "dislikeCount": 0.07781512503836437, "videoId": "VWtmIJaRa3o", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "highriseIPC Eagle \"High Rise\" Window Cleaning SystemFaster, Cleaner, SaferThe Clear Advantage For HighRise Window Cleaning! The HighRise can safely do a months worth of window cleaning in less than a day.", "viewCount": 0.41963696531676087, "labels": [992]}, "yP2o-wF6f3M": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "yP2o-wF6f3M", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "Fallout doc hoff take it back brotherhood of steelFallout 3  Doc Hoff at Take it BackWhilst crossing the last bridge in the end mission, Doc Hoff's Caravan was heading the otherway and was caught up in the middle, then he started attacking Liberty Prime which in turn led to the Brotherhood of Steel attacking him. Doc Hoff was set to essential so the battle kept going.", "viewCount": 0.3197280558125619, "labels": [0, 1, 180]}, "yQZgyz5vfHs": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "yQZgyz5vfHs", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "carpenter bee blue bumblebee bee black bee Xylocopa violacea insect endangered species nature garden summer flowers             . Big carpenter bee Xylocopa violacea HDVillage sounds D hope you like it", "viewCount": 0.3410102076642861, "labels": [15, 126, 723]}, "yTa5txEi1ig": {"likeCount": 0.12041199826559248, "dislikeCount": 0.03010299956639812, "videoId": "yTa5txEi1ig", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "Disney MEP All Or Nothing Athena Cage Balto Spirit Stallion of the Cimarron annekarengirl DisneyPup10 FinnLady88 EponineGraydeChagny mermaiddream88 KitakLaw janiegirly07 DisneyRhoslyn DementedChristine lobogris777 Anax7Disney MEP  All Or NothingI OWN NOTHING! EVERYTHING BELONGS TO IT RIGHTFUL OWNERS! JUST FOR ENTERTAIMENT! INFO Song All Or Nothing By Athena Cage Footage Disney, except Spirit Stallion of the Cimarron & Balto so don't point it out NOTE It's finally here! Wow! I'm really amazed how excellent job everyone did. Five stars to all of you guys. I'm really proud to have so many WMMusers in this MEP as well because this really shows you don't necessarely have to be a Vegasuser to be amazing not that there's anything wrong with Vegas, it has it's good sides naturally and you can make it look amazing. And special thanks to FinnLady88 who replaced one of the original participants I couldn't get the original one so I asked FinnLady instead and made a great part such fast.  Kiitoksia! So, the parts go in this order every part is 20 seconds, you can see when they change 1st annekarengirl 2nd DisneyPup10 3rd FinnLady88 4th EponineGraydeChagny 5th mermaiddream88 6th KitakLaw 7th janiegirly07 8th DisneyRhoslyn 9th DementedChristine 10th lobogris777 11th Anax7", "viewCount": 0.3248463717551032, "labels": [5, 136]}, "yUpZcAhDWBc": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "yUpZcAhDWBc", "title": "", "description": "", "length": 0.2587710965018912, "keywords": "terranigma snes rpg super nintendo enix sqaure snow yeti mountain ice walkthrough chapter part 14Terranigma Walkthrough Chapter 2 Part 14Eklamata part3", "viewCount": 0.32250506961380493, "labels": [0, 1]}, "CQ_osDc8bJc": {"likeCount": 0.1724275869600789, "dislikeCount": 0.14771212547196624, "videoId": "CQ_osDc8bJc", "title": "", "description": "", "length": 0.26875289612146347, "keywords": "Spoon Culinary Tool Entertainment TV Genre Television Invention Howto Website Category Software Industry arrows Arrowhead Industry Organization Sector Civic You Honda Civic Automobile Model Feel You Feel Inc Huntsville Hybrid music minecraft movies drake beyonce frozen happyHOW TO MAKE A MAKE AN ARROWHEAD OUT OF A SPOON!!!Hi guys today i will show u how to make an arrowhead out of a spoon!!! thanks for watching u guys ROCK!!! plez live in the comments what u wanna see next!!!", "viewCount": 0.39210098014970346, "labels": [239]}, "HTBI62j7708": {"likeCount": 0.1414973347970818, "dislikeCount": 0.1079181246047625, "videoId": "HTBI62j7708", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "tomy trains toystakaratomynew tomy station .. 2006", "viewCount": 0.5233184010040547, "labels": [2, 26, 45, 51, 1050]}, "s6tcUM8XmUo": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "s6tcUM8XmUo", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "greentech horticultural spray system systems spray head chemical application technology csiro cross sprayer linkage unit tow behind fixed arm adjustable tall tree under vine row crop strawberry wine. vineyard sardi australia benz baekGreenTech Spray Systems HorticulturalGreenTech Spray Systems available at ", "viewCount": 0.32008504980910774, "labels": [11, 83, 262]}, "sF8QZrU1oXA": {"likeCount": 0.18573324964312687, "dislikeCount": 0.06989700043360189, "videoId": "sF8QZrU1oXA", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "tunesmiths derby city jammin in the ville louisville Louisville CityTownVillage mayor greg fischer louisville waterfront park tim faulkner gallery matt anthonys record shop cul de sac king records headliners music hallTHE TUNESMITHS  Jammin' In The Ville Official Music Video\"Jammin' In The Ville\" by The Tunesmiths from 'Derby City', available now from Cul De Sac King Records  Directed by Sean Blevins  Recorded at DeadBird Studios  Louisville, KY Available on iTunes  www.apple.comitunes Amazon  CD Baby  Links Cul De Sac King Records  Facebook  Lyrics \"This is.... LouisvilleIt's my townif you wanna catch that kill brahyou should come on down LouisvilleIt's my homeif your lookin to fuss or fight sonyou can go onYou can carry onYou can carry yo'self on!YeahLouisvilleThat dirty derby townit's where I meet my womenit's where I put it downHoller 9 4 3 ButchertownFranklin Street.Art, book, and Matt Anthony and the Faulkner GalleryWednesday night its onWednesday night its onWednesday night its...... Sippin on this bourbon barrelKy girls are cute as hellit sounds so good it's so for realwhen we're jammin in the villeTake a stroll on the big 4meet a vixen I knowcatch a 5 dollar show It's hard to feel lonely inLouisvilleLadadeedeedeeoh yeah baby won't you sing it with meWednesday night it's onWednesday night it's onWednesday night its...Sippin on this bourbon barrelKy girls are cute as hellit sounds so good it's so for realwhen we're jammin in the villewhen we're jammin the ville Jammin in the villeOh don't it feel rightJammin in the villeWe got us all kindsJammin in the villewon't you come downJammin in the ville!Louisville\"", "viewCount": 0.38242560376296825, "labels": [4, 9, 14]}, "JSiKUa7CRZw": {"likeCount": 0.24941545940184429, "dislikeCount": 0.13424226808222062, "videoId": "JSiKUa7CRZw", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Lush Snow Fairy mr Butterball Bath bomb Lush Bath Cocktail Candy cane bubble bar star bath melt angels delight soap rocksrar soap godmather soap fairy tale sugar scrub Bam1282 JamieLush Snow Fairy Bath CocktailHi Everyone! This is a bath cocktail that smells just like the snow fairy shower gel from the Lush holiday collection. At first i didn't think this bath would be any color but after the star bath melt fully melted which took about 10 minutes! the bath was a pretty cotton candy pink color, so watch to the very end to see a picture of how the color really turned out. I hope you enjoy this super moisturizing and very sweet bath cocktail! xoxo Jamie", "viewCount": 0.4788026884095804, "labels": [11, 771, 1203, 2102]}, "zHdM-7_Qu3c": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "zHdM-7_Qu3c", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "Sarakasidancers KenyaAcrobaticDance Skelewu AfricandancethearteKenyan Sarakasi dance theater does SkelewuThis part of their new production called \"music Meets dance and circus\" In enjoyed it. Hope you will too", "viewCount": 0.3288025535388363, "labels": [6]}, "JLbcCvky9wI": {"likeCount": 0.18692317197309763, "dislikeCount": 0.0, "videoId": "JLbcCvky9wI", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "Janet Jackson Private Concert NYCJanet Jackson Private Concert NYC 091310Janet Jackson Private Concert NYC", "viewCount": 0.4018866863150907, "labels": [3, 4, 6]}, "KkuxQSaHCTw": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "KkuxQSaHCTw", "title": "", "description": "", "length": 0.2651278013998144, "keywords": "tophost extreme support web hosting skydive skydiving tandem greece skydive creteTopHost Extreme Support  SkyDive from 12000 feetTopHost Extreme Support      12000 !", "viewCount": 0.31661339703051095, "labels": [166, 398, 501]}, "DdQpVZdHPTA": {"likeCount": 0.15185139398778877, "dislikeCount": 0.1, "videoId": "DdQpVZdHPTA", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "Scalextric Cars vs. Hornby Trains. Which is better cars or trains???Scalextric Cars vs. Hornby TrainsScalextric Cars vs. Hornby Trains. Which is better cars or trains???", "viewCount": 0.43009648466053946, "labels": [2, 45, 51, 298, 2118]}, "CZGXBXt_FpM": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "CZGXBXt_FpM", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "BMW 3 Series E30 Racing Cars Bmw Drift Drifting motorsportbmw e30 328 drifting bishopscourtm50b28", "viewCount": 0.31146109842321734, "labels": [2, 17, 19, 128, 174, 361, 1324]}, "Cal_o6OiExY": {"likeCount": 0.14471580313422192, "dislikeCount": 0.10413926851582252, "videoId": "Cal_o6OiExY", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Apple TV 1 Apple TV 1st GenerationApple TV First Generation Jailbroken and Upgraded for 1080p PlaybackA video showing an upgraded Apple TV 1 playing back 1080p video.", "viewCount": 0.4725421550074259, "labels": [1, 21, 23, 24, 246, 2705]}, "oYgqR65h9zc": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "oYgqR65h9zc", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "the doctor sherlock holmes bbc matt smith benedict cumberbatchThe Doctor & Sherlock  Stay With MeI have been working on this for sooo long now D but it has been so much fun D. Been at uni too, so away from my video making equipment! But anyway, wanted to do a DoctorSherlock video for aggesss! I hope you like it. Storyline below  The Doctor is very ill and needs help. Sherlock gets pulled into the TARDIS and the two begin to develop a friendship. However, the Doctor realises he is still dying and therefore leaves Sherlock in the traditional Doctorish way he always leaves his friends when he is in trouble. However, Sherlock being Sherlock is not going to be left behind and finds the search for the Doctor extremely fun. Finally the Doctor gives in D Song  Evelyn  Hurts No copyright intended, this is just an entertainment video", "viewCount": 0.32054750367408913, "labels": [1127, 2138]}, "EYaUuj71Eig": {"likeCount": 0.18388490907372554, "dislikeCount": 0.06989700043360189, "videoId": "EYaUuj71Eig", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "Ferrari Enzo Ferrari 458 Italia Field Recording Sound Recording Multitrack cars lamborghini porsche sound devices sennheiser neumann rode race racing horse power speed video game session audio studios 218mph fast and furious need for speed midnight club top gear f60 f40 exotic super car drift sound effects sound design production composer ultimate bugatti veyron super sport grand sport v12 supercharger turbo paddle shiftersFerrari Enzo  Sound RecordingsWatson Wu Studios field recording a Ferrari Enzo super exotic car. This Beast has a v12 engine with over 650 horse power and a top speed of 218mph. Thank you Steve!", "viewCount": 0.4588988401524132, "labels": [2, 7, 48, 177]}, "TbLjnxuCKyU": {"likeCount": 0.1886490725172482, "dislikeCount": 0.07781512503836437, "videoId": "TbLjnxuCKyU", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "birdy nam goin goin' going in skrilex skrillex hard mix drum cover rex larkman drums random randomrex new song 2012 jaded future epBirdy Nam Nam  Goin' In Skrillex \"Goin' Hard\" Mix  Drum CoverFollow my band Mobley Hits Back Facebook Twitter Instagram randomrex1 Birdy Nam Nam Skrillex Goin' Hard Mix!!! Cover! This my first remixdubstep style song. I had a great time recording it and hope you enjoy it.", "viewCount": 0.34649364291217327, "labels": [28, 33, 38, 78, 86, 257]}, "Tckeaa2sUy0": {"likeCount": 0.1653212513775344, "dislikeCount": 0.03010299956639812, "videoId": "Tckeaa2sUy0", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "GoPro GoPro HD GoPro Hero GoPro Hero 4 GoPro 4 GoPro Hero 4 4K 4K 1080p HD outdoor outdoor camera Camera Camera film Filming adventure auto resloution Film Film Nature snow fall trees 2015 Hidden casing GoPro case GoPro housing housing how to car truck automobile pickup suv car mounts Gopro car mounts Best GoProBest GoPro Car Angles Hero 4 BlackFilmed with the GoPro Hero 4 Black in 4K with the suction cup mount, these are the best ways to mount a GoPro on your vehicle. Subscribe for more outdoor videos youtube.comSummertimeKen on twitter SummertimeKen Music used is royalty and copyright free from youtube audio library.", "viewCount": 0.3896966901933155, "labels": [2, 7, 284]}}