{"q9pvaqpWOTQ": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "q9pvaqpWOTQ", "title": "", "description": "", "length": 0.26875289612146347, "keywords": "IMG 1109Armin van Buuren  Live  A State of Trance 550 Los Angeles, USA  17.03.2012Armin van Buuren  Live  A State of Trance 550 Los Angeles, USA  17.03.2012 Tracklist 0000 01. A State of Trance 550  Intro 0041 02. Armin van Buuren feat. Ana Criado  Suddenly Summer Remix 0707 03. W&W  Shotgun 1109 04. ID  ID 1509 05. W&W  Invasion 1811 06. A State of Trance 550  ShoutOuts 1838 07. W&W  Invasion 1909 08. Omnia & IRA  The Fusion 2344 09. Gabriel & Dresden vs. Secret Panda Society  No Reservations KhoMha Remix 2747 10. Tomas Heredia & Marcelo Fratini vs. Armin van Buuren feat. Jennifer Rene  Fine Without You Montana Armin van Buuren Mashup 3331 11. Beat Service  Fortuna 3652 12. Darren Tate vs. Jono Grant  Let The Light Shine In 2010 Filo & Peri Big Room Revival 4302 13. Gaia  J'ai Envie De Toi 4920 14. Abstract Vision & Elite Electronic  Blossom 5336 15. Cosmic Gate  Fire Wire Cosmic Gate's Back 2 The Future Remix 5907 16. Armin van Buuren & Orjan Nilsen  Belter 6351 17. Orjan Nilsen  Amsterdam 6753 18. Cosmic Gate vs. Armin van Buuren feat. Cathy Burton  F.A.V. Rain Armin van Buuren Mashup 7252 19. Ralphie B  Icarus 7819 20. Sophie Sugar vs. Sunlounger feat. Zara  Lost Together Armin van Buuren Mashup 8414 21. Armin van Buuren feat. Jan Vayne  Serenity Andrew Rayel 2012 Remix 8802 22. Laura Jansen  Use Somebody Armin van Buuren Rework 9233 23. Will Atkinson  Breathe It 9631 24. Paul van Dyk feat. Ummet Ozcan  Dae Yor 9851 25. Ferry Corsten vs. Armin van Buuren  Brute Armin van Buuren's Illegal Drum Edit 10521 26. John O'Callaghan & Giuseppe Ottaviani vs. Armin van Buuren feat. Justine Suissa  Burned With The Wave Of Desire Armin van Buuren Mashup 11041 27. Dakota vs. Marcel Woods  Advanced Sleepwalkers Amor E's Remake Mashup 11454 28. Armin van Buuren  Communication Part 3", "viewCount": 0.3344785122632661, "labels": [3]}, "q9DAxPGzEns": {"likeCount": 0.14771212547196624, "dislikeCount": 0.06989700043360189, "videoId": "q9DAxPGzEns", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "Moscow metroMoscow Metro TrainsThis video was saved and re uploaded by me from rafingonzalez.", "viewCount": 0.3877025615867249, "labels": [2, 45, 51, 56, 77, 212, 295]}, "13t7Jz3H54M": {"likeCount": 0.21205739312058502, "dislikeCount": 0.07781512503836437, "videoId": "13t7Jz3H54M", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "healthcare reform sad panda michelle tay sad panda bowling green wall street new yorkWall Street's Sad Panda, RevealedWho's inside the panda that has been moping around Bowling Green for most of this year? Why is he an argument for healthcare reform? Is he really as sad as he looks? Michelle Tay gets the exclusive inside scoop! And to quell those pesky rumours about where he went over the summer He returned home to China. More about Michelle She is currently a student at Columbia University's Graduate School of Journalism, pursuing an MA in business journalism. She was previously a reporter for Singapore's The Straits Times for three and a half years. Having been a print journalist thus far, this is her virgin attempt at producing a multimedia clip. A sample of her other work can be found here ", "viewCount": 0.46805168093812555, "labels": [1206]}, "14oAVm_CiCk": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "14oAVm_CiCk", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "cnc machine AXIS Rotary Table milling with Heidenhain Control PartCNC Machine 4 Axis Rotary Table with Heidenhain Control  VMC Part 2Rotary Table 4th AXIS with Heidenhain Control  VMC in Mohali, Punjab For further information, Contact and email us at htc.jobworkgmail.com", "viewCount": 0.3500099191915723, "labels": [62]}, "1BzKDceM-II": {"likeCount": 0.1079181246047625, "dislikeCount": 0.047712125471966245, "videoId": "1BzKDceM-II", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "Tron Evolution Collectors Edition Unboxing ps3Tron Evolution Collectors Edition UnboxingTron Evolution Collectors Edition Unboxing", "viewCount": 0.3534787358629492, "labels": [1]}, "hdQKy2DCWfI": {"likeCount": 0.18260748027008267, "dislikeCount": 0.06989700043360189, "videoId": "hdQKy2DCWfI", "title": "", "description": "", "length": 0.24941545940184429, "keywords": "Battlefield 3 Video Game tv missileBF3 tips  Solo TV missileIf you happen to fly the attack chopper without a gunner, you can switch seats and use the TV missile, then switch back to flying again.", "viewCount": 0.3401917250517575, "labels": [0, 1, 124, 186, 287, 1600]}, "zt1dZT2S318": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "zt1dZT2S318", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "dhimal dance nepal nite 2011 traditional nepali dance La Tech nepal nite 2011 la tech nepali students nepali dance nepal nna nite 2011 la tech nepal nite nepali culture nepali costumes nepali traditional dances latech louisianatech nepalnite nepalnight nepalnight2011 nnalatechDhimal dance  Louisiana Tech University, Nepal Night 2011Louisiana Tech University, Nepal Night 2011", "viewCount": 0.3653501946962933, "labels": [6, 8]}, "Qb24wMw6tfo": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "Qb24wMw6tfo", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "Ania Animal  Animal Adventure Polar Bear        Zoo      Takara Tomy  Takara   !! Ania Animal Adventure Polar Bear   !!    !!   Please!Subscribe Google   MusMus    Ania Animal Adventure Polar Bear opened! Is a movie. It is the animal figure palm size detail realistic, easy to play, easy to collection it is easy to buy at an affordable price. Ania Animal Adventure opening! Playlist Please!Subscribe Google ", "viewCount": 0.3969276095488932, "labels": [15, 26, 709, 1755]}, "QgCRjMaqytQ": {"likeCount": 0.09030899869919436, "dislikeCount": 0.07781512503836437, "videoId": "QgCRjMaqytQ", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "Mauro ZarateMauro Zarate In Alsadd ClubMauro Zarate he singed a contract with alsadd for 4 years untill 2011 he is welcomed in alsadd and Qatar ", "viewCount": 0.3748575616930992, "labels": [12]}, "suEdfjcqeO8": {"likeCount": 0.1724275869600789, "dislikeCount": 0.047712125471966245, "videoId": "suEdfjcqeO8", "title": "", "description": "", "length": 0.25378190950732743, "keywords": "choir voices choral vocals world games champion aeolians Olympics Gospel Chorus music Singing SingersOAKWOOD UNIVERSITY AEOLIANS  2012 OLYMPICS WORLD CHOIR GAMES CHAMPIONSMaestro Max Ferdinand \"The Aeolians, rose to the challenge and on their debut at the World Choir Games, amongst nearly 400 choirs from all over the world, made a great impact. So proud of these students. First quiet moment today and it is singing in. In the Music of the Religions, Musica Contemporanea and the Spiritual we won Gold in each. The last category we got the CHAMPIONSHIP rank. As in the sporting olympics, no one can win outright per se. Have gotten that question a lot. Tears were flowing, laughter, disbelief, shock etc.....\"", "viewCount": 0.3848743181895684, "labels": [41]}, "sxx9Auj5P1M": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "sxx9Auj5P1M", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "mobileLanzones harvestThis video was uploaded from an Android phone.", "viewCount": 0.36115108871266566, "labels": [11, 291, 302]}, "sxxgWRTQtAI": {"likeCount": 0.3473194909204938, "dislikeCount": 0.1653212513775344, "videoId": "sxxgWRTQtAI", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "destiny secret gift revealed prize postmaster bungie tower legendary weapon gun ps4 ps3 xbox 360 xbox oneDestiny  Secret Gift Revealed!A gift has arrived at the Postmaster! Lets see what it is! FOLLOW ME ON TWITTER FOLLOW ME ON TWITCH FOLLOW ME ON FACEBOOK ", "viewCount": 0.5092250313678929, "labels": [1, 180, 387]}, "319WDMJumdo": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "319WDMJumdo", "title": "", "description": "", "length": 0.2481442628502305, "keywords": "Broadway theatre Skateboarding Broadway New York City skate nyc skateboard HTC Sensation 4G skating sk8 NY New York Manhattanh Broadway new dream Flash Mob Fun Cool sport wheels Full HD USA cheering crowd United States America       New York City CityTownVillage New York US State United Kingdom CountrySkateboarding along Broadway NYC October 8 2011Skateboarding along Broadway in Manhattan NYC in Full HD skateboarding on broadway Flash Mob October 8 2011 Camera used HTC Sensation 4G", "viewCount": 0.3177536499929863, "labels": [68]}, "TV9TY6bRMY0": {"likeCount": 0.26541765418779606, "dislikeCount": 0.06020599913279624, "videoId": "TV9TY6bRMY0", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "Hans Zimmer Now We Are Free Lisa Gerrard Klaus Badelt Gladiator Soundtrack piano arrangement tumuuu87Hans Zimmer  Now We Are Free piano cover by tumuuu87Composed by Hans Zimmer, Lisa Gerrard & Klaus Badelt", "viewCount": 0.4843637598567198, "labels": [31, 40, 57, 117]}, "T_pruQHjYSI": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "T_pruQHjYSI", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "Ratchet & Clank Ratchet and Clank Ratchet & Clank Collection Ratchet Clank Collection HD 1080p High Definition Playstation 3 ps3 ps2 psn Walkthrough Guide All Every Complete Gold Bolts Bolt Skill Points Trophy Trophies Planet Nebula G34 Nebula G34 Blarg Research Tactical Station Music Collectibles Girl Trouble Bolt Commando Commando Gameplay Video Game Quality Mission Insomniac Games Sony Computer Entertainment idol mindsRatchet & Clank HD Nebula G34 All Gold Bolts Skill Points Trophy GuideNebula G34 Blarg Station Part 5 All Gold Bolts Skill Points Trophy Guide Planet Rilgar Part 6 Check back later! All Gold Bolts & Skill Points Playlist Blarg Station 2 Gold Bolt  1 Skill Point Gold Bolt 1  015 Gold Bolt 2  100 Skill Point \"Girl Trouble\" Trophy  214  Follow Me  Twitter  Facebook Just Launched google  justinTV  ", "viewCount": 0.36475785542124556, "labels": [0, 1, 1539]}, "mdw9hQeOlZ0": {"likeCount": 0.08450980400142569, "dislikeCount": 0.1079181246047625, "videoId": "mdw9hQeOlZ0", "title": "", "description": "", "length": 0.2482873583608754, "keywords": "anime Link Zelda Naruto Sakura Sasuke Shino and NejiLink meet NarutoNaruto saw Link so Zelda meet Sakura and Sasuke,Neji,and Shino.", "viewCount": 0.3397070549959409, "labels": [5, 16, 84, 169, 309, 405, 941, 1939]}, "U9thP8A1xBM": {"likeCount": 0.1949390006644913, "dislikeCount": 0.06020599913279624, "videoId": "U9thP8A1xBM", "title": "", "description": "", "length": 0.2678518379040114, "keywords": "shadow skill episode 21 part2shadow skill episode 21 part2shadow skill episode 21 part2", "viewCount": 0.4319792888480451, "labels": [5, 16]}, "jgAMQVGgX0E": {"likeCount": 0.1414973347970818, "dislikeCount": 0.08450980400142569, "videoId": "jgAMQVGgX0E", "title": "", "description": "", "length": 0.2531478917042255, "keywords": "Covington Square Rissy's Band Concert Clarinets Rule The WorldCovington Square Rissy's Band ConcertThis is my band playing Covington Square directed by the awesome Mr.Wyss. We worked so hard and this song and Overture On A Shaker Tune, were both played in front of judges, large ensamble last month or so, and we recived a Superior One Rateing.  We rock! . Shout out BeN LeDaUx who did the maramba ma bobber...xD", "viewCount": 0.3853211334503317, "labels": [3, 4, 13, 54]}, "4cllLETwv4A": {"likeCount": 0.2847572659142112, "dislikeCount": 0.16020599913279623, "videoId": "4cllLETwv4A", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "power slide roller skate roller skating roller skate tricks how to skate roller skating tricks skate skate video howcastHow to Do a Power Slide  RollerSkateFull Playlist   Strap on your Blades and get some Road Rash LED Rollerblade Wheels Gotham Rubber Helmet Roller Derby AERIO Q60 Men's Inline Skates Roller Derby Women's V500 Adjustable Inline Skates K2 Skate Boy's Raider Pro Pack Inline Skates K2 Skate Girl's Marlee Pro Pack Inline Skates Watch more How to RollerSkate & Rollerblade videos So now we're going to learn how to do some powerslides on roller skates. A power slide is a very easy way to stop while your speed is very fast. The best way I can describe it is think of Zorro, and when they do their nice, little fencing technique, so when you're bent down in your ready position, you'll actually be going in the opposite direction backwards. As you put pressure on your front leg, you're going to have a straight leg all the way down, and have pressure on the inside wheels, so it kind of comes to a complete stop backwards. So you start out forward, you do the initial hockey stop, and then you're actually turning around to skate backward. So this is a more advanced skill, but again, it can be used for roller skating in the park, so it can be used for derby, dance skating, freestyle skating, and pretty much anything else, and it looks cool. So when you go forwards, get ready, here we go. Skating forwards, knees bent, turning, and down, and there's your Zorro right there, okay? And notice how you get a little more slide, and this is where your balance should be, you should have a lot of weight on your front foot, and in your slide is where it needs to be straight, so if I pull my feet back together, I'm still underneath my body, but you want to make sure that it's not here, because then you'll do a circle, or over there, and it can pull you backwards, okay? So here we go again. That is a powerslide.", "viewCount": 0.5000642280662677, "labels": [68, 537, 907, 1328, 1417, 1965]}, "0fS1zr3YJaQ": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "0fS1zr3YJaQ", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "gta gtasa gtasa sa san andreas gta grand theft auto auto mission walkthrough playthrough playthru guide hq high quality definition hd video clip story cutscene cutscene cutscenes storyline solution lsung soluzione solucin carl johnson cj badlands dillimore red county cesar vialpando catalina first date tanker commanderGTA San Andreas Mision 29  First Date  Tanker CommanderGrand Theft Auto San Andreas Mision Tutorial en Alta Definicion Mision No. 029 Nombre de las Misiones Tanker Commander Jefe de la Mision Catalina", "viewCount": 0.36458151182966425, "labels": [0, 1, 35, 134, 795]}, "OT0TWYIM9Hc": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "OT0TWYIM9Hc", "title": "", "description": "", "length": 0.26803355134145634, "keywords": "Biomass Woodchip Free installation Devon EnergyBiomass boiler explanation.wmvA description of how a woodchip district heating system works", "viewCount": 0.35901728315963144, "labels": [62, 251, 1950]}, "Jsd34XN8MXk": {"likeCount": 0.16720978579357176, "dislikeCount": 0.06989700043360189, "videoId": "Jsd34XN8MXk", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "Amazed walking in memphis rascal flatts carie country reba instrumental karaoke lonestar cher christina aguilera britney asher coldplay chris daughtry whitney lady gaga elvis Wedding   mariah adam david ido politiAmazed Lonestar  Wedding Performance!\"AMAZED\"  By Lonestar... that's me singing at my beautiful cousin's wedding... wonderfull night ! hope u guys like it SUBSCRIBE and comment if u like me  Ido", "viewCount": 0.4364982261632262, "labels": [3, 6, 71]}, "ln7q9Da9rYM": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "ln7q9Da9rYM", "title": "", "description": "", "length": 0.26857417386022636, "keywords": "ehome dts eswc dota commentary jack luminous restockerEHOME vs DTS p25, ESWC Finals by Jack, Luminous and RestockerThe ESWC Finals are finally here, and I will commentating this epic game alongside Luminous and Restocker. Do you really need any other reason to watch this? P", "viewCount": 0.42426407978176156, "labels": [0, 1, 102, 290, 586]}, "bH5sddGwNHc": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "bH5sddGwNHc", "title": "", "description": "", "length": 0.20791812460476247, "keywords": "icehockey ice hockey iihf 2013 world championship 2013 iihf world championship finland sweden 2013 highlights czech republic sweden jimmie ericsson jiri hudler henrik tallinder preliminary round day 2Czech Republic  Sweden 12Sweden grabbed a good and suffered 21 win on Czech Republic at the 2013 IIHF World Championship. The home team took the lead in first period with Jimmie Ericsson, increasing it in the second with New Jersey Devils' defender Henrik Tallinder. Late in the second Czech Republic was on the board with Jiri Hudler.", "viewCount": 0.44321993787533054, "labels": [0, 82, 103, 118, 440]}, "WC8chpcQ9zc": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "WC8chpcQ9zc", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "Ardceltic Art connemara stallion CCI FL Horse Park FL InternationalArdceltic Art at FL International CCIArdceltic Art, a Connemara stallion, competing in the Florida International Horse Trials CCI at the Florida Horse Park in Ocala, FL. He placed 3rd on his Dressage score.", "viewCount": 0.3273001272063738, "labels": [15, 18, 60, 87, 333, 365, 536]}, "kWNcxUrXnFA": {"likeCount": 0.16901960800285137, "dislikeCount": 0.07781512503836437, "videoId": "kWNcxUrXnFA", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "Mormon LDS Latter Day Saint Wedding Video Los Angeles California Newport Beach San Diego Redlands David Neeley Luke Stanfield Ashley Matthews TempleLos Angeles Temple Wedding Video LDS Mormon High Quality This is my latest video. I've added a GlideCam tripod to my photography collection, which helped with my camera's steadiness. Enjoy!", "viewCount": 0.4099853219884382, "labels": [71, 152]}, "kXuUMDUIP5g": {"likeCount": 0.24116197059632302, "dislikeCount": 0.1361727836017593, "videoId": "kXuUMDUIP5g", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "horror thriller indie UK Mark Tonderai IFC Films IFC MidnightHUSH  Official TrailerNOW PLAYING ON IFC FESTIVAL DIRECT  IFC MIDNIGHT Tired and irritable, Zakes Will Ash and Beth Christine Bottomley drive home along the M1, a familiar journey full of harshly lit service stations and bad coffee. When a white truck narrowly avoids hitting them, its back doors open to reveal a woman terrified and screaming caged up inside. Unsure if what he has seen is real, Zakes calls the police but drives on. Beth is furious that he hasn't done more to help and at the next petrol station storms off. When she doesn't return, Zakes slowly realizes that she too has been snatched by the white truck driver and is forced into a vicious game of cat and mouse with a ruthless killer who has terrifying plans for his human cargo.", "viewCount": 0.5194517116918215, "labels": [25]}, "kYqVH6jcVjY": {"likeCount": 0.11139433523068368, "dislikeCount": 0.07781512503836437, "videoId": "kYqVH6jcVjY", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "canal fishing on the pole bob nudd Outdoor Sports fishing bait choosing hooks Fish Catch canal fishing fishing line weights floats fishing elastic Lake coarse fishing fishing tips fishing techniques Grand Union Canal squats pinkies maggots cut worms preparing hemp and tare Training World Course Fishing Champion World Course FishingCanal fishing on the Pole with Bob NuddAvailable on DVD from our website  Or can be downloaded  for just 2.99 Bobb Nudd 4times World Course Fishing Champion shows you how to assemble the pole rig for fishing on the canal. This includes choosing hooks, fishing lines, weights, floats and elastic. Bob reveals the secrets to plumbing the depth of the water, and the value of experimenting with different bait such as maggots, pinkies, cut worms and squats. We're on INSTAGRAM Like us on FACEBOOK Follow us on TWITTER ", "viewCount": 0.4032538179260007, "labels": [43, 101, 286, 693]}, "kYAZo2XomF0": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06989700043360189, "videoId": "kYAZo2XomF0", "title": "", "description": "", "length": 0.215836249209525, "keywords": "tinfoil barb tinfoil fish tank aquarium fish food fish feed feeding fish tank 30 gallon fishies fishtank barb tinfoil barbs aggressive fish epic rofl fail ftw south park cat dog lil wayne drake 50 cent gun gunshot iraqtinfoil barbs feedingmy two tinfoil barbs in my 30 gallon tank.. swimming very gracefully while they eat like always.. need a 75100 gallon though they are getting too big. ate the other 4 fish in the tank. aggressive and always hungry", "viewCount": 0.38085485512404055, "labels": [15, 18, 59, 178, 1260]}, "Y68zl1ZY4U4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "Y68zl1ZY4U4", "title": "", "description": "", "length": 0.2432969290874406, "keywords": "sewing BerninaBernina 940 Sewing MachineHeavy duty sewing machine, nearly indestructible. For sale on Craig's List.", "viewCount": 0.3708250888591378, "labels": [62, 390, 485, 748]}, "MlblRZM5v0I": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "MlblRZM5v0I", "title": "", "description": "", "length": 0.24297522800024082, "keywords": "television hopping Interference time bubble travel weird random blahTelevision Interference in a Time Bubble 1Switching backwards and fowards in time, channel hopping from one channel to the next in the past, present, and future, contrasting through different emotions and experiences.", "viewCount": 0.3177824971864682, "labels": [246]}, "MtV9YaO4Xac": {"likeCount": 0.22576785748691847, "dislikeCount": 0.06989700043360189, "videoId": "MtV9YaO4Xac", "title": "", "description": "", "length": 0.22405492482826, "keywords": "Robin Comic Book Character Batman Forever AwardWinning WorkMaking of Batman Forever 1995  Robin OriginsChris O'Donnell as Robin", "viewCount": 0.4496168274174978, "labels": [5, 268]}, "vfR8lxbS45w": {"likeCount": 0.15563025007672873, "dislikeCount": 0.06020599913279624, "videoId": "vfR8lxbS45w", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "Disturbed band disturbed stricken guitar cover ten thousand fists cort kx1q metal drop line ux2 ux pod farm Cover VersionDisturbed  Stricken Guitar CoverNew guitar ! D record through a Line 6 UX 2, played on a Cort KX1Q, played in Drop C enjoy. 3", "viewCount": 0.3631037696536741, "labels": [9, 10, 37, 3388]}, "viVroBg2TCk": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06989700043360189, "videoId": "viVroBg2TCk", "title": "", "description": "", "length": 0.26848453616444123, "keywords": "Generator Rex Cartoon Network banned episode 13 rant review commentary audioBanned Episode of Generator Rex?CommentaryGen. Rex c Man of Action Why was episode 13 banned on Cartoon Network?", "viewCount": 0.36060587494103147, "labels": [5, 1082]}, "I6U2Pet1-dU": {"likeCount": 0.19395192526186186, "dislikeCount": 0.1380211241711606, "videoId": "I6U2Pet1-dU", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "august burns red marianas trench music video entry abr guitar cover schecterAugust Burns Red Marianas Trench Music Video EntryThank you to everyone who helped out and participated in the video! I am very proud of the result of our hard work. Everyone who watches this video, I hope understands the link of the video to the lyrics and what were getting at. This is our entry for ABR's music video contest, and we hope everyone enjoys  Haha, even though we didn't win, i'm still very happy of what we accomplished. congrats to the winners", "viewCount": 0.42996380249790755, "labels": [4, 9, 14, 33]}, "OHKcEZqsKOY": {"likeCount": 0.4417122788878019, "dislikeCount": 0.2724275869600789, "videoId": "OHKcEZqsKOY", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "PV MV BLUE ENCOUNT  DAYDAYTrailer Video     MEMENTOBLUE ENCOUNT DAYDAYTrailer VideoDAYDAY Opening Theme song of anime Gintama Season 4 Streaming available here   BLUE ENCOUNTDAYDAY2015520 CDDVD KSCL256891430 CD KSCL2570971  1. DAYDAY 2. AI DVD TOUR2014 ROOKIE'S HIGH2015128LIQUIDROOM6LIVEDAYDAY 1.opening 2. 3.SLUGGER 4. 5.HALO 6. 7.Making of 150128 8.Recording of DAYDAY CD KSCL25711000   1. DAYDAY 2. HALO 3. THANKS 4. DAYDAYTV size 5. DAYDAYInstrumental 6. DAYDAYInstrumental  TV size HP Twitter LINE blueencount Instagram blueencount0fficial", "viewCount": 0.6787516440347889, "labels": [3, 4, 6, 9, 14]}, "RDSdJ8g1TcM": {"likeCount": 0.39350535892310656, "dislikeCount": 0.1845098040014257, "videoId": "RDSdJ8g1TcM", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "i'll be there for you friends traduo portugues brasil eu estarei l por vocI'll be there for you  Friends  Clipe traduoI'll be there for you  \"Friends\"  Traduo PtBR... msica do melhor seriado que j existiu sem dvida... por Giuliano Pleutin...", "viewCount": 0.5622225424342414, "labels": [4]}, "BahjGeWSoqs": {"likeCount": 0.2585460729508501, "dislikeCount": 0.10413926851582252, "videoId": "BahjGeWSoqs", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "red bull chuck aaron helicopter acrobatics incredible stunt Aerobatic FlyingStunning helicopter acrobatics  Chuck AaronCompilation of performance highlights from Red Bull aerobatic pilot Chuck Aaron who is pushing the limits. It's amazing what can he do with a helicopter. \"People can't believe what they see. How can a helicopter do all such crazy things,\" says 53year old Aaron, the first man to receive licence for acrobatics with this kind of machine in the USA.  Red Bull Media House, 2014", "viewCount": 0.46233940311030913, "labels": [2, 44, 186, 690]}, "cwiS0RbmnKg": {"likeCount": 0.1380211241711606, "dislikeCount": 0.047712125471966245, "videoId": "cwiS0RbmnKg", "title": "", "description": "", "length": 0.254282542695918, "keywords": "Anime Expo 2010 2011 los angeles convention center suggestions for the spja society promotion of japanese animation Tips Newcomers and protips Pro tips primer beginners newbs newbies noobs cosplay kigurumi how to stephen hawking kun capsule jackson his computer band otaku weeaboo weaboo wapanese parody vocaloid lucky star hatsune mikuAnime Expo 2011 Suggestions for the SPJA  ProTips Series  Part 2Created by moopMASTER2000Films. Finally! A 3 month hiatus, but we're back.  Presented by Stephen Hawkingkun! A deeper look at Anime Expo! SPJA, Take notes! D Also, we're looking to expand on Part 3, which stands at around 130 running time. Give us suggestions on our channel page! We left a moderatorthing standing by! D", "viewCount": 0.34920616045125996, "labels": [5, 16]}, "1Dk-ubxTNak": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "1Dk-ubxTNak", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "Korean Music Festival 2009 HD Girls' Generation SNSD Way to goHDKorean Music Festival 2009 Girls' Generation part2Korean Music Festival  Hollywood Bowl 2009.05.09 part104 Girls' Generation  Way to go", "viewCount": 0.39852467908028616, "labels": [3, 6]}, "1EFG2cbstq0": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "1EFG2cbstq0", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "Oh Sleeper Broken Pentagram Tattoo Reverie's Of Flight Studio Sparrows MansfieldOh Sleeper Broken Pentagram Tattoo Reverie's Of Flight Studio Sparrows MansfieldOh Sleeper Broken Pentagram Tattoo Reverie's Of Flight Studio Sparrows Mansfield", "viewCount": 0.3347720217034038, "labels": [727]}, "MdDCC_wGp2w": {"likeCount": 0.2367355921026019, "dislikeCount": 0.12552725051033062, "videoId": "MdDCC_wGp2w", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "All I Want is Money Butta Da Great Cap 1 RapHipHop single vydia 2015 Family Comes First Open World Films Butta Da Great and Cap 1 music music video vevoButta Da Great  All I Want is Money ft. Cap 1Music video for All I Want is Money ft. Cap 1 performed by Butta Da Great. Site Twitter Facebook Instagram Copyright C 2015 Family Comes First.  Powered by ", "viewCount": 0.4395989998100647, "labels": [14]}, "MdV1dBerZFQ": {"likeCount": 0.22479732663618068, "dislikeCount": 0.03010299956639812, "videoId": "MdV1dBerZFQ", "title": "", "description": "", "length": 0.24424797690644487, "keywords": "Heart In Hand Germany Country Melodic Hardcore Musical Genre Metalcore Musical Genre Metal Dessau German City Destruction Derby 2014 August Almost There Musical Album Only Memories Tunnels festival ESP Guitars Musical Instrument Company Peavey Electronics Musical Instrument Company Fender Jazz Bass Endorsed ProductHeart In Hand  Tunnels, live at Destruction Derby Festival 2014We headlined the Saturday of Destruction Derby, August 23rd 2014 in Dessau, Germany. Here's us opening our set with the song 'Tunnels' off our debut record 'Only Memories'.", "viewCount": 0.4099438915553507, "labels": [3]}, "2vyDbeAbrZQ": {"likeCount": 0.16334684555795864, "dislikeCount": 0.06020599913279624, "videoId": "2vyDbeAbrZQ", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "nails maintenance pedicure nail products opi sally's how to gorgeous beautiful relaxing fun easy all lacquered up art manicure lace tutorial real Shopping List Ulta Base Coat OPI Nail Envy Polish Color Sand In My Suit WalMart Toe Clippers Toothpick Small Scissors Sally's Beauty Supply IBD Brush on Glue Seconds ASP LightLess Gel Cure fall winter trend lovelysinstinctLace Nails Tutorial Using Real Lace Part 2Hi Everyone!! I have been wanting to try this technique for a while. It was featured on Alllacqueredup.com as one of the best trends for the season. I hope you enjoy!! Don't forget to rate, comment, and subscribe My online store for all of your nail art and hair care needs Follow me on twitter  \"Like\" My facebook page to keep in touch on nail news, pictures, and sales  Instagram LovelysInstinct Pinterest LovelysInstinct Read and subscribe to my beauty articles at  Shopping List Ulta Base Coat  OPI Nail Envy Polish Color  OPI Sand In My Suit WalMart Toe Nail Clippers Toothpick Small Scissors Fray Away if lace frays easily Sally's Beauty Supply IBD Brush on Nail Glue 5 Seconds ASP LightLess Gel ASP Gel Cure Nail File made for Acrylic Nails or 180 grit Any fabric Store Lace of choice  TO REMOVE soak nails in pure acetone and the lace will slide off DISCLAIMER All of the products used were purchased by me. No company is paying me to mention their name", "viewCount": 0.40593740590659577, "labels": [181, 216, 222, 249, 950]}, "2yxl40uJkvs": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06989700043360189, "videoId": "2yxl40uJkvs", "title": "", "description": "", "length": 0.24048337166199382, "keywords": "S20 testBridgestone S20 test, CBR1000rrTesting out the new Bridestone S20's", "viewCount": 0.3510008512940235, "labels": [2, 7, 17, 19, 30]}}