{"JhW-l5i3r5o": {"likeCount": 0.15797835966168103, "dislikeCount": 0.03010299956639812, "videoId": "JhW-l5i3r5o", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "JC captain Kathryn Janeway Kate Mulgrew Chakotay Robert Beltran Star Trek Voyager James Blunt tears and rainVoyager  Tears and Rain JCA JC video, but it's not on the text!", "viewCount": 0.3414304688128332, "labels": [921]}, "9ZEAPcoVrIg": {"likeCount": 0.16232492903979007, "dislikeCount": 0.047712125471966245, "videoId": "9ZEAPcoVrIg", "title": "", "description": "", "length": 0.24785664955938436, "keywords": "YouTube Capture21 Day Fix Meal Prep  Fruitvia YouTube Capture", "viewCount": 0.38706379632108057, "labels": [11, 20, 302, 579]}, "9_YHPvnVE3E": {"likeCount": 0.2527629900871339, "dislikeCount": 0.11139433523068368, "videoId": "9_YHPvnVE3E", "title": "", "description": "", "length": 0.25550944485783195, "keywords": "  Minecraft Minecraft    Minecraft  minecraft 1.5      Minecraft  minecraft   minecraft Minecraft  Minecraft Scoreboard Scoreboard 1.5 Snapshot MinecraftSnapshot 13w05a 13w04a 13w03a    scoreboard Minecraft     ,        ,                    !         .                     ,   .     ,         .   \"???\" \"Noisiadiplodocuskillthenoisemix\"      ", "viewCount": 0.4144698718643125, "labels": [0, 1, 27]}, "9cjwSfko8Fc": {"likeCount": 0.24456042032735975, "dislikeCount": 0.2514547752660286, "videoId": "9cjwSfko8Fc", "title": "", "description": "", "length": 0.2658011396657113, "keywords": "YouTube EditorWizard10Exploit unlimited goldcrowns no downloadswizard101 how to get unlimted goldcrowns wizard101 hack wizard101 cheat", "viewCount": 0.511883657293999, "labels": [0, 1]}, "HyyrN3ANHYo": {"likeCount": 0.17708520116421445, "dislikeCount": 0.06989700043360189, "videoId": "HyyrN3ANHYo", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "Sophie Hunger Cover Piano Sheet Niemand Amelie Pauline Walzer frWalzer fr Niemand  Sophie Hunger CoverI usually don't sing german songs but this one is really good, so I had to cover it. Hope I didn't ruin it totally. If you would like to have the notes follow the link ", "viewCount": 0.35968169359155905, "labels": [31, 40, 47]}, "R4E-17gXkpk": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "R4E-17gXkpk", "title": "", "description": "", "length": 0.22405492482826, "keywords": "soul calibur IV final fantasy VII cloud strife sephiroth jenova limit break extreme battle boss diamond weapon masamune buster blade combosephiroth vs. cloud soul calibur 4custom characters AC cloud and sephiroth from final fantasy 7", "viewCount": 0.31676126727275306, "labels": [159, 626, 1726, 1773, 2565]}, "R8Q_QJlvh7k": {"likeCount": 0.2056904851336473, "dislikeCount": 0.047712125471966245, "videoId": "R8Q_QJlvh7k", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "National Novel Writing Month Organization nanowrimo Writing Interest camp nanowrimo fantasy Book BooksTips For Writing Fantasy featuring WritingMime!Hi! I did a second video today on my channel over writing Science Fiction To summarize todays video Tip One Build your setting. Make worlds that people can only dream about. Tip Two Make rules for your world. Theyre fun and add some obstacles for your characters. Tip Three Use contrast with what is and what people expect  this creates an element of surprise. Ex Ogres are good, old ladies eat people, etc.", "viewCount": 0.3670616886400326, "labels": [434]}, "N5hotVfGGIk": {"likeCount": 0.2967079734144497, "dislikeCount": 0.2651278013998144, "videoId": "N5hotVfGGIk", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "fast furious tokyo drift full movie bande annonce vf fr french francais expendables avgn grenier official hd tv spot interview film complet stay training vs fight theme workout song racing 7 velozes Furiosos creditos terminator 5 3 age ultron avengers 2015 ellen ps4 james top 10 dwayne johnson IV paul walker r.i.p. 2016 mondays soundtrack 118 ost resident evil ign hercules cinemacon 2pac dawn justice superman batman call of duty advanced warfare teaser 2014 genisys Restrospective furious7FAST & FURIOUS 7 2015  Trailer 1 Fanmade   PAUL WALKER, THE ROCK, STATHAM, DIESELR.I.P. PAUL WALKER Official plot After Dominic Torreto & his crew helped take down Owen Shaw, his brother Ian Shaw wants revenge. With JASON STATHAM Expendables 3 and of course Vin Diesel, The Rock Dwayne Johnson and Paul Walker. Paul Walker's Character To Retire In FAST AND FURIOUS 7 I don't own the rights This is a fan made video i did. Took me about 3 hours to make. I inserted all the car sounds myself  i did search a lot for this If you like it, please rate, subscribe, share & comment Director James Wan Saw, Conjuring, Insidious chapter 1 & 2 Writers Chris Morgan, Gary Scott Thompson Stars Jason Statham, Dwayne Johnson, Vin Diesel FAST FURIOUS 7 Release Date 2015 Studio Universal Pictures ALL RIGHTS RESERVED NO COPYRIGHT INFRINGEMENT Official Website TheFastandtheFurious.com OTHER TAGS  furious7 2015 hobbit 3 2 battle five armies official movie Resident evil 6 Terminator 5 genesys Rapido y furioso Velozes e Furiosos 7 Dwayne Johnson wwe genesis avengers papy age cena ultron man of steel 2 batman vs superman Afterbirth Armageddon star wars VII Fast and Furious 7 the next installment in the Fast and the Furious series following up from Fast 6, Tony Jaa, Kurt Russel, Jason Kurt Russel, Paul Walker, Jordana Brewster, Michelle Rodriguez, Tyrese Gibson, Sung Kang, Gal Gadot, Chris \"Ludacris\" Bridges, Elsa Pataky, Luke Evans, Gina Carano \"Fast & Furious 6.\" Jordana Brewster, Michelle RodriguezLetty, Tyrese Gibson, Sung Kang, Gal Gadot, Chris \"Ludacris\" Bridges and Elsa Dom Diesel and Brian's Walker Hobbs Johnson Neal H. Moritz , Clayton Townsend ufc 173 174 175 176 gsp hendricks wrestling Iron man 3 avengers 2 avatar justice league batman dark knight rises star trek into avatar 2 desolation of smaug call of duty ghosts darkness man ps4 e3 xbox one cena john Miley Cyrus  Wrecking Ball Chatroulette Version Super Nintendo Deathblows! Production featurette james gunn of steel darkness thor sin city 2pac tupac alive film dark world rocky DUMB AND DUMBER TO de sont microsoft corvette drifting s13 keiichi tsuchiya gran turismo 6 forza 5 formula 1 wrc rally  subtutilado german secret cutsnene clip espaol vin diesel riddick redemption legend of conan heineken expendables dark world dredd retribution jackie chan metal gear solid phantom pain witcher 3 wild hunt pax prime dark souls we own it  2 II destiny halo pixelenemy RedField2015 Fast & Furious 7  Prelude Trailer Game of Thrones wwe wwf pain & gain winter soldier e3 avgn James Rolfe and Mike Matei AVGN Adventures Age of Ultron soundtrack song ost ending safe man apart 454 gran turismo 6 Back to the Future Part III Sega Genesis  James & Mike Play hunger games catching fire 2014 Lipi Eliakin forza 5 red ending rapide dangereux et credit scene Desert Bus  Angry Video Game Nerd  Episode 119 world tribute war Cena aps z cameo official Super Monkey Ball 2 The Amazing SpiderMan 2 hd hours Cinemassacre Vin Diesel sings trejo zr1 c4 c5 c6 c7 2015 v8 road test vma mustang  James & Mike mel jurassic world gibson Rihanna xmen bond 24 secret scout lost episode apocalypse 2016 coming clevvermovies  Pour It Up Explicit fatal Paul Walker Dies in Car Accident  Breaking News Omega 7.98186mph Dash Cam  Amazing Fast! Trailer Velozes e Furiosos 7 Miley formula Cyrus, Juicy J BATTLE OF FIVE ARMIES \"Miley Cyrus  thracian war We Can't Stop Blurred Lines  Give It 2 U Robin Thicke Video Music Awards Reveal Trailer Wrecking Ball Fast & Furious 7  Trailer Extended Ronda Rousey First Look HD road to Pilotwings 64 Nintendo 64 James & Mike jurassic world Play Other interesting games Thief 4, Gran Theft Auto 5, Metal Gear Solid 5 Phantom pain, Last Guardian, Dead Rising 3, Witcher 3 Wild hunt, Dark Souls 2, Battlefield Gran Turismo 6, The Evil Witthin, Watch Dogs, Saints Row 4, Halo 5, Uncharted superhero Marvel's Finland  France  Germany  Spain  Vietnam Rpidos y furiosos Argentina Chile  Mexico Peru    Bulgaria Brzi i estoki Croatia Mahites ton dromon Greece V6 Finland Forsaji 6 Georgia Furios si iute Romania Greiti ir isiute Lithuania Hallos iramban . Hungary Hizli ve fkeli Turkey Turkish  Kiired ja vihased Estonia Mahir va'atzbani Israel Hebrew  Paklene ulice Serbia Szybcy i wsciekli Poland Szybka szstka Poland Velocidade Furiosa Portugal Velozes & Furiosos Brazil Wild Speed Euro cinemacon Super Ghouls 'n Ghosts SNES N64Top 10 Worst Video Game Consoles Call of Duty Ghosts  Snoop Dogg Voice Pack lady gaga dawn of justice Preview AVGN Clip Collection James & Mike Mondays skyline Rocky PS2 Metal Slug Neo Geo CD XLVIII super arnold schwarzenegger bowl Papy Grenier  Final Fantasy VII r.i.p. paul walker Vin Diesel To Shoot THE LAST WITCH HUNTER AVGN Doublevision Part 2 \"ColecoVision\" Higher Quality Episode 45 Top 5 Worst NES Music  AVGN Clip Collection James & Mike Mondays", "viewCount": 0.6031359174080881, "labels": [25]}, "BRnCkpjKVs4": {"likeCount": 0.1278753600952829, "dislikeCount": 0.03010299956639812, "videoId": "BRnCkpjKVs4", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "Dirty Little Secret Bleach Anime AMV High Quality All American Rejects zerogravity6Bleach AMV High Quality Dirty Little SecretOnce again, another vid I made while I was bored... Note I accidentaly wrote \"Move Along\" As the song. Don't get mixed up.. Post a comment, and lemme know what you think, and if you want me to make yet another.", "viewCount": 0.3373647472209218, "labels": [5, 516]}, "BSR6cUrithU": {"likeCount": 0.2281033367247728, "dislikeCount": 0.03010299956639812, "videoId": "BSR6cUrithU", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "Jingle Bells Perry Como Christmas song XmasJingle Bells sung by Perry Como Jingle Bells  Sung by Perry Como  No copy infraction intended on my videos.  Dedicated to this festive holiday Christmas.  At Christmas play and make good cheer, for Christmas comes but once a year.  Wishing you a Merry Christmas and a Happy New Year!", "viewCount": 0.4954811544807208, "labels": [99]}, "X8vHH7uZFZ0": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "X8vHH7uZFZ0", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "Moses Sakyi Best MomentsMoses Sakyi  Part 2Ganean Striker", "viewCount": 0.3941213187585322, "labels": [0, 12]}, "_U7M_NiOQdE": {"likeCount": 0.18920946026904806, "dislikeCount": 0.1079181246047625, "videoId": "_U7M_NiOQdE", "title": "", "description": "", "length": 0.25998830720736876, "keywords": "         TH8 TH9 TH7   KOZAN  PART148Twitter   TH9MAX2 TH9 TH7  MAX & 11 TH8TH10 7wwwwww ", "viewCount": 0.4606456607636152, "labels": [0, 42, 306]}, "J-fIzIw8hnY": {"likeCount": 0.17781512503836439, "dislikeCount": 0.1079181246047625, "videoId": "J-fIzIw8hnY", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "glee marry you bruno mars wedding dance trang sung trang and sung reception marriage marry dancing song sing sweet cute cover ceremony events bride groom foreverMarry You  Glee danceGlee dance of Marry You  Bruno Mars at Trang and Sung's wedding reception. Disclaimer We are only mimicking the routine. We do not claim ownership of the song or the choreography.", "viewCount": 0.4743619500371562, "labels": [71, 152]}, "Cne8Tmqy-aw": {"likeCount": 0.13979400086720378, "dislikeCount": 0.047712125471966245, "videoId": "Cne8Tmqy-aw", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "shirr shirring project runway sewing machineShirring Brother project Runway sewing machineI am sorry for the quality of this video. I had to use my phone. This will show you how to put the bobbin with elastic thread in and how to manually thread it through to be able too shirr.", "viewCount": 0.38479426388452237, "labels": [62, 390, 485, 748, 1112]}, "VBBrjJ6dPIs": {"likeCount": 0.09030899869919436, "dislikeCount": 0.07781512503836437, "videoId": "VBBrjJ6dPIs", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "lil perfect halo montageLiL PeRfEcT Halo 2 Montagethis is the first of many of LiL PeRfEcT's montages. so sit back and enjoy", "viewCount": 0.3132579847659737, "labels": [0, 1, 157, 407, 936]}, "VCzNJgYPftc": {"likeCount": 0.27307822756663896, "dislikeCount": 0.1361727836017593, "videoId": "VCzNJgYPftc", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "woodbending wood bending solid wood bending Gear Educational woodworking machines Holzbiegen chair production sledge tobogganExplaining the Solid Wood Bending processVideo introduces & explains the Solid Wood Bending Process, using a GHEbavaria bending machine type STUZAMA 2. With this machine, bentwood chairs see further video or runners for sleighs can be produced. Capacity per week, one shift bended parts for 5000 chairs  sleighs 6000 pairs of runners", "viewCount": 0.5228636435734775, "labels": [62, 251]}, "VGaH_2mFAo4": {"likeCount": 0.268304703823885, "dislikeCount": 0.18976270912904414, "videoId": "VGaH_2mFAo4", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "6.75 Craftsman Self Propelled Mower Drive Problems engine sears wheels belt lawn grass problem paisteboy ready start smooth start 22 inch cut briggs & stratton gas howto6.75 Craftsman Self Propelled Mower Drive Problems PART 1 of 2To purchase new wheels click the link below If you are interested in seeing or purchasing items I use, click the link below USA CAN As an Amazon Associate, I earn from qualifying purchases. This helps support the channel and allows me to continue to make videos like this. Thank you! If you are interested in seeing or purchasing Paisteboy Merch, click the links below Paisteboy Gear This helps support the channel and allows me to continue to make videos like this. Thank you! Follow PAISTEBOY on Instagram Like PAISTEBOY on Facebook Watch PART 2 My nextdoor neighbor's Craftsman 6.75 Briggs & Stratton ready start mower stop selfpropelling itself so I take a look at it and diagnosed the problem.", "viewCount": 0.5559922178003526, "labels": [2, 7, 495, 620, 783, 804]}, "mEndSyZqb9k": {"likeCount": 0.13979400086720378, "dislikeCount": 0.09030899869919436, "videoId": "mEndSyZqb9k", "title": "", "description": "", "length": 0.2557507201905658, "keywords": "Earth Animation Chemical DriftSustainabilty for Kids Sinhala  Educational video for UnileverThis video introduces you \"Toby\"  a robot who will teach you about the importance of keeping the environment clean and the proper use of chemicals in tea plantations.", "viewCount": 0.4475046168127798, "labels": [5, 16]}, "Jv7y4gGVyFE": {"likeCount": 0.30948203803548, "dislikeCount": 0.17323937598229688, "videoId": "Jv7y4gGVyFE", "title": "", "description": "", "length": 0.2655138434811382, "keywords": "What I Got For Christmas Canonical Version what i got for christmas 2014 what igot for christmas 2014 merry Merry Christmas Holiday Holidays Bells The Bells Musical Group Jingle Lights Eve Happy kenzie kenzie taylorWhat I Got For Christmas 2014Kenzie TaylorI hope you guys had a great christmas! Can we get this video to 1,000 likes?! Follow Me! TUMBLR INSTAGRAM kenzietaylorb TWITTER  WELCOME TO MY LIFE  SUBSCRIBE  LAST VLOG Q&A ", "viewCount": 0.45769629714856896, "labels": [39, 99]}, "9xlQDNS4P_4": {"likeCount": 0.0, "dislikeCount": 0.047712125471966245, "videoId": "9xlQDNS4P_4", "title": "", "description": "", "length": 0.23636119798921446, "keywords": "powercruisepowercruise 12 cars cruising pastim at about 255 doin a skid and losing my armband", "viewCount": 0.3150449409460881, "labels": [17, 19]}, "-UCKU_uhVe8": {"likeCount": 0.1845098040014257, "dislikeCount": 0.06989700043360189, "videoId": "-UCKU_uhVe8", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "skoda koda octavia iii rs octavia rs iii octavia 3 rs octavia rs 3 octavia rs octavie rs octavia octavie octavia vrs octavia 3 iii octavia iii vrs rs vrs mk3 octavia 3 vrs octavia vrs 3 tsi ea888 2.0 tfsi ea 888 top review 060 0100 0160 0200 0245 0246 0248 0250 2014 6MT 2013 manual transmission 6speed 6speed MT test speed acceleration manual maximum vmax top speed octavia rs 2013 octavia vrs 2013 liftbackSkoda Octavia RS TSI 2013  dynotested car acceleration 0240 kmh and moreThere were some disputes if the dynamics of the new Skoda Octavia RS TSI presented last year belongs to a stock car. So we tested another RS, put it on the dyno and tested it dynamics once again. This is the result. More at , see the video of the dyno run with power and torgue curves at ", "viewCount": 0.4688775655272845, "labels": [2, 7, 413, 1124, 2156]}, "fnkclhCt8ao": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "fnkclhCt8ao", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "rkmotors rk motors charlotte classic cars 1972 Buick GS455 Stage 1134103  1972 Buick GS455 Stage 1For more information on this vehicle visit This stunning Flame Orange GS is one of only 81 Stage 1 convertibles built in '72, one of only 66 built with an automatic and is believed to be one of 25 identically optioned Buick Zone Office cars. Loaded with options and fully documented, this is an investmentgrade Buick convertible offered at less than the cost of restoration. The car was treated to a frameoff restoration in 2006, and has recently been freshened for competition at the highest levels, including an allnew fully functional factory AC system. Flame Orange is an incredibly rare color on an already rare car, and the bright hue was so far outside Buick's comfort zone that only a handful were built. The paint is now twostage urethane which looks about a mile deep and has a shine that no '70s finish could match. Just look at the way the panels line up, the way the light reflects off the paint, and the care with which it was all assembled. It's not surprising that this one has racked up some pretty impressive wins. The engine is a datecodecorrect WSstamped warranty replacement block that was installed not too long after the car was delivered. Why, we can't say for certain, but it's probably easy to guess. But there's no doubt that it's a correct GS Stage 1 block. The engine bay has been detailed for national competition and given the list of awards it has already won, it's clear that everything is correctly restored. Please note that new AC system uses 100 original components and blows ice cold today. The TH400 in this ragtop is the original, numbersmatching piece, complete with a crystal clear VIN stamp on the driver's side pan rail and a Stage 1 specific code BB tag is riveted to the passenger's side. Out back there's an indestructible 12bolt full of 3.42 gears on a Positraction limited slip, which deliver necksnapping acceleration and remarkably comfortable highspeed cruising abilities. The frame wears a correct coat of satin black, and the beautifully finished floors are the perfect background for the restored suspension and braking systems. Gorgeous Buick chrome Rallys wear correct Goodyear Polyglas biasply tires. The glittering white vinyl \"notchback\" interior is bright enough to require eye protection. There's fresh foam under those new seat covers, so the car feels like new from behind the wheel, and the dash pad and instruments have been completely restored. New black carpets show no signs of wear, and the door panels don't even have that slight depression where the driver might rest his elbow. As I mentioned, the AC system is brand new and blows ice cold, and this car also carries an optional 8track tape player, which is mounted below the dash and separate from the AM radio. Overhead there's a professionally fitted white power convertible top that stashes itself behind the seats in seconds, where it's hidden by a matching white boot. Rare, fast and beautiful, this Buick GS Stage 1 is for the discerning collector who knows the difference between a nice car and a great car. Big block Abody convertibles remain topquality investments, and Buicks are starting to see some movement after decades of living in their corporate cousins' shadows. Already a documented prizewinner at the very highest levels, this lovely convertible represents the end of the great muscle cars. If you've been looking for something different to add to your collection, this GS is awfully hard to beat. Call today!", "viewCount": 0.3327358934386331, "labels": [2, 7, 90, 399, 415, 458, 1678]}, "P2z8J7mXMiI": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "P2z8J7mXMiI", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "reaca bodyboard surf chile olas via del marBodyboard Reaca ,Carlos Arteaga,Toty Nieny , Yerko Lastrabodyboard reaca 2007 Arty ,Toty Nieny, Yerko Lastra", "viewCount": 0.38846821042060253, "labels": [182, 634]}, "onL2dVUVJj4": {"likeCount": 0.11760912590556814, "dislikeCount": 0.06989700043360189, "videoId": "onL2dVUVJj4", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "LaraStanisic Lara Stanisic Bye Batman altimprov.com leidenvirtueel.nl Nootuitgang winnares 2006Lara Stanisic  Bye Bye BatmanRecorded live at altimprov.com studio, Leiden the Netherlands by Marcel Boer. Lara Stanisic PianoVocal, Xavier Baudet Bass, G.A Drums. Produced by Marcel Boer and Xavier Baudet.", "viewCount": 0.35397032389478256, "labels": [4, 31, 40, 47, 57]}, "75SR-TeQ0NE": {"likeCount": 0.4033101936663848, "dislikeCount": 0.2853089529851866, "videoId": "75SR-TeQ0NE", "title": "", "description": "", "length": 0.23404441148401187, "keywords": "dekh tamasha dekh dekh tamasha dekh movie dekh tamasha dekh full movie dekh tamasha dekh trailer dekh tamasha dekh full movie hd dekh tamasha dekh hindi movie dekh tamasha dekh 2014 full movie dekh tamasha dekh movie 2014 dekh tamasha dekh full movie watch online dekh tamasha dekh movie online 2016 2016 movie trailers official 2016 hollywood movie trailers Hindi Songs video songs videoHow to argue in a court ?  Dekh Tamasha DekhStream & watch back to back Full Movies only on Eros Now  Download all the \"Dekh Tamasha Dekh\" uncut Best Movie Scenes and songs here  The Hindu & Muslim communities file a case in the court for the dead body of a man who dies of electric shock. The lawyers have no proof for this dead man's identity be it birth certificate, death certificate, etc. which confuses the judge & puts him in trouble to take a call. Film  Dekh Tamasha Dekh Actor  Satish Kaushik, Tanvi Azmi, Vinay Jain, Sharad Ponkshe & Ganesh Yadav Produced by  Feroz Abbas Khan Directed by  Feroz Abbas Khan To watch more log on to For all the updates on our movies and more ", "viewCount": 0.6034372135224878, "labels": [225]}, "76CP97si8Wg": {"likeCount": 0.17323937598229688, "dislikeCount": 0.047712125471966245, "videoId": "76CP97si8Wg", "title": "", "description": "", "length": 0.2502427119984433, "keywords": "League of Legends lol lcs championship series champ series league of legends tournament lol 2014 league of legends tournament 2014 eu lcs na lcs epic play big play insane play funny hilarious lol top 5 top 5 top 10 best of epicskillshot epic skillshot epic skill ogn oplolreplay uberdanger lolstatsgg loleventvods season 4 s4 lcs 2014 summer split summerLCS Highlights Evil Geniuses vs Dignitas Week 9 NA Summer 2014 EG vs DIG S4 W9D2G1 Season 4Draft LCS Teams and Win Money 1,000,000 prize pool at Vulcun More match statistics and vods viewable on Leaguepedia  Evil Geniuses v Team Dignitas  EG v DIG Season 4 North American League of Legends Championship Series Summer Split Tournament Week Nine Day Two  W9 D2 S4 Game 1 NA LCS S4 Summer 2014 FULL GAMES FULL MATCH HIGHLIGHTS EU LCS S4 Summer 2014 FULL GAMES FULL MATCH HIGHLIGHTS Subscribe WATCH ALLSTAR 2014 FINAL ALLStar Paris 2014 FULL playlists below. Full GamesSpoiler Free Bo3Bo5's Highlights Montages S4 LCS SUMMER PROMOTION NA S4 Summer Promotion Full NA S4 Summer Promotion Highlights EU S4 Summer Promotion Full EU S4 Summer Promotion Highlights S4 SPRING SPLIT PLAYOFFS S4 NA Spring Playoffs Full S4 NA Spring Playoffs Highlights S4 EU Spring Playoffs Full S4 EU Spring Playoffs Highlights S4 SPRING SPLIT NA LCS S4 2014 FULL games NA LCS S4 2014 Highlight reels EU LCS S4 2014 FULL games EU LCS S4 2014 Highlight reels Social media below  Follow for regular updates. Facebook  www.facebook.comLoLLCSHighlights Twitter  Google  Donate via Paypal Donate via Paypal ", "viewCount": 0.3923865475185502, "labels": [0, 42, 111]}, "773bKvlc34M": {"likeCount": 0.03010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "773bKvlc34M", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "Diablo III Diablo Butcher boucher inferno Armageddon wizard kill down barbarian Demon Hunter Acte 1 boss Quest Lvl Dungeon Diablo III Video GameDiablo 3  The Butcher  Inferno  PoV Wizard Diablo 3  The Butcher  Inferno difficulty  Notre Premier Down du Boucher en Armagedon Inferno sur Diablo III. Our first kill of the Butcher on Diablo III on Inferno difficulty.  PoV Wizard Zehir  Composition du groupe   Wizards x2  Altoros & Zhir  Demon Hunter  Bway   Marlysa  Barbarian  mnslash Skillset  Skill  Rune  Charged Missile  Charged Blast  Arcane Torrent  Disruption  Diamond Skin  Crystal Shell  Magic Weapon  Force Weapon  Energy Armor  Force Armor  Archon  Improved Archon Passives   Blur  Glass Cannon  Galvanizing Ward", "viewCount": 0.313481437032046, "labels": [0, 1, 561]}, "HRyp7lwdAug": {"likeCount": 0.13979400086720378, "dislikeCount": 0.047712125471966245, "videoId": "HRyp7lwdAug", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "Ultravia Pelican Airplane Plane Airport Landing SuperSuper Pelican  Crosswind landingFinally on ground with some bumps....blame it on me, winds, runway lets call it field and some curiousity....", "viewCount": 0.38253611959526335, "labels": [2, 44, 46, 109, 800]}, "FGdTy5Ru4Sw": {"likeCount": 0.20863598306747486, "dislikeCount": 0.1079181246047625, "videoId": "FGdTy5Ru4Sw", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Coffee Beverage Type College Bodum Hario Bonavita Dorm Room University Students School Campus Freiling Press French Pour Over Dormitory Building Function Rok Nespresso Brand Lavazza Education GearCoffee Gear for CollegeHead back to school with the coffee gear you need to keep you caffeinated all semester long! Whole Latte Love interns, Taylor and Amanda, show you coffee musthaves for college students. Shop their favorites Nespresso C60 Chrome Pixie Espresso Machine and Aeroccino Plus Milk Frother Bonavita BV1500TS 5Cup Stainless Steel Coffee Brewer Bonavita Variable Temperature 1.7liter Digital Gooseneck Kettle Bodum 15oz SpillProof Travel Mug ROK Espresso Maker Hario Metal Drip Package Frieling French Press ", "viewCount": 0.40884904701823965, "labels": [11, 229, 1017, 1577, 1746]}, "EqRMfTTj5WQ": {"likeCount": 0.23856062735983122, "dislikeCount": 0.06989700043360189, "videoId": "EqRMfTTj5WQ", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "news Deus Ex WiiU YachtClubGames Shovel Knight playable interview 3DS Nintendo Wii NDS Transformer Trailer Wii U shovel knight WiiU virtual console earthbound mother 2 knightwing01 media videogame KNews report system Wii U news handheld gaming event pax 2013 injustice batman raven doomsday black adam preview yacht club games teen titans monster hunter tri ultimate mhu3 monster hunter tri monster hunter wiiu review game reviewKNews  Deus EX and Shovel Knight Heading to Wii U?Shovel Knight WiiU and 3DS  More Wii U Reviews  Thanks for watching. My Facebook page  My Twitter  ", "viewCount": 0.37598188773748265, "labels": [0, 1, 203, 467, 484, 1832]}, "MDlEQiBfyn4": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "MDlEQiBfyn4", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "start saving silver gold following access quality bullion bars chance independent partner bank German expanding support online free website follow sense secure future money profit compensation plan zagreb precious metals KiyosakiChinese Gold Rush ..More reasons to start saving in Gold and Silver. Right now it is just common sense. Following this link you got an access to top quality Gold and Silver bullion and a chance to become an independent partner to KB Gold. If You feel the need to secure your future assets and help others understand that importance, you can further profit from KB compensation plan. Company is expanding globally and seeks partners. No sign up costs, full support and online training plus a FREE personal website. Check out my site and follow links. ", "viewCount": 0.3879153246184246, "labels": [3621]}, "U2fru1ZLvfM": {"likeCount": 0.14623979978989562, "dislikeCount": 0.047712125471966245, "videoId": "U2fru1ZLvfM", "title": "", "description": "", "length": 0.22671717284030138, "keywords": "maritimo locker tender locker tender garage high performance tender Jet tender jet boat jetboat transom locker transom garageJetrib  Loading Explorer 2.9m9.5ft Panther Cub into Transom GarageLoading the Explorer Boat's Panther Cub into a Maritimo C60 Transom Garage. This is a 2.9m Jet Boat designed with a deep V to handle typical NZ ocean conditions. The propulsion system is a fully marinised Toyota 1000cc EFI 4 stroke engine delivering 93hp from Panther Waterjets. Note Panther Waterjets also provide a super charged option for this package delivering 107hp. For more information visit www.explorerinflatables.co.nz", "viewCount": 0.44575640039673997, "labels": [2, 76, 281, 446]}, "U2t9xh5jxA4": {"likeCount": 0.24771212547196628, "dislikeCount": 0.06989700043360189, "videoId": "U2t9xh5jxA4", "title": "", "description": "", "length": 0.26324572921847245, "keywords": "book Cricut Making Paper Smashing Craft Crafts Howto create Diy Do It Yourself Website Category journal dog stamping envelope BooksEnvelope Journal  Crafty Sabby Paper craftsJournal book", "viewCount": 0.39765792186401105, "labels": [49, 592, 3585]}, "BP6xro07Mcs": {"likeCount": 0.20644579892269188, "dislikeCount": 0.06020599913279624, "videoId": "BP6xro07Mcs", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "anime music video amv skyarchangel Pokemon mega evolution charizard garchomp absol gallade rayquaza metagross or as delta omega alpha sapphire ruby emerald action blood stain child last stardust metal melodic xy shiny steven alain stone troy trumm blastoise salamance pidgeot dragonrush draco meteor act 1 act 2 act i act ii shinka bsc movie proto primal kyogre groudon trailer death gym champion oras 3ds vs mega hoenn techno rock glurak full version verPokemon XY Special AMV  Mega Evolution  Last StardustMy new Pokemon AMV Hope you like it  Anime Pokemon XY Episode 44 Pokemon ORAS Trailer Pokemon XY Special The strongest Mega Evolution Act 1Act 2 Music Blood Stain Child  Last Stardust", "viewCount": 0.4214287382910401, "labels": [5, 81, 615, 2406]}, "PiM3I6yx7OI": {"likeCount": 0.16901960800285137, "dislikeCount": 0.0, "videoId": "PiM3I6yx7OI", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "the dead daisies def leppard KISS inxs noiseworks guns n roses thin lizzy jon stevens richard fortus dizzy reed brian tichy marco mendoza david lowy rock music rock n roll hard rock classic rock live music tour americaThe Dead Daisies  KISS  Def Leppard USA TOUR VIDEO 5Buy the 'Face I Love' EP here  Special Thanks to Katarina Benzova for making this awesome video  Sign up to The Dead Daisies Fan Club to watch the FULL concert exclusively! Sign up here Make sure you grab some awesome merch from the online stores! US AUS UK Check The Dead Daises on Website  Facebook  Twitter  Instagram  The Dead Daisies are a musical collective created by a rotating lineup that features some of the best Rock musicians on the planet. This includes members of Guns N Roses, The Rolling Stones, The Cult, INXS, Ozzy Osbourne, Mink, Rob Zombie, Thin Lizzy, Whitesnake, Motley Crue, RATT, NIN and The Psychedelic Furs among others.", "viewCount": 0.40943313492770966, "labels": [3, 6, 14]}, "PkDU-zYr-hs": {"likeCount": 0.31592663310934943, "dislikeCount": 0.12304489213782739, "videoId": "PkDU-zYr-hs", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "andy andrew schrock skate skating skateboard skateboarding skatepark mini board kickflip flip hippy jump fakie bigspin weird goattee zoolander 540 hard difficult funny haha hilarious lol lmao lmfao funniest action sports extreme comedy best everIOU 540 Flip On A Mini Board!Subscribe for Daily Videos! Follow me on Facebook at Instagram & Twitter  AndySchrock So unfortunately this video turned into an IOU because I ran out of time at the skatepark. I came close but no cigar. I'll try to get back to the park soon and land it for you so stay tuned!", "viewCount": 0.44263648452879273, "labels": [68, 72, 98, 151, 166, 240, 480]}, "Prpf5W8g8L4": {"likeCount": 0.23654879848909, "dislikeCount": 0.06020599913279624, "videoId": "Prpf5W8g8L4", "title": "", "description": "", "length": 0.2496929648073215, "keywords": "2NE1 New Evolution first World tour Nokia LIVE Los Angeles LOVE YOU fancam Park Bom CL Dara Sandara Minzy love you live2NE1 I LOVE YOU New Evolution L.A. Part 15238242012 Los Angeles Nokia Theatre LIVE", "viewCount": 0.4379994040165742, "labels": [3, 6]}, "yuuDDwTuxQA": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "yuuDDwTuxQA", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "fau florida atlantic football fau football new stadium on campus stadium fau on campus stadium howard schnellenberger mary jane saunders david kooi david hinds fauowlaccess.com fau owl access fauowlaccessFAUTurnsOnNewStadiumLights FAUOwlAccess.aviLet there be light. FAU flicked the switch turning on the lights at its new oncampus stadium on Thursday. See the spectacle and hear the thoughts of coach Howard Schnellenberger, president Mary Jane Saunders and several of the players.", "viewCount": 0.343695733066945, "labels": [0, 79, 237]}, "x5fiwP1wSdA": {"likeCount": 0.15185139398778877, "dislikeCount": 0.03010299956639812, "videoId": "x5fiwP1wSdA", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "Cooking recipe ravioli shrimp scampi ghidotti's. Chef MurkoCOOKING ravioli shrimp scampi RECIPEChef Murko is one of the GREATEST CHEFS in the Western United States. Follow along and try and make this recipe! RAVIOLI SHRIMP SCAMPI with pasta made from scratch.", "viewCount": 0.4055378331375001, "labels": [11, 20, 22, 29, 32, 334, 680]}, "cdFCiyi30bM": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "cdFCiyi30bM", "title": "", "description": "", "length": 0.25634810853944107, "keywords": "Final Fantasy XIII FFXIII opening menu Lightning Farron Bgirlsakura Under a new moon Audio Machine Guardian gate Fanmade Claire Eclaire Serah Snow Fang Oerba Vanille Hope Bahamut Square Enix Final Fantasy creditsFFXIII Start Menu and Opening credit FANMADEWatch in HD!!! This is fanmade! All rights go to Square Enix! I've been wanting to make a FFXIII menu for a while, but haven't had time. Since summer school is over now, I finally got the time! The menu title was made in after effects and the rest was done in preimere. Hope you all like it!! Ask if you have any questions!  VideoFinal Fantasy XIII Music FFXIII opening theme, Audio Machine  Guardian of the Gate, Under a new moon  OC remix Program After effects and Premeire", "viewCount": 0.31129399760840804, "labels": [1, 159, 951]}, "ce2NldYLUqI": {"likeCount": 0.1278753600952829, "dislikeCount": 0.047712125471966245, "videoId": "ce2NldYLUqI", "title": "", "description": "", "length": 0.2615950051656401, "keywords": "top 10 reasons mag was the best fps ever underlordtico overlordtico massive action game top 10 greatest greatest first person shooter game of all time remaster mag ps4 mag massive action game gameplay moments mag clan war mag massive action game mag massive action game walkthrough best first person shooter teamwork mag best fps ever bring back mag ps4 best teamwork fps mag game review best tactical shooters best tactical fps best tactical first person shooterMAG Pro Team Killing Friendly FireMAG Massive Action Game my clan Pro is having a party team killing and friendly fire allowed for everyone.", "viewCount": 0.3118595365223762, "labels": [0, 1]}, "KTdhC4HHwcs": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "KTdhC4HHwcs", "title": "", "description": "", "length": 0.26875289612146347, "keywords": "eating balut fetal duck egg philippine medical missionBalut There's feet in it!Eating balut as a late night snack during the 2006 Philippine medical mission. \"There's feet in it!\"", "viewCount": 0.33498600821923313, "labels": [368]}, "8M5EjUx18YQ": {"likeCount": 0.09030899869919436, "dislikeCount": 0.047712125471966245, "videoId": "8M5EjUx18YQ", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "NCAA 14 Glitches NCAA 14 Tips NCAA 14 Cheats NCAA 14 Strategy NCAA 14 Football Cheats for NCAA football 14NCAA 14 Football  Glitches, Tips, Cheats, Strategy, Yearly SubscriptionWe Provide NCAA 14 Glitches, Tips, Cheats, Strategy  everything that is in the game we show, that includes glitches. Our strategy guides are among the best you will find as well. This is just a few things that we found in the Demo. Hopefully they will be patched soon. Except for the Nanos.", "viewCount": 0.34923412532549747, "labels": [0, 1, 63]}, "6TJSY-nFiHw": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "6TJSY-nFiHw", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "IMG 0240some rc drifting at cronic drift zoneSome rc drifting at cronic drift zone", "viewCount": 0.31507564398603094, "labels": [2, 17, 64, 128, 149]}, "6VM6YDAuGEo": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "6VM6YDAuGEo", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "motorcross red bull Red Bull XFighters Bike Crash Jump Motocross Sport Dirt Stunt Freestyle JumpsXFighters Munich 2014 a floating freestyle motocross courseTraining for the Red Bull XFighters Competition in Munich Olympic Park. Music \"Dead\" by Alex F", "viewCount": 0.35965970956264603, "labels": [2, 17, 143, 690]}, "6WmD3_OnjAc": {"likeCount": 0.28055008581584, "dislikeCount": 0.16812412373755872, "videoId": "6WmD3_OnjAc", "title": "", "description": "", "length": 0.26766936096248667, "keywords": "Runescape Jagex Rs Purple Phat Dragon Defender Korasi sword Noname Nate Homyb0y16 Pk Pking Commentary Divine Elysian Spirit Shield Armadyl godword Bandos Chestplate Tassets Dungeoneering Chaotic Longsword Rapier Maul Fire Cape Hilt Corp ags sgs abyssal whip dagger dds rune defender vengence SS bank 1b fury dragon claws Nex Torva Pernix Virtus wilderness elysian ely Zamorak Bow Zammy Range Tank Karil CrossbowRunescape Karil's Crossbow Pking With Commentary TankNoname Nate's Pking With Commentary 2nd Channel Disclaimer RuneScape is a registered trademark of JaGeX Limited. I do not claim, or have any, affiliation with JaGeX Ltd.n play runescape at  ", "viewCount": 0.43723780078645574, "labels": [0, 139]}, "6Y-jcAALRkA": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "6Y-jcAALRkA", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "FlipShare HarleyDavidson Softail Performance Motorcycle2006 Harley Heritage Softail Classic W Performance ExhaustRecorded on January 27, 2012 using a Flip Video camcorder.", "viewCount": 0.3220369632451395, "labels": [2, 30, 55, 196, 2047, 2581]}, "HImLXnWN3kQ": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "HImLXnWN3kQ", "title": "", "description": "", "length": 0.25465426634781313, "keywords": "cavecavern divingcavern diving \"Buford Spring\" pt. 1underwater cavecavern diving", "viewCount": 0.3182414652434554, "labels": [274, 366]}, "RbCIvqkcvFM": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "RbCIvqkcvFM", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "kitchie nadal love letters takipsilimTakipSilim  Kitchie NadalDate July 7th, 2008 Where Gweilos, Makati Song TakipSilim", "viewCount": 0.3228400358703005, "labels": [3, 4, 38]}, "i2prfMRjoyg": {"likeCount": 0.09542425094393249, "dislikeCount": 0.06020599913279624, "videoId": "i2prfMRjoyg", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "magic entertaining fun silk innovativemagic innovate yellow and blueYellow and blue silk magicI make a silk change colors with magic.", "viewCount": 0.3396548037987132, "labels": [3448]}, "i5YOnIEB8GU": {"likeCount": 0.17075701760979364, "dislikeCount": 0.06020599913279624, "videoId": "i5YOnIEB8GU", "title": "", "description": "", "length": 0.24638929889859074, "keywords": "PlayStation Network Video Game Distribution System Sony PlayStation Microsoft PS Vita PS4 Xbox One Xbox 360 gaming gamer games Video Game Industry PS3 PlayStation 4 Industry Organization SectorPlayStation Plus Has Me Questioning Why I Didn't Switch SoonerMy views on the PlayStation Plus vs Xbox Love Gold debate. richiedrants.com twitter.comrichiedrants facebook.comrichiedrants", "viewCount": 0.3195622943586937, "labels": [105, 424]}, "i7-YP-8FDF4": {"likeCount": 0.23404441148401187, "dislikeCount": 0.11760912590556814, "videoId": "i7-YP-8FDF4", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "Mega Man NES THeme song composer mario paintMega Man 3 IntroTitle Theme on Mario Paint ComposerSorry about the quality my new comp doesn't have a sound card that supports recording audio, so I had to do it via mic.", "viewCount": 0.4668078260148475, "labels": [0, 395, 1589, 3589]}, "iAfymOnUU5Q": {"likeCount": 0.15682017240669952, "dislikeCount": 0.09030899869919436, "videoId": "iAfymOnUU5Q", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "nail tutorial inspired fourth july summer 2012 nail art design nails opi essie nail polish wet n wild xobrunettebarbie tutorial how to style4th of July NAiL Tutorial '..' OPEN FOR MORE iNFO '..' Have you entered our Collab Giveaways???   Lets be friends I love chatting w you guys!  .. ...... ...... ...  INSTAGRAMGIFBOOM 0xJenn Tweet me   Twitter Lets be Friends!  FB Beauty Blog  Beauty Blog Check out my other Channel  Vlog channel  Business inquires ONLY please xobrunettebarbieyahoo.com MY FAVORITE brushes USE CODE AP2012 sedona lace COUPON CODE! xoBrunettebarbie THANK YOUUU all so much for watching! I appreciate all of you!  LOVE YOU! xoxo Jenn FTC everything purchased by me!", "viewCount": 0.31473671077937865, "labels": [181, 216, 222, 249]}, "iCeHc-Li_QA": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "iCeHc-Li_QA", "title": "", "description": "", "length": 0.2271841606536499, "keywords": "Wonderland Montessori Academy Flower Mound Texas Preschool Chamber of CommerceWonderland Montessori Academy  TourWonderland Montessori Academy NOW OPEN IN FLOWER MOUND 972.691.3300 HURRY  Up to 350 in Enrollment Incentives including Early Registration Specials  Plus Mention this Video and Receive 75 OFF MISSION Our mission is to guide and nurture the natural development of the whole person in a Montessori learning community, where students develop a respect for nature and the global family. Our students will grow with a healthy spirit, a clear intellect, and a strong character so they may realize their unique contributions as they work for a noble and peaceful world. Keeping the entire family unit together will encourage the development of the family unit as a whole. PHILOSOPHY Wonderland Montessori is founded on the methods and philosophy developed by Dr. Maria Montessori, who recognized the potential of each child to become a force for good in creating a better world for all. BUS SERVICE Bus service to Liberty Elementary, Flower Mound, and Garden Ridge Elementary schools. Contact the Director for more information about transportation or other route options. STAFF DEVELOPMENT All teachers spend a minimum of 20 hours per year on continuing education. Royalty Free Background Music Credits  Creative Commons License", "viewCount": 0.3544935765881503, "labels": [205]}, "ZQFpIKoCKG4": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "ZQFpIKoCKG4", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "DogsDog sitter DVDThere is a DVD out there called the Dog sitter and it really works", "viewCount": 0.3852662944344569, "labels": [15, 18, 67, 96, 170, 246]}}