{"Sb7CTztK29Q": {"likeCount": 0.12041199826559248, "dislikeCount": 0.0, "videoId": "Sb7CTztK29Q", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "katts dog and rin tin k9 k9 cop decoy ducks pt4 partKatts & Dog Decoy Ducks PT4Conclusion...more episodes coming soon!", "viewCount": 0.3740441644949766, "labels": [1434]}, "Sfp6MHBdB4I": {"likeCount": 0.21931245983544617, "dislikeCount": 0.06020599913279624, "videoId": "Sfp6MHBdB4I", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "TDK Logging Tigercat L830C track cutter pine logging cotontop3 LevelerTigercat L830CJust a couple of minutes of it running and this timber is not what we normally cut.", "viewCount": 0.404127422505423, "labels": [2, 869]}, "ShPaBW-1p2g": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "ShPaBW-1p2g", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "MOCHA GIRLS WITH ICE BAND Philippine variety Band Manuel Keyboards Piano techno opm sumpa movie hershey bez grace mocha byron mark anthony uno manuelergcruz erik kokoi kokoy glizayriene peligrino karlo bitoy pop r&b rock blues jazz hiphop soul alternative rapMOCHA GIRLS with ICE Band live  7 Pecados  Single LadiesMOCHA GIRLS w ICE Band Live at 7 Pecados Hotel Sofitel CCP Complex, Roxas Boulevard, Manila, Philippines Single Ladies Beyonc cover MOCHA GIRLS Mocha Hershey Bez Grace ICE Band Mark  Guitars MANUEL  Keyboards Kokoi  Bass Karlo  Drums Byron Cristobal  Manager", "viewCount": 0.31619666163640753, "labels": [3, 13]}, "SknalXku4tM": {"likeCount": 0.1414973347970818, "dislikeCount": 0.0, "videoId": "SknalXku4tM", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "   gia tous opadous bhta peis vita peis vhta peis bita peis asarkos hatemost lampros fortsatos greek hip hop hiphop jturn     Live  27102010     Live  27102010 Video by United Elements Url unitedelementsgr.blogspot.com", "viewCount": 0.3830524514097259, "labels": [3]}, "CsiFp06Q4gQ": {"likeCount": 0.17558748556724915, "dislikeCount": 0.1380211241711606, "videoId": "CsiFp06Q4gQ", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "GTA SAMP GTA SAMP Machinima Grand Theft Auto Video Game Series cmlv ce monde le votre bloods brims gang hardcore lyrics musique jetta Id Love To Change The World Musical Recording Video Game Industry Song I'd Love To Change The World Composition roleplay roleplaying online good game Andreascmlvrp I'd Love to Change the WorldGTA SAMP CMLV RP LS BRIMS FGANG  Music is not intended of copyright, it is for entertainment purposes only.  \"Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal.", "viewCount": 0.34024333462193124, "labels": [0, 134]}, "hzGqv_csNOY": {"likeCount": 0.13424226808222062, "dislikeCount": 0.09030899869919436, "videoId": "hzGqv_csNOY", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "Minecraft 0.4.0 Seed Review slender...Minecraft PE 0.4.0 Seed Review slenderHere is the review of the seed slender... If you enjoy the video at any time, please leave a like, comment, share, or subscribe. It helps a lot. Tanks mon! ", "viewCount": 0.36193020758756084, "labels": [0, 1, 27]}, "2dogQ-nw2hk": {"likeCount": 0.03010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "2dogQ-nw2hk", "title": "", "description": "", "length": 0.25622928644564746, "keywords": "Christmas tree hospital Dover Warther carver carving auxiliary New Philadelphia student museumWarther's Carvings of Dover hosts Union Hospital's Christmas Tree FestivalWarther's Carvings is a museum housing the wood and ivory works of world master carver Ernest \"Mooney\" Warther. Each year, the Warther family welcomes the Christmas Tree Festival sponsored by the Union Hospital Auxiliary. Connie Finton gives Qtv reporter, Katie West, a tour of the annual Christmas Tree Festival. Featured are various views of the decorated trees. This segment originally played during Quaker Television's 2008 November cable news show. Qtv is produced by the media journalism class of New Philadelphia High School.", "viewCount": 0.3168497483523033, "labels": [99, 716, 911, 1507]}, "5vKib3Fexs4": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "5vKib3Fexs4", "title": "", "description": "", "length": 0.2167317334748176, "keywords": "jetblue jb a320 airbus jfk gate push wing boeing new york ny airplane airport ground operations departure tug jet bridge crash disaster fire engine blowout save emergency landing cnn fightJetBlue A320 Gate PushAirbus A320 Pushed from gate", "viewCount": 0.33662361237182936, "labels": [2, 44, 46, 107, 114, 145, 155, 785]}, "3naC_U6F_kE": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "3naC_U6F_kE", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "kismet dun da dance dudley house ent sunday roast if bar official video sundayroast music circle ilford ricky ward dj b3 electro deep tech minimalSUNDAY ROAST OFFICIAL VIDEOEVERY 2 WEEKS ON A SUNDAY  IF BAR FROM 5PM TILL 2AM  SUNDAY ROAST!! FOR MORE INFO TWITTER HOUSEENT BB PIN2684CB31 301011  NEXT EPISODE IS THE HALLOWEEN FANCY DRESS SPECIAL  FREE ALL NIGHT IN FANCY DRESS!!! B3  SEF KOMBO  DUN DA DANCE  KISMET  ", "viewCount": 0.3320561680195237, "labels": [61]}, "MOsX3CwIwgI": {"likeCount": 0.19084850188786498, "dislikeCount": 0.0, "videoId": "MOsX3CwIwgI", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "adidas david beckhamADIDAS BECKHAM \"POP IN\"Boys and girls learn to bend it like Beckham from the man himself.", "viewCount": 0.4579074432196862, "labels": [12]}, "MPW14yC60SU": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "MPW14yC60SU", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "writing workshop kindergartenWriters' WorkshopKindergarten Class These are writing samples from the end of the 2009  2010 school year.", "viewCount": 0.3575880315680646, "labels": [5, 16, 49]}, "m1rK4AdjdIw": {"likeCount": 0.12041199826559248, "dislikeCount": 0.06020599913279624, "videoId": "m1rK4AdjdIw", "title": "", "description": "", "length": 0.2481442628502305, "keywords": "rock music Rock Music album Eightstring Guitar Album Live SongsMusic Malaysia  8 String Guitar DemonstrationVisit our new webpage at 8string guitar demonstration by an insane guitarist. Only in Indonesia! Eizaz and Ray can be found on Facebook Equipment used Eizaz uses the Flagship Clarinet with PV250 Clarinet Pickup and custom barrel by the manufacturer Bass Poullath. The items are available at Mama Treble Clef Studio and are very limited in quantity. Bass Guitar President 4String Acoustic Guitar Flagship Solid Body Clarinet Flagship Bb Soprano Saxophone Flagship Eb Alto Flute Flagship Closedhole C flute Metronome and Tuner  Fzone All instruments played by Eizaz Azhar Venue, facilities and instruments sponsored by Mama Treble Clef Studio and ER Studios Recorded in ER Studios. Camera & lighting by Ray Lee. Mixed, mastered and edited by Eizaz Azhar. Engineered by Eizaz Azhar. Arranged and performed by Eizaz Azhar. For best listening results play video on large external speakers or a good pair of headphones as laptop speakers are unable to reproduce many of the frequencies. We are one of the few woodwind specialist dealers in the region, where we are the official dealer for JodyJazz mouthpieces in Malaysia. Our selection of clarinets, saxophones, flutes and other woodwind instruments are second to none we carry brands such as BuffetCrampon, Yamaha, Armstrong, Pearl, P.Mauriat, Yanagisawa, Flagship, William, Mercury, Jupiter and Stagg. Allow us to guide you over our wide selection of electric, classical, acoustic and bass guitars with amplifiers to match, be it Austin, AXL, Fender, Flagship, Ibanez, Maestro, Memphis, Morrison, Recording King, Slash, Chord, Aosen, Taylor, Stagg to Peavey and Marshall  we have them all! Call now for an appointment with one of our consultants. Mama Treble Clef Studio & ER Studios are located at Lot 3015, 3rd Floor, Endah Parade, Sri Petaling, 57000 Kuala Lumpur MALAYSIA Tel  60395432201 mamatrebleclefgmail.com erstudios.mygmail.com ", "viewCount": 0.35052856741441324, "labels": [9, 10, 34, 37, 889, 3686]}, "YlGyvtg78NI": {"likeCount": 0.20086001717619176, "dislikeCount": 0.15051499783199063, "videoId": "YlGyvtg78NI", "title": "", "description": "", "length": 0.2696356388733332, "keywords": "Beyond the Rack flash sales haul unboxing cell phone case iphone case headphones earbudsBeyond the Rack unboxingA small Beyond the Rack haul of super cute headphones and phone cases. They have really good deals on a daily basis. If you are interested in signing up for Beyond the rack here is the link, it's free to join and you get 10 for every person you refer who makes a purchase. Here are the items I got, also check out the other things they sell! They have some really cool things for men and women. 1. Stereo HeadphonesMacbeth collectionSkinny Dot Pastille 2. Core talk Stereo earphones in Pink 3. Active Armband in Pink 4. Hardshell fashion iPhone 4 case in Pink Giraffe I can't find a link for the Pink Glitter case  booo Thanks for watching and please subscribe!!", "viewCount": 0.4291479852236699, "labels": [21, 23, 39, 73]}, "f1sgpdOmN5E": {"likeCount": 0.36219029608912306, "dislikeCount": 0.22380461031287957, "videoId": "f1sgpdOmN5E", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "Emma Louise Tessellate altj alt j triple j triplej jjj like a version cover tom and alex tom & alex tom ballard alex dyson breakfast show breakfast radio radio breakfast live music Australian Music Australian Australia studio abc brisbaneEmma Louise covers altJ 'Tessellate' for Like A VersionEmma Louise covers altJ 'Tessellate' for triple j's Like A Version. Subscribe  Like A Version on Spotify  Like A Version on Apple Music  Facebook  Instagram  Twitter  Like A Version is a segment on Australian radio station triple j. Every week a musician or band comes into the studio to play one of their own songs and cover a song they love. Since 2004, many artists have participated, including Childish Gambino, Lorde, CHVRCHES, Tame Impala, Tash Sultana, HAIM, Gang of Youths, Halsey, DMA'S, Aurora, Arctic Monkeys. You can watch past sessions here You can watch Like A Versions adfree at LikeAVersion", "viewCount": 0.5739970858127308, "labels": [4, 9, 10, 37]}, "V_IInqTMjYM": {"likeCount": 0.13010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "V_IInqTMjYM", "title": "", "description": "", "length": 0.24248816366310671, "keywords": "Nvidia SHIELD Dead Trigger Gaming Demo shield dead trigger demo game test gaming android console fps game console xbox 360 3ds Nvidia Shield android jelly bean 4.2.1 ps vita portable gamingNvidia SHIELD Dead Trigger Gaming DemoGet your SHIELD today from amazon through the link below Here is a quick demo of Dead trigger running on the Nvidia SHIELD. Enjoy! TDD", "viewCount": 0.3148910993109357, "labels": [0, 1]}, "CNO_DhbIgls": {"likeCount": 0.14313637641589874, "dislikeCount": 0.07781512503836437, "videoId": "CNO_DhbIgls", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "Sandbox2 Crysis VTOL Hunter Sandbox EditorUSVTOL vs. HunterVideo with USVTOL and Hunter", "viewCount": 0.42427649777520965, "labels": [0, 1, 1604]}, "ItBwXDRBZKg": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "ItBwXDRBZKg", "title": "", "description": "", "length": 0.2653212513775344, "keywords": "dash cam car camera dashcam mobius camera action camera 1080p full hdMobius Dashcam UnboxingA short unboxing video showing what's included in our Mobius dashcam package. Don't be fooled by the discreet size of the Mobius, it records outstanding Full HD 1080p video that is among the best on the market. Available with a standard or wide angle lens, we supply it preconfigured as a dashcam so it works perfectly right out of the box! Mobius Dashcam ", "viewCount": 0.34407517004791854, "labels": [21, 23, 158, 305]}, "s6DGDiDgjg8": {"likeCount": 0.13424226808222062, "dislikeCount": 0.047712125471966245, "videoId": "s6DGDiDgjg8", "title": "", "description": "", "length": 0.2496929648073215, "keywords": "Collingwood magpies Collingwood Football Club dale thomas tyson goldsack tom young shae mcnamara luke ball yagmoor jackson paine jonathan ceglarNab Cup R1 Game 2 GWS VS Collingwood Collingwood HighlightsMATCH DETAILS COLLINGWOOD 0.1.1 0.5.5 35 GREATER WESTERN SYDNEY 0.1.2 0.5.2 32 GOALS Collingwood Young, Thomas, Paine, Ceglar, Ball Greater Western Sydney Tyson, Tomlinson, Giles, Cooyou, Bugg BEST Collingwood Thomas, Goldsack, Young, McNamara, Ball, Yagmoor Greater Western Sydney Tyson, Davis, Cooyou, Coniglio, Bugg, Tomlinson INJURIES Collingwood Nil Greater Western Sydney Nil Reports Nil Umpires McInerney, Mitchell, Elsworthy", "viewCount": 0.3889581802149624, "labels": [0]}, "JSLOF1rj8c4": {"likeCount": 0.1845098040014257, "dislikeCount": 0.06020599913279624, "videoId": "JSLOF1rj8c4", "title": "", "description": "", "length": 0.25158738437116795, "keywords": "soccer EPL futbol fussball manchester city fc man city manchester city mcfc premier league premier league champions cardiff manuel pellegriniCardiff v City Manuel Pellegrini press conference part twoThe managers answers questions from the written press prior to City's visit to Cardiff. Subscribe for FREE and never miss another CityTV video.  ", "viewCount": 0.3744214724814166, "labels": [12]}, "JSIautLBEJ0": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "JSIautLBEJ0", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "UkCollecterOStuff Gaming My April 2011 Pickups PlayStation PS2 PS3 NGageMy April 2011 PickupsMy April 2011 Pickups. Now that i'm working again, I can afford to buy more games than normal. I can even now afford to buy storage boxes to put the new games in. But i'm still running out of actual storage \"space\". 27 Games this Month. 1. Virtua Tennis NGage 2. Tiger Woods PGATour 2004 NGage 3. Colin McRae Rally 2005 NGage 4. SpiderMan 2 NGage 5. The Elder Scrolls Travels Shadowkey NGage 6. Call of Duty NGage 7. Rangers Football Club PS2 8. Puyo Pop Fever PS2 9. Myth Makers Orbs of Doom PS2 10. Madden NFL 07 PS2 11. Master Chess PS2 12. Legend of Herkules PS2 13. Mad Maestro PS2 14. Street Boyz PS2 15. Myst III  Exile PS2 16. Detonator PS2 17. Formula One 2002 PS2 18. Midway Arcade Treasures 3 PS2 19. International Cue Club PS2 20. SpinDrive Ping Pong PS2 21. Britney's Dance Beat PS2 22. SNK vs Capcom  SVC Chaos PS2 23. The Weakest Link PS2 24. Samurai Shodown V PS2 25. Football Generation PS2 26. Crazy Taxi PS2 27. Pro Evolution Soccer 2008 PS3", "viewCount": 0.306333335895175, "labels": [0, 1, 105, 436]}, "JXr4-IF4CQ4": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "JXr4-IF4CQ4", "title": "", "description": "", "length": 0.24955443375464484, "keywords": "VTS 02 1beatmaniaIIDX18 Resort Anthem DP001Raise your handsH WE LOVE SHONANH", "viewCount": 0.31364034481339903, "labels": [0, 1, 1610, 1701]}, "8mDRZ83gjyw": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "8mDRZ83gjyw", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "treasures jewel jewels adventures apple iPhone games iTunes ipod touch store bejeweled ninja pirates angry caribbean birds bubble space flowers candy tiny rope wings zombie cut mobile smartphone iPod iPad play freeJewel Adventures Available on the App Store Get the best looking Jewels game on iPhone, iPod and iPad for FREE! Enjoy the rich HD graphics, vivid colors, and crystal clear sounds! Available on the App Store  Features 9 islands with different settings and unique special powers Rich HD graphics and crystal clear sounds Game Center support Download additional levels! Entertaining music themes Mind blowing animation and physics", "viewCount": 0.3259593878885949, "labels": [0]}, "8n7aXPHzIns": {"likeCount": 0.16334684555795864, "dislikeCount": 0.0, "videoId": "8n7aXPHzIns", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "orb oliver love fun cute fortheorb toddler first carwash car wash car wash reaction priceless 1st 2 year old two year old funnyORB and the Car washORB went through his first car wash. He took it like a trooper! And his reactions are priceless. Hi! I'm Oliver 'The ORB'. Watch me grow up. My dad helps me make these videos. I'm call ORB because of my initials. If you enjoy my videos please like, share, and subscribe. New videos every Wednesday and Sunday. All profits from this channel go into my college fund, so the more you watch, the more you help. Thank you for visiting and please come again! Mail for ORB should be sent to For The ORB 6585 Commerce Blvd Ste. H 128 Rohnert Park, Ca 94928 Links ORB's extras Channel Amazon wishlist FaceBook Page Twitter Wordpress blog Buzzfeed Tumblr Imgur StumbleUpon If you read this far, congratulations as few people read these descriptions.", "viewCount": 0.36853834098014876, "labels": [2, 7, 453, 957]}, "zMc7bWgwGyU": {"likeCount": 0.15314789170422552, "dislikeCount": 0.0, "videoId": "zMc7bWgwGyU", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "Dine With Shamu Seaworld orca killer whale Texas PetepenguinDine With Shamu at Seaworld San Antonio  71913They did a \"tone session\" in which sounds are played underwater and the whales do a particular behavior based on the sound played. Sakari and Takara are in this one and I think Ky comes out at the end. Taken at the 100pm Dine With Shamu at Seaworld San Antonio on July 19, 2013. Use only with permission! Petepenguin Films 2013.", "viewCount": 0.38798410559865626, "labels": [15, 311, 964, 990, 1526]}, "zMZLfd_BQG4": {"likeCount": 0.33005954838899637, "dislikeCount": 0.17708520116421445, "videoId": "zMZLfd_BQG4", "title": "", "description": "", "length": 0.2670245853074124, "keywords": "Austin Mahone Musical Artist loving you is easy syjaf say youre just a friend wisconsin milwaukee august 9 2013Austin Mahone singing syjafloving you is easy144 is funny idk i tried my best lol twitter time2milkthecow", "viewCount": 0.5301912886897203, "labels": [3, 4, 6]}, "JJ9P_PsnG2E": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "JJ9P_PsnG2E", "title": "", "description": "", "length": 0.24297522800024082, "keywords": "weave shop south beach miami weave hair stylist in south beach black women hair cut color and style south miami black hairstylist south beach hair dresser quick weave south beach sew in taneil mack celebrity hari stylist stylist to the stars south beach hair style weave south miami hair color barber lounge south beach barbershop black hairstylist south beach miami 50 dollar weaveSOUTH BEACH CELEBRITY HAIRSTYLIST TANEIL MACK FUTURE OF HAIR!!SOUTH BEACH FINEST HAIR STYLIST!!! SHE IS SO OFFICIAL WITH ALL TYPES OF HAIR AN STYLES CALL FOR APPOINTMENT 404.991.8352", "viewCount": 0.31964525417033895, "labels": [50, 65, 66]}, "JMJsCPvfvdI": {"likeCount": 0.29079485216122725, "dislikeCount": 0.17075701760979364, "videoId": "JMJsCPvfvdI", "title": "", "description": "", "length": 0.2679427896612119, "keywords": "Mischa Janiec Polska Genetics SNBF GNBF Natural Bodybuilding Fitness Interview Bodybuilder Muscle Muskeln Dit Diet Contest Competition Wettkampf Polen Poland Diet nutrition Weight Training Hobby Person Workout Ryan Exercise AthletiaSports AthletiaNatural Bodybuilder Mischa Janiec Interview & Training GERMAN ENG subHier kommt das erste Video von BodybuildingRev mit Natural Bodybuilder und Fitness Model Mischa Janiec aka PolskaGenetics! Weitere werden folgen... Please subscribe!  LATEST EPISODE  SUBSCRIBE  FACEBOOK  INSTAGRAM  SHOP Thanks to EVOPE for providing that great gym Thumbnail by Armaganvideos Unsere Kamera Unser Mikrofon Post Production Software So you're a tough guy? PROVE IT! Compete in STRENGTH WARS LEAGUE! Contact us via FACEBOOK ", "viewCount": 0.5027259885093204, "labels": [100, 161]}, "KjzQ_d7QzwM": {"likeCount": 0.15051499783199063, "dislikeCount": 0.03010299956639812, "videoId": "KjzQ_d7QzwM", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "Cat 320D LRR Cat 320D 320DL Excavator Bagger Grvmaskin Graafmachine Ripping Ripper Frozen Ground Dirt Digging Gravel Rocks Winter Cold Freezing Oslo Norway Swanty32eCAT 320D LRR Ripping Through Frozen DirtCat 320D LRR Excavator using the ripper to rip up the frozen dirt and rocks at a big construction site in Oslo,  January 15th 2013.", "viewCount": 0.3877486528069602, "labels": [2, 7, 208, 347]}, "h9_KFGXq8i8": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "h9_KFGXq8i8", "title": "", "description": "", "length": 0.2545307116465824, "keywords": "Super Mario Galaxy hide and seek Nintendo WiiSuper Mario Galaxy catch the 3 bunniesHide and seek with bunnies?? hell yeah! actually these 3 furry guys are stars", "viewCount": 0.37681198941847976, "labels": [0, 1, 35, 983, 1149]}, "h9pvTmZKYzg": {"likeCount": 0.2513217600067939, "dislikeCount": 0.15440680443502758, "videoId": "h9pvTmZKYzg", "title": "", "description": "", "length": 0.2584331224367531, "keywords": "H. R. Giger Visual Artist Giger's Alien Painting Visual Art Form Google Glass Computer Google Award Winner Time Lapse Art Quotation Subject Artist Project Role Surrealism Art PeriodMovement Horror Film Genre Visionary Art Visual Art Genre Austin CityTownVillage Point Of View Shot Film Genre Sharpie Brand Elmer's Products Business Operation Paint Marker Product Category Paint Pen Liquitex Brand Paint Visual Art MediumGiger's Alien Painting TimeLapse Through Google GlassDedicated to H.R. Giger thanks for haunting my childhood! Subscribe to all of my new work and get some awesome perks Buy prints of this piece Free music download Social ", "viewCount": 0.4424865309463941, "labels": [127]}, "Ddbus0ciAfA": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "Ddbus0ciAfA", "title": "", "description": "", "length": 0.24297522800024082, "keywords": "tennis school rich's tennis school alan tsuda chad tsudaRich's Tennis School  featuring coaches Alan Tsuda and Chad TsudaMeet Alan Tsuda and Chad Tsuda, pros at Rich's Tennis School in Erie, Colorado.", "viewCount": 0.31815577738627865, "labels": [0, 226]}, "5Gm0E0GlreY": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06989700043360189, "videoId": "5Gm0E0GlreY", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "cruise ship celebrity solstice cruises meyer werft papenburg schif boot shipyard luken hulskerCelebrity SOLSTICEGreat new cruiseship built by Meyer Werft Papenburg Germany for Celebrity Cruises ", "viewCount": 0.504967534206086, "labels": [2, 76, 227, 474]}, "oX3ltGKPUtE": {"likeCount": 0.29661417327390327, "dislikeCount": 0.14471580313422192, "videoId": "oX3ltGKPUtE", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "Sarah Geronimo TV Personality Teacher Georcelle Gforce Perfect 10 Vancouver Perfect 10 Canada Massey Theatre May 1 2015Sarah Geronimo Surprise Guest \"Teacher Georcelle\" Gforce Perfect 10 Vancouver, Canada May 1, 2015Description", "viewCount": 0.5092211681785122, "labels": [3, 6, 8]}, "oYLJeLznTFQ": {"likeCount": 0.31112625136590655, "dislikeCount": 0.1845098040014257, "videoId": "oYLJeLznTFQ", "title": "", "description": "", "length": 0.26812412373755873, "keywords": "Boulevard Of Broken Dreams Composition Green Day Musical Group Tutorial Cover como tocar guitarra guitarra acustica guitarra electrica Guitar Musical Instrument lesson how to play lyrics letra live ivan gonzalez ivan alvaradoComo tocar \"Boulevard of Broken Dreams\" de Green Day  Tutorial Guitarra HDSUSCRIBETE! Sgueme en Facebook Sgueme en twitter ivaancs D!", "viewCount": 0.4865015092187244, "labels": [4, 9, 10, 34, 37]}, "s3Iaz5t4u7o": {"likeCount": 0.20969100130080565, "dislikeCount": 0.047712125471966245, "videoId": "s3Iaz5t4u7o", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "Space Sun Global Warming Geomagnetic Storms Flares CMEs Magnetosphere Solar Cycle Sunspots Climate Change NASA NOAA IPCC Pole Shift SeaLevel Rise Planet X Nibiru Elenin Comets UFOs Chemtrails Greenhouse Gases CO2 EarthquakesBREAKING NEWS  PANSTARRS IS HERE  8 MARCH 2013BREAKING NEWS  PANSTARRS IS HERE  8 MARCH 2013 BEST SEEN, FULL SCREEN! MY PLAYLISTS Global Warming Quiz 1 Global Warming Quiz 2 Other Climate Videos Other Solar Videos For more details go to my channel www.youtube.comuserdrkstrong?featuremhee Where you will find links to earlier editions of \"THE SUN TODAY\" as well as other solar related videos and a series of quiz questions and answers on global warming sometimes with tongue firmly planted in cheek!. Enjoy! If you liked this video please vote thumbs up and pass it on to friends and relations who might find it interesting. Subscribe if you want to track daily updates. If there is something you did not like either leave a comment or send me a PM and let me know how I can improve the service. These videos are a hobby for a retired scientist I receive no funding for them. Also check out the excellent NASA solar information and videos at For the CUA Space Weather Academy lecture series For up to the minute websites go to the NOAA Space Weather Prediction Center Also an invaluable resource, often with interesting pictures at space weather.com There is a wealth of information and background on the various satellite and observatory websites and links therein, e.g., If you want to play with the data you MUST check out Want to find your own comets ", "viewCount": 0.4114744387545126, "labels": [1120, 2168]}, "s36garkyui8": {"likeCount": 0.2173186268412274, "dislikeCount": 0.07781512503836437, "videoId": "s36garkyui8", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "Paramore Ignorance Music Video MV High Quality HQ Emo Rock Punk IndyHQ Paramore  Ignorance MVThat's a Music Video from Ignorance by Paramore. Visit their site to suppot. \"Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use\"", "viewCount": 0.47311292497142177, "labels": [14]}, "EbWyJrhfKe0": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "EbWyJrhfKe0", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "performing artsPOINTS of VIEW  Het nationale ballet Hollandduets  coreografie Merce Cunningham, kammerballett  choreografie  Hans van Manen, since  choreografie  Annabelle Lopez Ochoa, hallelujah  choreografie Ted Brandsen", "viewCount": 0.41185623126356036, "labels": [8, 206]}, "TbEry3xCWCg": {"likeCount": 0.16020599913279623, "dislikeCount": 0.0, "videoId": "TbEry3xCWCg", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "acoustic rock music Acoustic Music Musical Genre classical music Piano Guitar Classical Cover Acoustic Cover Music Industry Guitar Cover Hollywood Concerto Actor Beethoven Orchestra Symphony Classical Period music Minor Violin Prelude Movement Mozart Prelude music Cello Actress Plays Allegro Famous Johann Baroque No1 Singer Angeles Sebastian Entertainment Stars Interview Acting Television Actors Casting Access Undead Bach News Hollywood Undead Youtube Celeb Fame ArtistSeor Pianista  HDUna obra de Maria Isabel Saavedra Interpreta Martha Isabel Castrilln Piano Pacho Benitez ", "viewCount": 0.361867553888514, "labels": [31, 47]}, "EePHuOHyF70": {"likeCount": 0.16334684555795864, "dislikeCount": 0.10413926851582252, "videoId": "EePHuOHyF70", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "Hot and Cold 0001Toontown Hot n ColdThx to everyone that helped meh um i didnt feel lyk doing the rest so i did it up to here lolits not that bad though...... there was like 5 more seconds or lines in the video.. i guess i was just lazy OR THE FACT IT WAS 1200!!! MIDNITE!!!! lol calm dwn karli or meg", "viewCount": 0.393736741751729, "labels": [0, 1, 5, 1915]}, "nBm39jkGeqY": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "nBm39jkGeqY", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "PS4 Playstation Sony SonyPlaystation Sony Playstation ps4magazin Trailer Website Category Destiny Video Game Electronic Entertainment Expo Conference Series Shooter Game Media Genre Video Game IndustryDestiny  E3 Enthuellungs Trailer Koenig der BesessenenDestiny  E3 Enthuellungs Trailer Koenig der Besessenen", "viewCount": 0.31146109842321734, "labels": [1, 25, 387]}, "JhpDBJwZ46g": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "JhpDBJwZ46g", "title": "", "description": "", "length": 0.26608654780038693, "keywords": "Elyria High School EHSElyria High School Band  101207I was there to film the Solon band but couldn't resist filming the EHS band. We enjoyed the upbeat and fun show.", "viewCount": 0.35566642621225686, "labels": [4, 13, 164, 175, 806, 842]}, "JlluzaV_xV8": {"likeCount": 0.17323937598229688, "dislikeCount": 0.09030899869919436, "videoId": "JlluzaV_xV8", "title": "", "description": "", "length": 0.2296665190261531, "keywords": " trangia                  Food Steamer Product Category Cooking Interest MikasuChannel TR210No.4    amazon  G    MikasuChannel  Mikasus Campmania  SakuraChannel  Mikasu  Mikasu  Mikasu  URL  Amazon ", "viewCount": 0.4338576007749808, "labels": [11, 20, 22, 29, 32, 472]}, "HzyGG8KE2sM": {"likeCount": 0.19242792860618818, "dislikeCount": 0.03010299956639812, "videoId": "HzyGG8KE2sM", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "WCBI Mississippi State Bulldogs Ole Miss Rebels Football Egg BowlEgg Bowl 20072007 AP AWARD WINNER 2007 Egg Bowl PKG that ran on WCBI on November 25, 2007", "viewCount": 0.45286596452349903, "labels": [0, 79]}, "I0EWYFKO0nU": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "I0EWYFKO0nU", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "ORGAN DRUMS WORSHIP HAMMOND B3 INSTRUMENTAL SHEDORGAN DRUMS WORSHIPORGAN AND DRUMS", "viewCount": 0.4048946503760492, "labels": [28, 31, 33, 40, 47, 57, 117, 348, 1476]}, "HlIpWj79ru4": {"likeCount": 0.30496056125949733, "dislikeCount": 0.17708520116421445, "videoId": "HlIpWj79ru4", "title": "", "description": "", "length": 0.25477747053878225, "keywords": "Honda CRF250R valve adjustment valve clearance dirt bike crf 250 cam shaft cam valve how to adjust shim uni cam 2004 2005 2006 2007 2008 2009 Honda CRF SeriesDirt Bike  Valve Adjustment on 04  09 Honda CRF250R  see descriptionI download a manual for every bike I work on! Get one for your bike here Get your OEM parts from RevZilla with this link Check out MOJOMOTOSPORT for high quality billet parts for your bike  I make commission from these links! Thank you for using them and supporting the channel! CRF250R Valve adjustment shown to you by professional dirt bike mechanic Troy Cote from Cote Motorcycles. Keep your dirt bike running its best by keeping your Valve Adjustment on 04  09 Honda CRF250R in spec. We show you all the math and give you step by step instruction to keep your Valve Adjustment on 04  09 Honda CRF250R dirt bike well maintained. More videos available on our channel, be sure to subscribe! New vids added all the time, thanks for watching!", "viewCount": 0.5296809930966722, "labels": [2, 30, 90, 1739]}, "R5RLUcEX474": {"likeCount": 0.22479732663618068, "dislikeCount": 0.03010299956639812, "videoId": "R5RLUcEX474", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "Impact You Raise Me Up110220 IMPACT   You Raise Me UpDownload  GROUP INFO Impact is a new ballad group training under Star Empire Entertainment VOS, Jewelry, ZEA, Nine Muses etc.. The members and respective birth years are Seok Kwangmoon '86?, Kang Sungho 88, Byun Jangmoon 88, and Phillip Ryu 89. in order in the video, Phillip sings first then Jangmoon, Kwangmoon, and Sungho Jangmoon is a former member of the DSP group A'ST1 before they disbanded and Kang Sungho used to be a member of the group Voice Rebirth. There's also no information on when their debut will be but hopefully it'll be at the beginning of next year. This performance is from ZEA's anniversary showcase where they made their first appearance.", "viewCount": 0.40756929182018037, "labels": [3]}, "Kt7sKJnXPDk": {"likeCount": 0.2549003262025788, "dislikeCount": 0.15185139398778877, "videoId": "Kt7sKJnXPDk", "title": "", "description": "", "length": 0.26273658565927327, "keywords": "beads beaded eggs eggs easter Pasha nice eggs Faberzhe faberge eggs Easter    . TUTORIAL BEADED EASTER EGG.  12.    VK  2 .   .", "viewCount": 0.48759116474718023, "labels": [732, 898, 1067]}}