{"TcXg8DCgi7U": {"likeCount": 0.14471580313422192, "dislikeCount": 0.06020599913279624, "videoId": "TcXg8DCgi7U", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "12989 dadar ajmer sf express arriving marwar junctiondadar ajmer sf express arriving marwar junction12989 dadar ajmer sf express arriving marwar junction with wdp 4", "viewCount": 0.3920749261275709, "labels": [2, 45, 51, 56, 77]}, "TiVe2cCClnM": {"likeCount": 0.17558748556724915, "dislikeCount": 0.06020599913279624, "videoId": "TiVe2cCClnM", "title": "", "description": "", "length": 0.2574031267727719, "keywords": "How To Change Spark Plugs On Cadillac CateraHow To Change Spark Plugs On A Cadillac Catera HDHow To Change Spark Plugs On A Cadillac Catera", "viewCount": 0.41692040365236194, "labels": [2, 7, 90, 2694]}, "Tlt9hq5elNY": {"likeCount": 0.17558748556724915, "dislikeCount": 0.09542425094393249, "videoId": "Tlt9hq5elNY", "title": "", "description": "", "length": 0.24502491083193612, "keywords": "Pontiac Grand Prix GTP hidden rust out supercharged superchargerHidden Rust  Pontiac Grand Prix20131021  Hidden rust in a Pontiac Grand Prix.", "viewCount": 0.4249736304568834, "labels": [2, 7, 1298]}, "Eev1IjLlISI": {"likeCount": 0.15797835966168103, "dislikeCount": 0.07781512503836437, "videoId": "Eev1IjLlISI", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "groupwestent jarronweller lyrical rap music video hip hop good music jcole 2pac eminem lifes low official music video 2011 music video NEW MUSIC 2011 RappingJarron Weller  \"Life's Low\" Official Music Video HQ A Song based off of real life situations, and Jarron's apart of that. Listen to him rap about it. Download Link Life's Low, Jarron Weller's new songvideo. Sound engineering by Jeremiah Lee, rapper in SpitSic. Every one of your favorite rapperssingers, for the most part grew up living a terrible lifestyle now look at them. IE Eminem, J.Cole, Trey Songz ect. Jarron Weller is soon to be the next household name. Make sure to share, comment, and thumbs up the video. If you want to see us make it somewhere just know that only the fans can do that! W.E.S.T Links Manager of W.E.S.T ", "viewCount": 0.3446226401778163, "labels": [14]}, "JeWmShN2fwc": {"likeCount": 0.3110926242266421, "dislikeCount": 0.16720978579357176, "videoId": "JeWmShN2fwc", "title": "", "description": "", "length": 0.25670263661590603, "keywords": "Alberto's pizza restaurant hand toss how to make authentic food family ny style baking nyc new york new yorkstyle nycstyle san marzano sauce tomato sauce mozzarella flour cheeseHow to make a New York style pizzaEasy method on How to hand toss a New York style pizza! You will need 16 inch pizza paddle, 16 inch oven stone, pizza sauce, mozzarella cheese, flour, 18 ounce dough ball, and any other toppings of choice.", "viewCount": 0.4822338101151007, "labels": [11, 20, 22, 29, 32, 211, 321, 334, 564]}, "JlFjdtNV5NY": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "JlFjdtNV5NY", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Phone Power Voip Service Voip Features How To Phone Service Phonepower Session Initiation Protocol SIP Voice Over Internet Protocol Voice Over Ip Industry Voip Phones Tutorial Internet Telephone Telephone Systems VoIP Servers Unified Communications Internet Network Internet phone service Services VoIP provider VoIP.com Broadvoice Internet Telephone Service International Calling Fax Enabled Voice Mail Voicemail FEVMSetting up Fax Enabled Voice Mail for Phone PowerIn this video we are going to explain how to set up your Fax Enabled Voice Mail. Fax Enabled Voice Mail will enable you to receive faxes without having a fax machine connected. Phone Power is a VoIP Voice Over Internet Protocol company, based in Winnetka California, providing telecommunications services for Home, Home Office, Small Business and Large Corporations. The Phone Power YouTube channel provides users with instructional videos about the various services and options available to them on their account. Web Site YouTube Channel Facebook Twitter LinkedIn G ", "viewCount": 0.36830470382388497, "labels": [21]}, "I2Qepx6qCqk": {"likeCount": 0.1414973347970818, "dislikeCount": 0.0, "videoId": "I2Qepx6qCqk", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "UGA Gym Dogs gymnastics University of Georgia Christa Tanella Shayla Worley Gina Nuccio Kat Ding Cassidy McComb jay Clark SECGeorgia Gym Dogs Bars 49.450 vs West VA 2011The University of Georgia Gym Dogs had a Great Bars Rotation to begin their 2011 season in great fashion. Christa Tanella, Shayla Worley, Gina Nuccio, Kat Ding, Cassidy McComb put up high scores to receive a 49.450 for that rotation at Stegeman Coliseum. They won the meet with a score of 196.725.", "viewCount": 0.40868934713094557, "labels": [261, 329]}, "I44G5cC5ICw": {"likeCount": 0.11139433523068368, "dislikeCount": 0.06989700043360189, "videoId": "I44G5cC5ICw", "title": "", "description": "", "length": 0.25514499979728755, "keywords": "airedale terrierairedale terrierwalk of airedale terrier", "viewCount": 0.41264885707003746, "labels": [15, 18, 67, 699]}, "KwYC2VFqkaQ": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "KwYC2VFqkaQ", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "Dogs puppies pitbull pit bull pitlab mix american bully play wrestle funny runningAmerican Bully Vs. Pitbull MixDodger the redbrown pitlab and Diamond the blue american bully excited to see each other", "viewCount": 0.35728716022004803, "labels": [15, 18, 67, 140, 1048]}, "R7gClCBVMEc": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "R7gClCBVMEc", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "Clown clowing Andrew ScharffAndrew the ClownIn case you couldn't see this video on my website, www.andrewscharff.com, I put it here for you to view as well.", "viewCount": 0.3130011949671905, "labels": [8, 726]}, "N6nuvQa6Hd0": {"likeCount": 0.24048337166199382, "dislikeCount": 0.12041199826559248, "videoId": "N6nuvQa6Hd0", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "avril lavigne contagious xXoavriloXx the best damn thing 2007Avril Lavigne  Contagiousi made a vid to the song \"contagious\" of \"the best damn thing\" album . i hope you like it!!!!", "viewCount": 0.5111077596615069, "labels": [14]}, "n2-MCr89wqU": {"likeCount": 0.1079181246047625, "dislikeCount": 0.06989700043360189, "videoId": "n2-MCr89wqU", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "wwe professional wrestling smackdown raw video gamesEvolution of Archangelevolution of a CAW from the Smackdown series", "viewCount": 0.347928731647617, "labels": [0, 352]}, "1v-HUyQdXOI": {"likeCount": 0.12552725051033062, "dislikeCount": 0.10413926851582252, "videoId": "1v-HUyQdXOI", "title": "", "description": "", "length": 0.24683473304121573, "keywords": "digital picture framehowto make a digital picture frame  part 3system board backpanel", "viewCount": 0.43108419451642965, "labels": [251, 2725]}, "BSPI8r67sq8": {"likeCount": 0.2209515014542631, "dislikeCount": 0.08450980400142569, "videoId": "BSPI8r67sq8", "title": "", "description": "", "length": 0.2484299839346786, "keywords": "cintiq cintiq 13 HD mesa digitalizadora arte digital Graphics Tablet Wacom Business Operation pintura desenho desenho digital artista pintor pintura digital cintiq tutorial tutorial como usar como usar cintiq cintiq how to como pintar cintiqMesa digitalizadora Wacom Cintiq 13 HD Parte 3Demonstrao dos atalhos da Cintiq 13 HD. Part 1 Part 2 Portfolio ", "viewCount": 0.4152869054217012, "labels": [49, 80]}, "BSSKCMn30O4": {"likeCount": 0.2428134794028789, "dislikeCount": 0.047712125471966245, "videoId": "BSSKCMn30O4", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "skateboarding canada minor media erick valentic toronto skate boarding mitch donovan the arc mitch donovan state your name state your name Skating skate park minor media Skateboard Sk8 Arts Park BoardMitch Donovan vs The ARCfilmed by ERICK VALENTIC CHRIS MCMASTER JORDAN MOSS DAN EVERSON edited by Erick Valentic song Nazareth Savage  Nas", "viewCount": 0.4041076719715475, "labels": [72, 98, 151, 240]}, "X8wI5dw33cI": {"likeCount": 0.1380211241711606, "dislikeCount": 0.0, "videoId": "X8wI5dw33cI", "title": "", "description": "", "length": 0.25250448070368453, "keywords": "adam lambert a change is gonna come civil rights anthem lgbt anthem music box zodiac glam nation glamnationAdam Lambert  A Change Is Gonna Come w inspirational speech  The Music Box  121510Six years TO THE DAY when he first sang this song with The Zodiac Show, Adam Lambert performs my favorite song he did on Idol, \"A Change Is Gonna Come\", at the penultimate Glam Nation Tour Stop at the Henry Fonda Music Box Theatre in Hollywood, CA", "viewCount": 0.31892094895823064, "labels": [3, 4]}, "i0eLDCaVvGo": {"likeCount": 0.1278753600952829, "dislikeCount": 0.03010299956639812, "videoId": "i0eLDCaVvGo", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "EMMA HOUSE WORLD OUT20080516 EMMA HOUSE featuring JANICE ROBINSONSweetest Day of May Tour WORLDOUT EMMA HOUSE featuring JANICE ROBINSON", "viewCount": 0.3903632516084238, "labels": [3, 6]}, "_TL9KFx7IYw": {"likeCount": 0.2782472624166286, "dislikeCount": 0.15185139398778877, "videoId": "_TL9KFx7IYw", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "The Last Stand trailer The Last Stand movie The Last Stand HD HD 2012 Kim JeeWoon Arnold Schwarzenegger Forest Whitaker Eduardo Noriega Rodrigo Santoro Johnny Knoxville Jaimie Alexander Peter Stormare Zach Gilford Genesis Rodriguez action luis guzman daniel henney movie trailer explosions guns thriller comedy corvette cars car chaseThe Last Stand 2013  Official Trailer 2On January 18th... Arnold is BACK! The Last Stand  Official Final Trailer Action icon Arnold Schwarzenegger makes his muchanticipated return to the big screen in Korean director Kim Jeewoon's hardhitting US directorial debut, THE LAST STAND. After leaving his LAPD narcotics post following a bungled operation that left him wracked with remorse and regret, Sheriff Ray Owens Schwarzenegger moved out of Los Angeles and settled into a life fighting what little crime takes place in sleepy border town Sommerton Junction. But that peaceful existence is shattered when Gabriel Cortez Eduardo Noriega, the most notorious, wanted drug kingpin in the western hemisphere, makes a deadly yet spectacular escape from an FBI prisoner convoy. With the help of a fierce band of lawless mercenaries led by the icy Burrell Peter Stormare, Cortez begins racing towards the USMexico border at 250 mph in a speciallyoutfitted Corvette ZR1 with a hostage in tow. Cortez' path straight through Summerton Junction, where the whole of the U.S. law enforcement, including Agent John Bannister Forest Whitaker will have their final opportunity to intercept him before the violent fugitive slips across the border forever. At first reluctant to become involved, and then counted out because of the perceived ineptitude of his small town force, Owens ultimately rallies his team and takes the matter into his own hands, setting the stage for a classic showdown. Arnold Schwarzenegger stars in THE LAST STAND. Directed by Kim Jeewoon and written by Andrew Knauer and Jeffrey Nachmanoff, THE LAST STAND also stars Forest Whitaker, Eduardo Noriega, Rodrigo Santoro, Johnny Knoxville, Jaimie Alexander, Luis Guzmn, Peter Stormare, Zach Gilford and Genesis Rodriguez. The film is produced by Lorenzo di Bonaventura the TRANSFORMERS series, RED, GI JOE, SALT.\" ", "viewCount": 0.6217324410397095, "labels": [25]}, "_WiHE57p254": {"likeCount": 0.21461280356782383, "dislikeCount": 0.08450980400142569, "videoId": "_WiHE57p254", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "I'm Gonna make you sweatIsle of MTV Malta 2011  Snoop Dogg  SweatIsle of MTV Malta 2011  Snoop Dogg ft David Guetta  Sweat", "viewCount": 0.469421898771923, "labels": [3]}, "V8URdG8Iuwg": {"likeCount": 0.13222192947339192, "dislikeCount": 0.12041199826559248, "videoId": "V8URdG8Iuwg", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "Nike Football Parody Soccer Write Future Crazy Adidas Messi Ronaldo Rooney Ribery Coca Cola South Africa 2010 Waka waka Waving Flag ParodiaNike  Write The Future PARODYParody by Gio e Cioppo. Please leave a comment, thanks!", "viewCount": 0.3531478917042255, "labels": [271]}, "VIs2BiEpPS0": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "VIs2BiEpPS0", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "bigg boss 7 7th october 2013 full episode bigg boss 7 episode 22 bigg boss 7 day 22 bigg boss episode 22 bigg boss 7 7th october bigg boss season 7 bigg boss 7 contestants salman khan bigg boss 7 22nd episode big boss 7 finale bigg boss 7 salman khan Catfight fight Anita Advani Armaan Kohli Tanisha VJ Andy Gauhar Khan Pratyusha Banerjee Apurva Agnihotri Shilpa Saklani Kushal Tandoncelebrity entertainment bollywoodbackstage takisawantBigg Boss 7th October 2013 Full EPISODE  Anita Advani lashes out at Armaan KohliWeekend Ka Wow Salman Ke Saath 7 was filled with fun, masti and drama with Salman Khan and the evicted contestant Anita Advani. Find out how does Taki react to Anita & Armaan's showdown.", "viewCount": 0.38772561331135863, "labels": [225]}, "mFPyXunC1KE": {"likeCount": 0.13222192947339192, "dislikeCount": 0.047712125471966245, "videoId": "mFPyXunC1KE", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "autumncrocus billymayerlAutumn Crocus by Billy Mayerl26th March 2009, Melba Hall www.melbourneharppiano.com", "viewCount": 0.38751191654625683, "labels": [4, 31, 40, 47]}, "Jv60n7FKviM": {"likeCount": 0.19084850188786498, "dislikeCount": 0.06989700043360189, "videoId": "Jv60n7FKviM", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "distreeto skate mexico skateboarding reskate mario saenz shadi charbelDistreeto III premier distreeto \"D3\"ultimo promo del video distreeto skate III \"D3\". Video oficial de la marca DISTREETO SKATEBOARDS", "viewCount": 0.46495782291202503, "labels": [60, 68, 72, 98]}, "fotzWoRDrsg": {"likeCount": 0.3268343913951065, "dislikeCount": 0.17481880270062006, "videoId": "fotzWoRDrsg", "title": "", "description": "", "length": 0.2683947130751512, "keywords": "black ops 3 NUCLEAR bo3 Nuclear Call of duty Black ops 3 Nuclear fail black ops 3 black ops 3 beta gameplay black ops 3 beta black ops 3 gameplay call of duty black ops 3 call of duty black ops 3 beta call of duty black ops 3 gameplay call of duty 2015 black ops 3 call of duty cod black ops 3 cod bo3 call of duty bo3 call of duty call of duty black ops cod beta gameplay live Hollow Poiint Hollow Point hollowpoiint fortnite fortnite hollowpoiint spidermanOMG NUCLEAR!?  COD BO3 INSANE 32 Killstreak  Black Ops 3 Live Multiplayer GameplayOMG NUCLEAR!?  COD BO3 INSANE 32 Killstreak  Black Ops 3 Live Multiplayer Gameplay on kill confirmed, this is an intense game with a crazy gun streak! did i pull of the NUCLEAR? Check it out  Join The Team   ..Not Later.. NOW Watch my most popular uploads! FOLLOW ME HERE  Twitter  Facebook  Instagram Twitch Hollowpoiint LIMITED EDITION Merch About HollowPoiint Hey my name is HollowPoiint. I LOVE uploading videos on Call of Duty, Fortnite, Spiderman and anything from funny moments to tips and tricks. EVERYTHING I use to GAME Kontrol Freek USE Code \"Hollow\" For 10 OFF SCUF Gaming USE Code \"Hollow For OFF ASTRO My HEADSETS GFUEL USE Code \"Hollow\" For 10 OFF LOGITECH Click Link For Discount! FAN MAIL Address 6800 SW 40th St 282 Miami FL 33155  Music  Title Artist Music courtesy of www.epidemicsound.com Intro Musich OMG NUCLEAR!?  COD BO3 INSANE 32 Killstreak  Black Ops 3 Live Multiplayer Gameplay  HollowPoiint HollowPoiint ", "viewCount": 0.4777042385049856, "labels": [0, 1, 36]}, "fpKvdg7TTLE": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "fpKvdg7TTLE", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "ufo Nibiru ISS NASA 2014 aliens space Moon   news          Russia earth apocalypse Armageddon planet universe area secret youtube galaxy invasion astronomy apollo roswell launch OVNI abduction solar spaceship conspiracy discovery sighting cosmos crop disclosure myunhauzen74 astronaut orb hubble footage mystery object contact google stars Sun  sightings ufo's Ufo Wikileaks Ukraine Country Russia Country usa warGiant alien anomalies  UFOs near the Sun on NASA satellite images SOHO  AugustOriginal images of UFOs and images through the filter 140. You need to know and remember that objects and anomalies near the Sun are not recording errors are not noisy equipment and are not coronal mass ejections from the sun, or the solar wind. This is a real giant unidentified objects, which have correct geometrical shape and different sizes. Attention! If you can, make a donation PayPal snezhinsk2gmail.com, QIWI 79634634004, Yandex 41001459152406. For more exclusive information on UFOs, please visit ", "viewCount": 0.31482940974347456, "labels": [451, 1120]}, "aCrCtNdy0AM": {"likeCount": 0.1653212513775344, "dislikeCount": 0.047712125471966245, "videoId": "aCrCtNdy0AM", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "nba world basketball sports planet 2008 2009 2010 2011 2012 2013 2014 dwyane wade miami heat legacy champion championship 2006 playoffs shaq highlights amazing awesome hd lebron james michael jordan chicago bulls ring title2014.02.08  Brandon Jennings Full Highlights vs Nuggets  35 Pts, 12 AssistsPlease watch \"Why Prime Kobe was arguably the most UNSTOPPABLE legend ever\"  Stop waiting, become the BEST point guard! Click the link! FOR MORE FOLLOW ME  Twitter  Facebook  Write your request Brandon Jennings had a seasonhigh 35 points in the Pistons' 126109 win over the Nuggets. BOXSCORE ", "viewCount": 0.3599883072073688, "labels": [0, 52, 70, 125]}, "aDV_9g7v8Xg": {"likeCount": 0.13424226808222062, "dislikeCount": 0.06020599913279624, "videoId": "aDV_9g7v8Xg", "title": "", "description": "", "length": 0.2608526033577194, "keywords": "opening pokemon booster packs 1st edition gym heroes crzy55 update charizard holo cards tcg trading card game blastoise PSA japanese promoOpening 3 1st Edition Gym Heroes Booster Packs  UpdatePlease message me for any questions on the PSA cards and thanks for watching my vids guys!", "viewCount": 0.3051152522447382, "labels": [81, 915]}, "aDeFKl0lFbM": {"likeCount": 0.21702617153949577, "dislikeCount": 0.07781512503836437, "videoId": "aDeFKl0lFbM", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "jimmy oakes how to adam lz tutorial bike bmx pedals bmx pedals Bicycle Sports Equipment BMX Bike Sports Equipment bike fix fixes diy Stunt CrashHow To Change Pedals BMXHow to change pedals with Jimmy Oakes. Please check out our other videos and subscribe to our channel. Jimmy loves followers so follow him jimmyoakes on Instagram,and twitter. Find us on all the Social Scenes wallingfordbike.", "viewCount": 0.4410928999102692, "labels": [53, 58, 228]}, "NPGKYmy1G-w": {"likeCount": 0.1991226075692495, "dislikeCount": 0.06989700043360189, "videoId": "NPGKYmy1G-w", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "Huawei Huawei P8 Super Night Mode Super Night smartphone smartcam smartcamclubTesting the Huawei P8 Super Night ModeTesting the Huawei P8 Super Night Mode  in the basement", "viewCount": 0.4277563376055919, "labels": [21, 24, 158]}, "eCc2hML8_RI": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "eCc2hML8_RI", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "Jake Shields Georges StPierre FUC 129Pese UFC 129  Shields vs StPierrePese officielle du UFC 129  Jake Shields le malaim, Georges StPierre l'enfant chri des Torontois.", "viewCount": 0.3329397879361043, "labels": [92, 110]}, "onYuQdFcovM": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "onYuQdFcovM", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "tiffany johnnie stiegler skating 1996 too hot to skate exhibitionTiffany and Johnnie Stiegler 1996 Too Hot to SkateTiffany and Johnnie Stiegler's exhibition performance at the 1996 Too Hot to Skate", "viewCount": 0.3741387992479269, "labels": [6, 8, 346]}, "78YUmbaLQAk": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "78YUmbaLQAk", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "Caesar Windsurfing GoPro Freestyle BonaireCaesar Finies  GoPro Boom MountGoPro Boom mounted video of Bonaire's professional windsurfer Caesar Finies. Though Caesar rips in high wind with the best shoveit around, he is known as a light wind freestyle specialist. The video starts slow, but he really gets going mid way through and ends with one of his famous sail throws and catch. Sorry for the poor editing and lack of music. First movie I ever made and uploaded.", "viewCount": 0.3679609571779756, "labels": [166]}, "KcJIWpWzGGc": {"likeCount": 0.19444826721501687, "dislikeCount": 0.047712125471966245, "videoId": "KcJIWpWzGGc", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "Super Castlevania IV Castlevania Castlevania IV Cave Super Famicom Super Nintendo Super Nes snes Konami ost vst mao Native Instrument remix reprise vgm video game music Masanori Adachi Sotaro Tojima arrangement orchestral classicalSuper Castlevania IV  Orchestral Arrangement  CaveMusique de Super Castlevania IV. Cave, Stage 3. Arrangement Orchestral par Rayena. Super Castlevania IV Super Famicom  Super Nes, 1991, Konami. Compositeurs  Masanori Adachi & Sotaro Tojima Download mp3  \"Cave\" Native Instruments.", "viewCount": 0.3684396478419021, "labels": [0, 1, 935]}, "EpMmhXpUnMo": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "EpMmhXpUnMo", "title": "", "description": "", "length": 0.22405492482826, "keywords": "100MEDIA FILE0029Landon's 7th Birthday CakeLandon's party was Indiana Jones and the Temple of Doom, so Judy made the cake and topped it with the Lego Indiana Jones.... She also made whips out of yarn for everyone and they had a treasure hunt. The best part was TieDying TShirts!!", "viewCount": 0.3277379974667255, "labels": [123, 176, 1411]}, "MBaWGNE-Urk": {"likeCount": 0.047712125471966245, "dislikeCount": 0.07781512503836437, "videoId": "MBaWGNE-Urk", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "HTC Sensation XE HTC Sensation XE features HTC Sensation XE news HTC Sensation XE price HTC Sensation XE spec HTC Sensation XE updates review of the HTC Sensation XE Beats by dre HTCSensationXE HTC Sensation HTCSensation HTC Sensation XE Overview HTC Sensation XE ReviewHTC Sensation XE with Beat technology by Dr. Dre handson videoHTC Sensation XE overview at this is brief overview read the full specs and review from the above link. Weight 151 g Display Type SLCD capacitive touchscreen, 16M colors Size 540 x 960 pixels, 4.3 inches 256 ppi pixel density  Multitouch input method  Accelerometer sensor for UI autorotate  Proximity sensor for auto turnoff Sound Alert types Vibration, MP3, WAV ringtones Loudspeaker Yes 3.5mm jack Yes Call records Practically unlimited Internal 4 GB 1 GB user available, 768 MB RAM USB Yes, microUSB MHL v2.0 Camera Primary 8 MP, 3264x2448 pixels, autofocus, dualLED flash Features Geotagging, touchfocus, image stabilization, face detection, instant capture Video Yes, 1080p30fps, stereo sound recording Features OS Android OS, v2.3.4 Gingerbread CPU 1.5 GHz dualcore processor, Adreno 220 GPU, Qualcomm MSM 8260 Snapdragon Messaging SMS threaded view, MMS, Email, Push Email Games Yes Colors Black GPS Yes, with AGPS support Java Yes, via Java MIDP emulator .... Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for fair use for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use", "viewCount": 0.3497620649781288, "labels": [21, 23, 24]}, "TxcHcRg_R7w": {"likeCount": 0.2161368002234975, "dislikeCount": 0.09542425094393249, "videoId": "TxcHcRg_R7w", "title": "", "description": "", "length": 0.26242820958356683, "keywords": "wilechase pokemon black white black2 white2 black2white2 blackwhite2 bw2 blackwhite bw diamond pearl platinum heart gold soul silver wifi battle haxorus5150 marriland smogon serebii random xat rpx randompokemonxat pokecentral101 abras asylum abrasasylum aax distortion league distortionleague video game nintendo dsPokemon Black2White2 Wifi Battle vs Haxorus5150On smogon, wanted match, he accepted, and here we are. Pretty good match, some nice plays, not really any hax, fun. His channel, he likes haxorus, so go sub. ", "viewCount": 0.3505556938663822, "labels": [0, 1, 5, 81, 108]}, "U4EwNLD5f1U": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "U4EwNLD5f1U", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "Jeff Mayweather Floyd Mayweather Floyd Mayweather Jr. The Money Team Mayweather Boxing Club Boxing rocky jerkicJeff Mayweather padwork with undefeated Rocky JerkicJeff Mayweather got some padwork in on Monday with his newest fighter, undefeated middleweight prospect Rocky Jerkic. For more exclusive videos from Pro Boxing Insider please SUBSCRIBE to our Youtube page at or visit our sites at www.proboxinginsider.com or www.prommainsider.com. Follow Jeff Mayweather on twitter JeffMayweather1 Follow Pro Boxing Insider PBInsider Follow Pro MMA Insider ProMMAInsider", "viewCount": 0.3467312062980552, "labels": [92, 110]}, "Png0d-KsnNw": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "Png0d-KsnNw", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "Dallas Mavericks Jos Barea Rodrigue Beaubois Erick Dampier Drew Gooden Josh Howard Kris Humphries Jason Kidd Shawn Marion Dirk Nowitzki Quinton Ross James Singleton Jason Terry Houston Rockets David Andersen Trevor Ariza Shane Battier Aaron Brooks Chase Budinger Chuck Hayes Carl Landry Kyle Lowry Tracy McGrady Luis Scola Yao MingRockets vs Mavericks NBA Highlights 12182009Rockets vs Mavericks 18122009 Pueden verlo en nba.com Houston Rockets Kyle Lowry 26 points, 6 rebounds, 10 assists, 5 steals Aaron Brooks 25 points, 4 rebounds, 5 assists, 2 steals Luis Scola 19 points, 10 rebounds, 5 assists David ANdersen 16 points, 3 rebounds Trevor Ariza 13 points, 8 rebounds Dallas Mavericks Jose Juan Barea 23 points, 3 assists Shawn Marion 17 points, 9 rebounds, 2 blocks Josh Howard 17 points, 3 rebounds Jason Terry 14 points Jason Kidd 8 points, 11 rebounds, 10 assists, 4 steals, 2 blocks Eric Dampier 9 points, 14 rebounds, 3 blocks", "viewCount": 0.4150633653746429, "labels": [0, 52, 70]}, "yzxok298lWI": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "yzxok298lWI", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "nike running nikerunning nike downshifter 5 running shoes unboxingNike Downshifter 5 unboxingNike Downshifter 5 MSL unboxing", "viewCount": 0.3573799582215741, "labels": [66, 148, 253, 271]}, "Q2qhpR71rT4": {"likeCount": 0.2558708570533166, "dislikeCount": 0.047712125471966245, "videoId": "Q2qhpR71rT4", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "gundam unicorn pianoGundam Unicorn  Audrey  PianoUCGundam Unicorn  Soundtrack3  Audrey Music by Hiroyuki Sawano arranged & plaeyd by me", "viewCount": 0.45762491824461304, "labels": [31, 40, 57]}, "Q27_uj9ZI9U": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "Q27_uj9ZI9U", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "Anime AMV FMA Manga Ellegarden ytstretch169Amv FMA Brotherhood JitterbugAnime FMA Brotherhood Song Jitterbug Ellegarden Program Sony Vegas", "viewCount": 0.3054613054556888, "labels": [5, 1140]}, "Q6LpGAro8o8": {"likeCount": 0.1845098040014257, "dislikeCount": 0.06020599913279624, "videoId": "Q6LpGAro8o8", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "Cool Finger Picking guitar tutorial lesson howto how to play learn instructions instructional video acoustic musicCool Finger Picking Guitar Tutorial  LessonHere is a great sounding finger picking exercise for guitar. Thanks for watching! You Rock!!!!!", "viewCount": 0.38712225567597075, "labels": [4, 9, 10, 34, 2624]}, "Q9FuHyoX7dQ": {"likeCount": 0.1806179973983887, "dislikeCount": 0.0, "videoId": "Q9FuHyoX7dQ", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "bedroom design ideas kingstown bedrooms bedroom design bedroom decorationBedroom Design Ideas from Kingstown by Lexington FurnitureMK Home Design  opened its doors back in 1997. Our goal of helping clients find some of the most wellknown furniture manufacturers at affordable prices while also being provided with superior customer service has always been met. From superb bedroom design ideas to living rooms to bathrooms, we offer terrific deals on top brands and collections, such as Kingstown by Lexington Furniture and hundreds more. Visit our online showroom and check out the best bedroom design for the lowest prices  high class bedroom decoration without interior decorators, and much more! MK Home Design is your one stop shop for all your furniture needs! MK Home Design provides homebuilders, designers, interiors decorators and regular clients access to furniture manufacturers located all across the United States. Our customers can be sure to find a great selection of bedroom, dining room, living room, office and home entertainment furniture from the over onehundred and fifty manufacturers that we currently represent. We are constantly improving and expanding our collections by attending some of the major furniture and accessories shows in the industry such as the Atlanta International Gift & Home Furnishings Market, the High Point Market and the Las Vegas Market. At these shows, we search for the most exciting and unique lines and acquire them for our clients. No matter how big or small your project is, our designers will help you find the right furniture and accessories for it. MK Home Design is your one stop shop for all your furniture needs!", "viewCount": 0.34356851379416303, "labels": [184, 380, 400, 416, 614, 641]}, "QC54i2Smgpk": {"likeCount": 0.1977723605288848, "dislikeCount": 0.10413926851582252, "videoId": "QC54i2Smgpk", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Toronto CityTownVillage Canada Country Snow Ice Storm broken trees Ontario Canadian Province Winter Cold freezing rain ice covered streets ice winter storm Eissturm La tempte de verglas tormenta de nieve  jgvihar ledov boue  pga isstormToronto Ontario Winter Ice Storm 2013  Canada, eh ?On December 22, 2013 Toronto was paralyzed by damaging Ice Storm. Please see my Toronto Snow Storm video as well and torrential rainfall", "viewCount": 0.4493485934175957, "labels": [252, 291, 642, 1900]}, "x34CkKvyGqs": {"likeCount": 0.20453229787866578, "dislikeCount": 0.06989700043360189, "videoId": "x34CkKvyGqs", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "Call of Duty Clan Minecraft BHL Gaming Destiny Destiny Gameplay Dancing on Destiny Destiny Dance Dance Party Dance Off Xbox Playstation Xbox 360 Xbox One PC PS4 PS3 Video Game Industry Games Destiny Beta Destiny Multiplayer Multiplayer Xbox Live PSN Playstation Network So you think you could dance? Beyonce Dubstep Dub Step Music Gaming MusicDestiny Dance OffSubscribe to BHL Gaming for more Destiny and other gaming videos! Join our gaming community and never game alone! Music Antoine Lavenant  Beast Mode Antoine Lavenant's channel youtube.comuserAntoinelavenant", "viewCount": 0.38824676148953713, "labels": [0, 1, 387]}, "c_eQxBa8w-I": {"likeCount": 0.14471580313422192, "dislikeCount": 0.07781512503836437, "videoId": "c_eQxBa8w-I", "title": "", "description": "", "length": 0.24502491083193612, "keywords": "Dynamite Bentonite REAL SALT Redmond Clay RawBrahs Raw Brahs VitaminRB Vitamin RB RawBrahs VLOG RawBrahs Eat Raw Meat RawBrahs six pack abs RawBrahs Paul Chek travel the world best fruits in the world mother natures breast milk how to get cut and jacked rawbrahs renegades of funk get an 8 pack with raw foods rawbrahs rawsistahs rawbrahs raw milk raw milk rawbrahs functional fitnessDynamite, Bentonite, & REAL SALT  RawBrahsDynamite, Bentonite, & REAL SALT  RawBrahs Downloadable Podcast Here Music by Join the RawBrahs Team  Website  FB  IG  Subscribe  Vlogs & VitaminRB  Tweet About Us Inspiration for Your Transformation  Edutainment for Fitness, Food, & Fun  Expect Nothing, Experience Everything!! We are solar powered unconventional Christian raw food enthusiasts radically honest nomadic elitist minimalist brothers with DOMS, and are representing our Father God & Mother Earth! Join our Journey! Biography No one makes living a healthy holistic adventurous lifestyle look more fun or attractive than the RawBrahs, three super energetic brothers who are racking up fans on Youtube & Facebook with their zany raw lifestyle antics and stunts. Describing themselves as \"solarpowered radically honest raw food enthusiasts\" on a mission to connect all their brahs & sistas to our Father God & Mother Earth, Nathanael, Timothy TMango, and Daniel Danimal have unleashed their killer abs and wild raw food skits on audiences who had no idea that living healthy can be such an adventure. There are no forms of \"edutianment\" that is better able to captivate & inspire this audience than these three easy on the eye paradigm shifting brothers. They strategically use the simple concept of going back to the basics of health by inspiring viewers to drink fresh water, get fresh air & sunlight, eat local organic produce, practicing functional fitness in nature, having a strong spiritual connection, and so on. They convey their entrepreneurial free spirits via a clever artistic twist of low budget video production with awesome music which they offer for free to anyone in the pursuit to spark social & environmental justice. They are notably known for not only promoting organic, fair trade, local food, but making it seem so tasty, fun, & easy that children under 5 can do it Tags \"Life Saving Information\" \"RawBrahs VLOG\" \"Driving Tips\" \"Jaw Surgery\" \"Honesty Jealousy\" \"Honesty Jealousy\" \"Figs Goat Cheese\" \"Hot Chicks\" \"meat beer\" \"Raw Brahs\" RawBrahs \"RawBrahs VLOG\" Honesty Jealousy Figs Goat Cheese Hot Chicks Meat Beer Moms \"Best Coffee in the World\" \"Pikes Place Market\" \"Best Market in the World\" \"Jamaican Blue Mountain Coffee\" \"Jamaica Coffee\" \"Pikes Place Seattle\" \"RawBrahs go Salmon Fishing\" \"RawBrahs Fish\" \"RawBrahs VLOG\" \"how to pick up chicks\" \"raw meat\" \"DETOX 10 YEARS in 1 Day  RawBrahs VLOG DAY 3\" \"DETOX 10 YEARS in 1 Day\" \"RawBrahs VLOG\" \"Deep Diving Detox\" \"Day 2 RawBrahs VLOG\" Deep Diving Detox Day 2 RawBrahs VLOG \"RawBrahs VLOG\" \"Vitamin RB\" RawBrahs \"Bill Barlow\" \"Raw Food For My Life\" \"Paul Chek\" \"Raw Brahs\" \"Raw Food Diet\" \"Vancouver\" \"British Columbia\" \"Vancouver, BC\" \"trampoline\" \"raw food doctor\" \"lou corona\" \"raw vegan diet\" \"raw food diet\" \"bill barlow raw food for my life\" \"video blogging\" rawbrahs \"raw brahs\" BenjiManTV benji benjimantv \"benji man tv\" judy itsjudyslife itsjudytime \"dream job\" \"youtube job\" \"making money on youtube\" \"pikes place market\" \"pikes place seattle\" \"hard work\" \"trick to getting rich\" \"pura vida\" \"Costa Rica\" \"finca de vida\" \"lou corona\" \"dan mcdonald\" \"life regenerator\" paradise \"Florence  The Machine\" \"Cosmic Love\" \"radical honesty\" \"RawBrahs\" \"Raw Brahs\" \"VitaminRB\" \"Vitamin RB\" \"RawBrahs VLOG\" \"RawBrahs Eat Raw Meat\" \"RawBrahs six pack abs\" \"RawBrahs Paul Chek\" \"travel the world\" \"best fruits in the world\" \"mother natures breast milk\" \"how to get cut and jacked\" \"rawbrahs renegades of funk\" \"get an 8 pack with raw foods\" \"rawbrahs rawsistahs\" \"rawbrahs raw milk\" \"raw milk\" \"rawbrahs functional fitness\"", "viewCount": 0.33236645356081, "labels": [11]}, "cd_geWLxvCA": {"likeCount": 0.09542425094393249, "dislikeCount": 0.08450980400142569, "videoId": "cd_geWLxvCA", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "slotsChoy Sun Doa Slot Machine Bonusfifty cent bet with a retrigger", "viewCount": 0.3649140064144219, "labels": [0, 62, 479]}, "KTJssNwlf-k": {"likeCount": 0.16334684555795864, "dislikeCount": 0.09030899869919436, "videoId": "KTJssNwlf-k", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "Lyrical solo teen dance performing artsConcrete Angel Lyrical SoloLyrical solo in the begining of dance year 2008", "viewCount": 0.4285242162425415, "labels": [6, 894]}, "8Q3RtilRhBE": {"likeCount": 0.29232440186302766, "dislikeCount": 0.19344984512435678, "videoId": "8Q3RtilRhBE", "title": "", "description": "", "length": 0.2519827993775719, "keywords": "waffles belgium waffles kids cooking breakfast foods Lily Ava Sophia cooking with kidsWelcome to the Cookin' Kids Belgian Waffles1 12 cups all purpose flour 12 cup cornstarch 2 tbsp cornmeal 1 tbsp baking powder 34 tsp baking soda 1 tsp salt 3 large eggs, separated 3 tbsp granulated sugar 1 34 cups buttermilk 12 tsp pure vanilla extract 12 cup butter, melted Fresh berries maple syrup whipped cream", "viewCount": 0.5210674265434612, "labels": [11, 20, 22, 29, 32, 122, 176, 211, 321, 2757]}, "6WQARngO7J0": {"likeCount": 0.14623979978989562, "dislikeCount": 0.0, "videoId": "6WQARngO7J0", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "Tarja Turunen Filharmonie Bohuslava Martin Zln Beauty and the Beat Czech RepublicTarja Turunen  I feel pretty  Filharmonie Bohuslava MartinLIVE testZkouka na oficiln koncert Beauty and the Beat se Zlnskou filharmoni Bohuslava Martin.", "viewCount": 0.3414137362184477, "labels": [3]}, "HGLeDAXrWYg": {"likeCount": 0.26720978579357174, "dislikeCount": 0.15797835966168103, "videoId": "HGLeDAXrWYg", "title": "", "description": "", "length": 0.260959440922522, "keywords": "Air Algrie Airline planespotting flight arrival flight departureAir Algerie A330200 Special! at Heathrow AirportThe Air Algerie flagship Airbus A330 presented in it's 2005 delivery livery and the 2012 updated scheme.", "viewCount": 0.5000499151696942, "labels": [2, 44, 46, 107, 109, 114, 138, 145, 155, 162, 1162]}}