{"ZWKjLdhRrUs": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "ZWKjLdhRrUs", "title": "", "description": "", "length": 0.24099331233312948, "keywords": "Carolina LiarCarolina Liar  Show Me What I'm Looking ForBill and Trav's Bogus Journey Tour 2008 Nov 22  Toronto The Gurvernment Carolina Liar", "viewCount": 0.3965812953036603, "labels": [3, 4, 9, 10]}, "XU0OkNAjVRk": {"likeCount": 0.16627578316815741, "dislikeCount": 0.06989700043360189, "videoId": "XU0OkNAjVRk", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "office christmasOffice Christmas VideoA Christmas video to show how much we will miss the Christmas episode this season. Song Death Cab for Cutie  Christmas Baby Please Come Home", "viewCount": 0.45159797562794285, "labels": [99]}, "xqOCtbsC9h8": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "xqOCtbsC9h8", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "Beatmania IIDX GOLD 2dx Fatal Attack denjin 14th djkc dj hentaiFatal Attack aDj Hentai playing Fatal Attack a on hardrandom. Played on IIDX GOLD without timing fix  Hawaiian Brians.", "viewCount": 0.30330214446829107, "labels": [0, 1, 193, 1610, 1701]}, "a_pCZoEu9Fs": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "a_pCZoEu9Fs", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "Belchi Bel1504 Jactans Jactanstv Argentina Cosmetica Corrector colores maquillaje review demostracin jactans labial corrector esmalte nails art arte en tus uas Facebook youtube www.youtube.comjactanstv decorador de uas buenos aires ojos manos base cremosaCrackeladores Neones  Fluo  Jactan'sCrackeladores Neones  Fluo  Jactan's por Flor Suscribite facebook ", "viewCount": 0.3081707270097349, "labels": [39, 181, 216, 222, 249]}, "abXCcT8W234": {"likeCount": 0.14913616938342728, "dislikeCount": 0.0, "videoId": "abXCcT8W234", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "paramore honda civic tour hct merriweather post pavilion columbia md maryland hayley williams 2010 73110 july live concert brand new eyes all we know is falling riot decode818 Paramore  Decode  HCT, Merriweather, Columbia, MD 73110Twitter Me Flickr Me 818 Paramore  Decode  HCT, Merriweather Post Pavilion, Columbia, MD 73110", "viewCount": 0.3384711742938282, "labels": [3, 4]}, "ZiogC5q9k1g": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06020599913279624, "videoId": "ZiogC5q9k1g", "title": "", "description": "", "length": 0.22833012287035498, "keywords": "Irish celtic dance step dancing jig reelSnowy PathDusty MillerA dance from Children of Lir, an Irish ballet I did the music for. for more and a free High Quality download.", "viewCount": 0.340891802084678, "labels": [6]}, "LFrRiZtiKWk": {"likeCount": 0.26589648426644347, "dislikeCount": 0.15051499783199063, "videoId": "LFrRiZtiKWk", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "gta sa gta san andreas note 4 samsungGTA San Andreas Samsung Galaxy Note 4 4K Gameplay ReviewSamsung Galaxy Note 4 Gaming First Look! Please help support my channel by using the Amazon links down below. Thanks!  USA UK Pricing and Availability on Amazon NA Official Instagram Account Get your UDID into a developer account for only 5 dollar, start install ANY beta within a few minutes! All business inquiries Review requests, sponsorships, etc send a detailed message to 94joakimgmail.com", "viewCount": 0.46499965074660415, "labels": [0, 1, 73, 115, 134, 651]}, "O7jbslEj0NE": {"likeCount": 0.22227164711475833, "dislikeCount": 0.1079181246047625, "videoId": "O7jbslEj0NE", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "Dragon Ball Adapted Work Dragonball Vegeta Goku Fictional Character Trunks Trunks Dragon Ball Dragonballz Cell Boss Saga Anime ps4 xbox one 3ds wii u wii 2ds 3d ps3 psn live hd movie Dragon Ball Z Battle of Gods DBZ Battle of Z SSJ3 Goku VS Bills SSJ3 Goku VS Bills English Dub New Episodes Episode Movie Super Nintendo Entertainment System Computer saiyan goku vs bills full fight full fight battle part ending fighting vs gohan fusion wiss god dub subs subtitles engDBZ Battle of Z Gameplay Trailer Featuring Bills from Dragon Ball Z Battle of Gods HDSubscribe to CommunityGame You will receive the latest gameplay trailers, game teasers and game trailers from this channel. You will also receive videogame walkthrough, top 10, and all cinematic cutscenes compilation of video game scenes from 2015  2016! You Can Find Us At  Like  Hangout  Follow  For Original VG Content Subscribe to VideoGameGuy VGG  SWM  Check Out My Brother Channel GAH  ", "viewCount": 0.43431918849014073, "labels": [0, 1, 5, 16, 25, 144, 190, 384, 3314]}, "O7ExRO3Ni3U": {"likeCount": 0.1414973347970818, "dislikeCount": 0.06989700043360189, "videoId": "O7ExRO3Ni3U", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "Selwyn House School Selwyn House School Boys Boys School Montreal Westmount Quebec Private School CanadaSelwyn House SchoolThis video is a 3 minute glimpse into the lives of Selwyn House students. Music Sigur Ros, \"Vi Spilum Endalaust\" We Play Endlessly", "viewCount": 0.3775027600098845, "labels": [205]}, "bfvKkUKw3AI": {"likeCount": 0.12041199826559248, "dislikeCount": 0.047712125471966245, "videoId": "bfvKkUKw3AI", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "Mad Force KyoshoKyosho Mad Force VE 4WSMy first Video and first Slomo Camera Samsung S15 car Kyosho Mad Force VE", "viewCount": 0.35526682161121936, "labels": [2, 64, 149, 902]}, "NCuq7QuFWOQ": {"likeCount": 0.26304278750250243, "dislikeCount": 0.06020599913279624, "videoId": "NCuq7QuFWOQ", "title": "", "description": "", "length": 0.25415792439465806, "keywords": "My Little Pony Fictional Universe MLP Season Five My Little Pony Season Five MLP S5 My Little Pony S5 MLP My Little Pony My Little Pony Friendship Is Magic TV Program DRWolf Season Five Season 5MLP Season Five Story Ideas Part ThreeDRWolf artwork created by Flaminbunny Support DRWolf on Patreon My Little Pony Characters and Images belong to Hasbro.", "viewCount": 0.4111665695939519, "labels": [5, 16, 244, 292]}, "-AmW2ayHRB4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "-AmW2ayHRB4", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "75 Gallon Aquarium Fish Tank Fishtank Planted Rummy Nose Tetra Hemigrammus Rhodostomus Yoyo Loach Botia almorhae freshwater tropical aquarium Organic Soil Dirt Sand Rangeri Sword Basic Amazon sword Crypt Parva Glossostigma Anubias Petite Nana Green Temple Narrow Leaf Ludwigia Needle Sagittaria Subulata Dwarf Red Tiger Lotus area water creature Java Moss Hair Grass aquatic goldfish malyasian driftwood feeding Aquascape Acquario Acuario Aqurio shark T5 Lighting75 Gallon Planted Aquarium Week 475 Gallon Planted Aquarium update a few days shy of a month since planted. Planted 42911 Fish Are 12 Rummy Nose Tetra  Hemigrammus Rhodostomus 3 Yoyo Loach  Botia almorhae Plants Are Rangeri Sword  Echinodorus argentinesis Basic Amazon sword  Echinodorus amazonicus Crypt Parva  Cryptocoryne parva Glossostigma  Glossostigma elatinoides Anubias Petite Nana Anubias Nana Green Temple Narrow Leaf Ludwigia Needle Leaf  Ludwigia arcuata Sagittaria Subulata Narrow Leaf Dwarf Sagittaria  Sagittaria subulata Red Tiger Lotus  Nymphaea zenkeri Dwarf Hairgrass  Eleocharis acicularis Java Moss  Vesicularia dubyana Substrate Organic Soil, and Sand.", "viewCount": 0.3121559844187501, "labels": [15, 18, 59, 126, 178, 1661]}, "4ENx9Xf0Uz4": {"likeCount": 0.26570558528571037, "dislikeCount": 0.13010299956639812, "videoId": "4ENx9Xf0Uz4", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "nba assist dish dime jerryd bayless marc gasol nick collison david lee tayshaun prince monta ellis russell westbrook gary neal paul pierceTop 10 Assists of the Week November 12thCheck out the to 10 assists of the week. Visit for more highlights.", "viewCount": 0.4883576271023155, "labels": [0, 52, 70, 125]}, "XY_nKr2_f0U": {"likeCount": 0.15682017240669952, "dislikeCount": 0.047712125471966245, "videoId": "XY_nKr2_f0U", "title": "", "description": "", "length": 0.26720978579357174, "keywords": "mule deer Wasatch Front Location buck archery g5 prime defy huntWasatch Front Archery Mule Deer Hunt 2013Change to 1080 quality Here's my 2013 opening day archery mule deer. Hope you enjoy. Copyright \"Chris Ledoux  Western Skies\"", "viewCount": 0.3983896791326306, "labels": [60, 686, 1880, 3263]}, "IJHH6WsqxTU": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "IJHH6WsqxTU", "title": "", "description": "", "length": 0.24440447959180764, "keywords": "Bode Miller Downhill Kitzbhel Bode Miller 2012 2011 2008 2010 Assinger ride the fence incedible Didier Cuche Mario Scheiber Andrej Sporn Ski Skiing Snow Snowboard Winter Jump Kitz Mountain Sports JumpingBode Miller Kitzbhel 20082012  downhill runs compilationBode Miller in kitzbhel 20082012 Incredible downhill runs for example ride the fence, Assinger enjoy his perfect ski drive ", "viewCount": 0.38439798444781603, "labels": [82, 160, 273, 888, 1423]}, "qFFlyDacu8w": {"likeCount": 0.1698970004336019, "dislikeCount": 0.08450980400142569, "videoId": "qFFlyDacu8w", "title": "", "description": "", "length": 0.26570558528571037, "keywords": "New ProjectNew Fish  Part 1  Quarantine Tank SetupNew Project", "viewCount": 0.39931716050307653, "labels": [18, 59, 178, 805]}, "hNiEljiU03Y": {"likeCount": 0.11760912590556814, "dislikeCount": 0.13010299956639812, "videoId": "hNiEljiU03Y", "title": "", "description": "", "length": 0.2540329474790874, "keywords": "iphone installous cydia errorInstallous Ipa error fix 100 working 2012!100  WORKING!! PLEASE RATE AND SUBSCRIBE  Thankyou", "viewCount": 0.42540402575617087, "labels": [21, 23, 24, 73]}, "90VEwInsJrQ": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "90VEwInsJrQ", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "yiruma maybe bella's lullaby bella lullaby twilight edward cullen new moonRiver Flows in You Cover Yiruma  Henry SongThis is the first song that made me want to play piano and the first song I learned. Took 4 months learning it", "viewCount": 0.3221935599828005, "labels": [31, 40, 47, 57]}, "91H48ukRylg": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "91H48ukRylg", "title": "", "description": "", "length": 0.24265112613645756, "keywords": "FloridaFlash Mob at Mall of Millennia in Orlando, FloridaFlash Mob performs at the Mall of Millennia in Orlando, Florida  Saturday, 12911,  2pm. Video shot from an iPhone 3GS from the Food Court on the second floor.", "viewCount": 0.3497620649781288, "labels": [1187]}, "96hF-H4Ajls": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06989700043360189, "videoId": "96hF-H4Ajls", "title": "", "description": "", "length": 0.25415792439465806, "keywords": "gta5 gta five cinq grand theft auto autov gameplay car cars mod real september garage tuning cop chase pursuit fullhd 1080 1080p plane truck high way highway speed police desert map city playstation3 ps3 xbox online video mountain bike motorbike crash stunt trevor accident physique playtrough play hd full atomic buggy auto5 dlc xbox360 sport forest jetpack chopper mission multiplayer multi snow christmas holyday glitch bug money million race funnyGTA 5 MISSION EN LIGNE ARGENT RP BONUS XP GAMEPLAY FRANCAIS FRMovie Made By TheAbdNoor JeuxGames JeuGame SUBSCRIBE Click Here SubSCRIBE THX  Do You Like the Movie? Press Like! THX!! Click Here For An Other Movie  TheAbdNoor YouTube Only In 1080P FuLL HD Play On GTA4GTAIVGTAIVArmA2ARMA2SanAndreasGTA4 EFLCGrand theft AutoFarCry3FarCry3 Click Here For An Other Movie  You Want See More  Click On The Link Are You Waiting GTA5 ARMA3 And Other Games on PS3 Playstation 3, On Xbox360 , Pc COmputer,Nitendo Wii, PS4 Playstation4, Apple Iphone MacBook applestore, Android Samsung Galaxy, HTC,Sony Xperia VISIT TheAbdNoor Channel Do You Have A Question? More Information? SUBSCRIBE AND ASK ME YOUR QUESTION Real Graphic Version icenhancer beta alpha Mod  GTA INSIDE gtainside.com GTA4MODS gta4mods.com  ARMAHOLICarmaholic.com ATi Radeon Graphic Card AMD X4 Processor  Intel I7 Processor  Nvdia GTX GT MSI  ASU Republic Of Gamer Alienware x17 x18 x15 x16 Medion Akoya ERAZER Direct x11  HP DV7 Black edition Duo Core PC Gamer Laptop 4GB Ram To 16 Gb  Software  Skype, Steam, Xbox Tool,Sony Vegas PRo12, Teamspeak, SparkIV, Windows 7, Windows8, Fraps, VLC, Xbox Live, DriverMax, Photoshop, Adobe, Java, Cinema 4D, Movie Maker, SNT Simple Native trainer, mta, samp,multiplayer, multijoueur Languages  Francais French Anglais English uk UK Take A Good Time To Watch TheAbdNoor's Movies Thanks A Lot for Subscribers If You Like ArmA2 ArmA GTA4 GTA5 ARMA3 Drift MOD Games Cars TuTo MODDING Dirt DayZ Harlem Shake Garry'smod garrysmod Zombie Stunt Gameplay news new need for speed BF3 Call of Duty black ops mw3 online multyplayer en ligne drifing tuning garage music humor laugh rp roleplay hack song theabdnoor bike amazing machinima mission funny movie mcqueen color full HD full Hd els lcpdfr lcpd liberty police firetruck ambulence light road texture pack carpack stuff neon simple native trainer hacker day carsthemovie light xenon mercedes bmw audi ferrari lamborghini lotus chrysler ford skoda volvo volkswagen formule1 f1 f10 bugatti veyron vs espagnol video game mini mission CLICK HERE !! SUBSCRIBE PLEASE !!", "viewCount": 0.34265112613645754, "labels": [0, 1, 35, 85]}, "vGDWV6B2siE": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "vGDWV6B2siE", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "Maplestory BannedStory Banned Story Faded Ink ColorCodedBandanas Love School FriendsFaded Ink Maplestory Series ep 01Okai soo..This is the first maplestory video to the beginning of my maplestory series. I saw a bunch of videos and I wanted to make onee. Its not GREAT, I just got the program to make it..and im not good at it. I have a lot to learn especially HOW TO MAKE CREDITS ! But I tried and I hope whoever takes the time to watch this, likes it and looks forward to more. I'd say this series will be rated PG13 because of some of the music i may or may not put on. SUBSCRIBE ", "viewCount": 0.347798897625089, "labels": [5, 319]}, "A9r-3XNvmrE": {"likeCount": 0.36071332043915666, "dislikeCount": 0.17160033436347993, "videoId": "A9r-3XNvmrE", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "Flexi Rods Curly Hair No Heat Beautiful Curls Heatless Curls Hair Tutorial Healthy Hair Heat Free Curls Hair Tutorial Long Healthy Hair Long Hair Bouncy Curls simplyounique simplyounique channel simply unique simplyounique 2013 simplyounique natural hair channel simplyunique 1 natural hair natural hairstyles for black women simplyounique natural hair simplyunique simplyunique 1 natural hair channel simplyyouniqueHeat Free Curls  Natural Hair Tutorial  SimplYouniqueIn this video I show you how to get beautiful curls without applying heat. Connect with me  Facebook  Blog  Instagram 1simplyounique Prep before initial styling Wash and detangle hair.. Allow hair to air dry in 4 braidsplaits.. Tie hair down with a satin scarf before going to bed.. The next morning unravel braids and wear hair pulled back in a bun or ponytail to further stretch your hair. I used about 16 medium sized flexi rods and 2 perm rods for my shorter bangs.. You can purchase the flexi rods from any beauty supply store. Sweet almond oil can be purchased at a whole foods supermarket or online at vitacost.com, amazon.com, etc.. Night Maintenance Pull your hair into a loose high ponytail and go to bed OR reapply the flexi rods at night. If you live in a humid climate, use a styling product that has a firm hold, such as a gel, before applying the flexi rods. This will help reduce frizzing. The temperature where I am is still pretty cold, so it took a few hours before my hair started to get big and fluffy. I have natural or chemical free hair.. I have fine, medium density hair with multiple hair types but majority of it is 4a.. My last relaxer July 2009 My big chop November 2009 Royalty Free Music www.danosongs.com Lipstick MAC 'candy yum yum'  Heat Free Curls  Hair Tutorial using Flexi Rods", "viewCount": 0.5293141483450932, "labels": [39, 50, 65, 256, 1500]}, "AI6i3p8rOwc": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "AI6i3p8rOwc", "title": "", "description": "", "length": 0.24183012913197455, "keywords": "Hacklink Opening fullsong by asukaiHacklink Opening fullsong by asukaihappy listen and wanna find this true song?This song sing by Asukai Hack Link.Happy watch and rate thanks you and don,t forgot subcribe.", "viewCount": 0.34528593357958526, "labels": [5, 326]}, "M5Hvx3nY8A8": {"likeCount": 0.13010299956639812, "dislikeCount": 0.06020599913279624, "videoId": "M5Hvx3nY8A8", "title": "", "description": "", "length": 0.24800069429571506, "keywords": "soul eater chat 8soul eater chat 8.wmvTsubaki has been poisoned by the kishin.", "viewCount": 0.3375480714618573, "labels": [5, 16]}, "M5KBhPmi040": {"likeCount": 0.14313637641589874, "dislikeCount": 0.047712125471966245, "videoId": "M5KBhPmi040", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "the legend of zelda 3DS Nintendo nintendo game gamer gaming birthday cake Zelda Cake games NintendoTheTrap nintendothetrapMy Legend of Zelda Birthday CakeYea guys if you don't know today was my birthday so my 25 year old ass wanted to make a cake so I had to pick Mario or Zelda so I pick Zelda because me and the Zelda are the same age I hope you guys like it.", "viewCount": 0.37831171374904676, "labels": [0, 1, 123, 176, 309, 1411]}, "AZxF0iTKAEs": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "AZxF0iTKAEs", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "daily mail wardrobe malfunction boobsNicki Minaj  Moment 4 Life LIVE AT MANCHESTER ARENA OCTOBER 22ND HDShown on The Daily Mail FRONT ROW I was right next to the speakers which explains all the bass! Nicki Minaj performing Moment 4 Life at Manchester Arena October 22nd", "viewCount": 0.3492620722043192, "labels": [3]}, "AcWfvcH-TwA": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "AcWfvcH-TwA", "title": "", "description": "", "length": 0.24502491083193612, "keywords": "silverton oregon blueberry harvest season Gardening Home Made blueberry fields harvesting blueberries blueberry tips antioxidantsFarms in Silverton, Oregon  P. Allen Smith ClassicsFollow eHow Home for daily tips Allen and blueberry farmer Raymond Fordyce go on a tour of a Silverton, Oregon farm and give us a lesson about where blueberries come from. Have any questions for P. Allen Smith? Leave your comments and questions below! Practical tips for style, comfort and sustainable living from designer and lifestyle expert P. Allen Smith. Allen dissects style and function to reveal the tips that will take your home and garden to the next level. More from Allen More home tips P. Allen Smith is an awardwinning designer and lifestyle expert and host of two public television programs, P. Allen Smith's Garden Home, P. Allen Smith's Garden to Table and the syndicated 30minute show P. Allen Smith Gardens. Smith is one of America's most recognized and respected design experts, providing ideas and inspiration through multiple media venues. He is the author of the bestselling Garden Home series of books published by Clarkson PotterRandom House, including Bringing the Garden Indoors Container, Crafts and Bouquets for Every Room and P. Allen Smith's Seasonal Recipes from the Garden. Allen is also very active on social networks such as Twitter, Facebook, Allen's Blog and YouTube as well as on the eHow Home channel. His design and lifestyle advice is featured in several national magazines. Learn more at ", "viewCount": 0.3435047641339965, "labels": [126, 220, 262, 302, 2718]}, "rF9qOPjSSwc": {"likeCount": 0.1361727836017593, "dislikeCount": 0.03010299956639812, "videoId": "rF9qOPjSSwc", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "garbage truck anthem Anthem CityTownVillage garbage trash recycle recycling refuse sanitation waste truck pete peterbilt 320 pete 320 peterbilt 320 dadee scorpion asl Phoenix CityTownVillageCity of Phoenix 2012 Pete 320 ScorpionNothing too exciting here, just your typical 2012 Pete 320 Scorpion in Phoenix colors collecting trash in the portion of Anthem the city services. Definitely like how the 320  Scorpion combo looks. I was majorly disappointed to here just a few weeks earlier, a CP Python would have been found collecting this route. But oh well, hopefully someone can find it in its new yard. Took a while to find this truck, I started searching on the southernmost street and, of course, the truck was on the northernmost street. But thanks to the driver for allowing me to film his truck. Might have gotten more had a city pickup truck didn't pull up said public works  guessing it was a supervisor? after the first clip. Obviously, we're allowed to film but not worth arguing with a supervisor over a stupid Scorpion. Thanks for watching and your comments are greatly appreciated.", "viewCount": 0.3646109521978848, "labels": [2, 75, 1425]}, "rGTyuN_eXm8": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "rGTyuN_eXm8", "title": "", "description": "", "length": 0.25502283530550945, "keywords": "Wordpress 3.0 Content Management System CMS Navbar Nav bar Navigation Menu Reality Business Consulting Tutorial howtoTutorial on Wordpress CMS 3.0  Managing the Menu Nav BarBe Real Video Tutorial Series produced by Reality Business Consulting www.realityconsulting.ca on how to manage your website with the Wordpress 3.0 Content Management System CMS. This tutorial topic is managing the menu navigation bar.", "viewCount": 0.3750199727829182, "labels": [640]}, "fA7rAxPoTxI": {"likeCount": 0.2872738827472669, "dislikeCount": 0.11139433523068368, "videoId": "fA7rAxPoTxI", "title": "", "description": "", "length": 0.253655844257153, "keywords": "guns n' and roses live in en chile 1992 92 gnr wttj welcome to the jungle axl rose slash gaggero argentinaGuns N' Roses  Welcome to the Jungle Live Chile Full introVery rare. Intro censurada rescatada del Master original. 14 aos later y ahora por fin !!!!!  Increible !!!", "viewCount": 0.5418269795539709, "labels": [3, 6]}, "-9SV_YSyNwg": {"likeCount": 0.32884728005997826, "dislikeCount": 0.1698970004336019, "videoId": "-9SV_YSyNwg", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "starstruck sterling knight anna margarett something about the sunshinestarstruck music video something about the sunshineSomething abut the sunshine music video from the movie starstruck. do not own the movie. please dont remove", "viewCount": 0.5591419692440144, "labels": [14]}, "sd5PTrtBCRM": {"likeCount": 0.19242792860618818, "dislikeCount": 0.0, "videoId": "sd5PTrtBCRM", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "assassin's creed ubisoft assassin's creed gameplay assassin's creed walkthrough connor kenway desmond desmond miles haytham kenway let's play assassin's creed rebecca crane shaun hastings video games source warren vidic william miles anvilnext bayonet coop gaming homestead let's play open world platforming sandbox trophies video game walkthrough american revolution plantation tip harbor templars assassin's creed 3 walkthrough zipline animi avatar playAssassin's Creed III  Desmond & William Miles Fight Cutscene, Outside Animus HD Gameplay PS3Support VGS Follow VGS ", "viewCount": 0.4052540045934023, "labels": [1, 285, 904, 1176]}, "smoeJpukeik": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "smoeJpukeik", "title": "", "description": "", "length": 0.2481442628502305, "keywords": "Customized Vitamins Customized Supplements make your own suppplements make your own vitaminHow To Make Your Own Customized Vitamin SupplementsGo to and then follow the instructions in this video to make your own customized vitamin supplement formula.", "viewCount": 0.34479328655921804, "labels": [1069]}, "py2bpVI7nB0": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "py2bpVI7nB0", "title": "", "description": "", "length": 0.25646660642520897, "keywords": "k1 hk fight k1 hong kongK1 Fighter Hong Kong 2007   Part 6 of 8K1 Fighter Hong Kong 2007   Part 6 of 8", "viewCount": 0.41090720809788794, "labels": [92, 110, 369, 1234]}, "PYyj00t_-98": {"likeCount": 0.40879233209252974, "dislikeCount": 0.24471580313422195, "videoId": "PYyj00t_-98", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "  you and me u and me unme   superstark 4  superstar k4 cj e&m  kpop music video           You Seung Woo    You and I MV       !           !      K 4         ' '      .               ' '          .    , '         '       .             ,         .           ,  ' '.       ' '     CF     ,   CF   ,            .  ',  '               .  CJ E&M Music  No.1   CJ E&M        . CJ E&M MUSIC   KPOP   ,      YOUTUBE    .  CJ E&M Music is a music business brand of CJ E&M, Asia's No.1 entertainment company. CJ E&M Music covers investment, production and distribution of album and also provides the best music festival and concerts. Meet the KPOP artists' brand new music videos and exclusive video clips on the official YouTube of CJ E&M Music.", "viewCount": 0.6404788404005084, "labels": [14]}, "PchVACBkR6g": {"likeCount": 0.253655844257153, "dislikeCount": 0.03010299956639812, "videoId": "PchVACBkR6g", "title": "", "description": "", "length": 0.2482873583608754, "keywords": "SMii7Y BF3 Funny trolling video xbox 360 PC Dxtory HD PVR Battlefield C4 Maps Gameplay Gaming fun 1943 2143 Bad Company Game RPG Tanks Montage Trolltage AntiAir Accuracy Skill Highlights clips Episodes Collision Video Games Console Epic Minitage Amazing Top Pilot Sniping Wookies Like and share this even leave favourite if you have time one more thing Hard NipplesThe Chronicles of SMii7Y Ep.2Miss episode 1? The Chronicles of SMii7Y Ep.1  MUSIC Savant  ISM Soundcloud Facebook Youtube Twitter Svidden  We Are Facebook Soundcloud  Other Vids Planetside 2 BF3 Sneak Squad Thanks for all the support guys! Rate, Comment and Subscribe SMii7Y", "viewCount": 0.39492924014120256, "labels": [0, 1, 124, 287]}, "n6LwGW7yxqg": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "n6LwGW7yxqg", "title": "", "description": "", "length": 0.22479732663618068, "keywords": "new york knicks iman shumpert knicks injury torn ACLIman Shumpert Talks About His Injury 5.6.12thewindyapple.com", "viewCount": 0.3422589839851482, "labels": [0, 52]}, "DPiKjk6isuU": {"likeCount": 0.35276299008713385, "dislikeCount": 0.18325089127062366, "videoId": "DPiKjk6isuU", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "LFRESH The LION One Hip Hop rap Rapping Profession Sydney Melbourne Australia single music video Vienna People VPR MGM Distribution True Vibenation Mirrah Mike Champion King Willy Michael McGlynn Sikh Punjabi Annandale Liverpool Campbelltown South West Sydney Survive MK1 KRSOne Revesby Craigeburn Gurudwara Gurdwara Sikh temple Vanna Seang Roar Footage Universal Zulu NationSurvive ft. MK1 Official Music Video  LFRESH The LIONPeace. My name is LFRESH The LION. I'm a Hip Hop artist, musician, songwriter & performer from Sydney, Australia. Subscribe here for weekly videos My latest album BECOME is available here iTunes Spotify Google Play Hardcopy Music video for LFRESH The LION's \"Survive ft. MK1\" from his debut album \"One\" I would personally like to thank the Sikh communities of Revesby and Craigeburn who contributed to the making of this music video. We shot at both Gurudwaras respectively and respectfully. This video showcases the diversity and beauty of Australia's Sikh community. \"The Sikhs constitute about 14 of all people of Indian origin who have migrated to Australia this figure is remarkable when it is considered that Sikhs only constitute about 2.5 of the total population in India Sikhs originated in the land of Punjab which means the Land of Five Rivers. This land Punjab has been devided numerous times and currently is in the form of a number of states  Punjab India, Punjab Pakistan, Haryana India, Himachal Pardesh India and Chandigarh India. These divisions of Punjab, caused due to sociopoliltical uncetainities and injustices to the Sikhs, forced them to move out of their home land, first to other parts of India and then to the neighbouring countries as well as across the continents. Today, Sikhs are important part of global economy!\"  taken from the paper \"CONTRIBUTION OF SIKHS TO THE AUSTRALIAN SOCIETY  With Particular Reference to NSW and ACT\" by Dr GS Sidhu, Senior Principal Research Scientist CSIRO Retd.  Purchase \"One\" via iTunes Purchase hardcopies of \"One\" via JB HiFi Purchase hardcopies of \"One\" via Waterfront ships internationally Purchase signed hardcopies of \"One\"   Music video credits Director Vanna Seang Coeditor Somnang Seang  Song credits Produced by Michael McGlynn and LFRESH The LION Piano and guitar by Michael McGlynn Bass by Sean Rudd Drums programmed by LFRESH The LION and Michael McGlynn Cuts by John \"MK1\" Khilla Backing vocals by Michael McGlynn, Mary Bokey, MIRRAH, Mike Champion, True Vibenation and Scott Donnelly Recorded at Vienna People, Annandale NSW for Vienna People Recordings VPR Mixed by Michael McGlynn Mastered by William Bowden of King Willy Sound Copyright VPR & LFRESH The LION Distribution by MGM", "viewCount": 0.5441211094929894, "labels": [14]}, "DUWh5g5-fg4": {"likeCount": 0.1740362689494244, "dislikeCount": 0.03010299956639812, "videoId": "DUWh5g5-fg4", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "Winx Club Sexy Naughty BitchyWinx Club  Sexy Naughty BitchyWinx Club Bloom Stella Musa Flora Layla Tecna Tata Young  Sexy Naughty Bitchy Winx Club created by Iginio Straffi  20032012 Rainbow S.p.A. All rights reserved.", "viewCount": 0.4090716448481099, "labels": [5, 2375]}, "DVDPbCzln_8": {"likeCount": 0.13222192947339192, "dislikeCount": 0.06020599913279624, "videoId": "DVDPbCzln_8", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "sirdafied kangbear triple tv black obama president oakcliff my dougie im hotSirdafied 60 sec bet commercial Animated by Kang BearSirdafied 60 sec bet commercial Animated by Kang Bear for pricing kangbeargmail.com", "viewCount": 0.34665710723863546, "labels": [315]}, "zR4MPjCWIYw": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "zR4MPjCWIYw", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "FZ1 ride bike'06 FZ1 quick rideJust me riding my '06 FZ1 up a local hill", "viewCount": 0.42896558305267507, "labels": [2, 17, 30]}, "zTEnDJcarlw": {"likeCount": 0.1146128035678238, "dislikeCount": 0.08450980400142569, "videoId": "zTEnDJcarlw", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "pc gaming head set creative fatal1ty headset unboxingUnboxing Creative Fatal1ty Gaming HeadsetMe unboxing my new Creative Fatal1ty Gaming Headset", "viewCount": 0.351241754860084, "labels": [410, 722]}, "zVv2AvN6HYs": {"likeCount": 0.2558708570533166, "dislikeCount": 0.2220108088040055, "videoId": "zVv2AvN6HYs", "title": "", "description": "", "length": 0.24248816366310671, "keywords": "Blizzard Entertainment San Diego ComicCon International Conference SeriesSDCC 2014  Blizzard Entertainment ShowcaseThe SDCC 2014 Blizzard Entertainment Showcase panel had no short supply of epic loot. Join us for a peak at what was covered down in ComicCon this year. Check out our gear store ", "viewCount": 0.46666209260963215, "labels": [1, 26]}, "GmjI8fu_KVw": {"likeCount": 0.17634279935629374, "dislikeCount": 0.1792391689498254, "videoId": "GmjI8fu_KVw", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "Bilusa ft Surafel & Addi  mitta Bilusa Surafel Addi  mitta Bilusa Surafel addi mitta bilusa ft surafel and addi  mitta bilusa surafel addi  mitta ethiopian music ethiopian music 2013 new ethiopian music hot ethiopian music ethiopian song ethiopian song 2013 amharic music amharic music 2013 ethiopian hip hop ethiopia addis ababa ethiopian comedy ethiopian drama ethiopian movie bilusa ft surafel and addi Surafel ft Bilusa & Addi  mittaBilusa ft Surafel & Addi  mitta  New Hot Music            Bilusa ft Surafel & Addi  mitta  Facebook Google  Subscribe Check Out New Ethiopian Musics And More Ethiopian Entertainment Videos by Subscribing Here Bilusa ft Surafel & Addi  mitta Artist  Bilusa, Surafel & Addi Title  Mitta Music Arrangment  Surafel Chane Editor and Camera  MDM Video production", "viewCount": 0.47048280367803336, "labels": [14]}, "jYwqUQSJhGE": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "jYwqUQSJhGE", "title": "", "description": "", "length": 0.2506505032404872, "keywords": "Ubtel U8 Ubtel U8 review Ubtel U8 test Ubtel U8 prix Ubtel U8 avisUbtel U8  5\" IPS Tactile MTK6592 Android 4.2 Octa Core PhoneMarque Ubtel Taille d'Ecran 5.0\" Matriel d'Ecran IPS Type d'Ecran Capacitive, Ecran Tactile, HD, 720P Matriel de Coque Plastic 3G WCDMA 850MHz, WCDMA 2100MHz 2G GSM 1900MHz, GSM 1800MHz, GSM 900MHz, GSM 850MHz Veille Dual Sim Standby SIM Carte Mini SIM Carte, Standard SIM Card Transmission des donnes HSPA, HSPA, EDGE, GPRS OS Android 4.2.2 CPU Octacore, MTK6592 ARMv7 CPU Frquence 1.7GHz RAM 2GO ROM 16GO GPU Mali450 MP4, OpenGL ES 2.0 Stockage Carte de TF Non Incluse, 32GB extended Appareil photo Arrire Arrire 8.0 MP, Interpole 13MP Appareil photo Avant Front 2.0 MP, Interpole 5MP Fonctions de Camra Facial Beautification, Minuteur, Flash, Autofocus, Panorama Rsolution d'Ecran 1280 x 720 pixels Ses caractristiques dtaill  ", "viewCount": 0.30591846176313714, "labels": [21, 23, 24]}, "RHXl4zS_SRE": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "RHXl4zS_SRE", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "ultrasonic cutter slicer bakery cake cheesecake brownie dessert machine foodtoolsUltrasonic Sheet and Round Cake Cutting Machine  ACCUSONIC10U2SRW  FoodToolsUltrasonic Technology to cut and portion cakes, pies, bars, brownies, and more. Industrial bakery equipment, fast, efficient, and great cut quality. ", "viewCount": 0.3948119424380536, "labels": [11, 62, 123, 176, 2094]}, "Swc-73gp6VY": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "Swc-73gp6VY", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "dir grey yokan gauze love vampire sad story simsFrozen LoveDir En Grey  \"Yokan\" Everything is false between us, i am still using you you dont notice anything, our negetive love is frozen to silent you with silent love give silent discomfort to silence me with silent love leave a silent scar you are the 18th girl for me you dont realize the way i am you dont notice my cold love behind my kindness to quiet you with quiet love quietly holding back to quiet me with quiet love quietly we cannot change we cannot return thats the silent love quietly quietly the two of us are entangled to a silent heart with a quiet heart pointing a blade at my heart to a silent heart with a quiet heart even if my heart wanders we cannot change we cannot return thats the silent love quietly quietly the two of us are entangled we cannot change we cannot return thats the silent love quietly quietly the two of us are entangled spoken \"I dont feel anything, even when i look at your face. you should just keep being decieved. thats nothing compared to what i had in the past.\"back to singing you said \"i found about you sometimee ago. but im happy just being with you.\" i just held you at the end youll never know this is the last time I have followed the copyright law correctly, its nonprofit and the song is credited.", "viewCount": 0.31903316981702917, "labels": [242, 459]}}