{"xMfLhDFT8Uk": {"likeCount": 0.3078094150406411, "dislikeCount": 0.1278753600952829, "videoId": "xMfLhDFT8Uk", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "The Adventures of Batman Robin Sega Genesis Mega Drive MusicThe Adventures of Batman & RobinBig BossReleased in 1995 for the Sega Genesis.Composed by Jepser Kyd using the Zyrinx sound driver, and he did it without using the SN76489.The most impressive soundtrack on the Sega Genesis. High Quality For the whole soundtrack go to ", "viewCount": 0.5179646567316994, "labels": [268, 739]}, "xMiahNyC9L8": {"likeCount": 0.2230448921378274, "dislikeCount": 0.1079181246047625, "videoId": "xMiahNyC9L8", "title": "", "description": "", "length": 0.26222140229662955, "keywords": "last of us multiplayer last of us 1k video last of us remastered last of us thank you lastmangamer last man gamer lastman gamer last of us montage ps4 1000 thank youTHANK YOUHOLY FUCK 1K SUBSCRIBERS DD Sorry for not having a better video but this is what i can do i been so busy with college and work this month. Thank you all for the support and love you show in every single video  Follow myTWITTER  DONATE HERE Music Used Ambient konnektion  melancholia Ambient LOSTIN  RETTA  NORTHWAY ", "viewCount": 0.3215901813204032, "labels": [0, 1, 35, 1687]}, "etzp9hLEGcc": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "etzp9hLEGcc", "title": "", "description": "", "length": 0.2167317334748176, "keywords": "Boston Celtics NBA Basketball Sports Rajon Rondo Brooklyn Nets Courtney Lee Jared SullingerRajon Rondo Celtics 'chemistry is getting better'Brooklyn Nets 97, Boston Celtics 96 NBA preseason Rajon Rondo's postgame interview", "viewCount": 0.3741781696143167, "labels": [52]}, "T4lbvVEQ5m0": {"likeCount": 0.16812412373755872, "dislikeCount": 0.0, "videoId": "T4lbvVEQ5m0", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "Mayday Parade Mayday Parade live live meralco theater live in manila mayday in manila mayday parade in manila mayday parade live in manila kids in love live kids in love live in manilaKids In Love  Mayday Parade Live In ManilaKids In Love  Mayday Parade Live in Manila at Meralco Theater July 7, 2011 Set list 1 Jamie All Over 2 Kids In Love 3 When I Get Home, You're So Dead. 4 I'd Hate To Be You When People Find Out What This Song Is About. 5 3 Cheers For 5 Years 6 Terrible Things 7 If You Wanted A Song Written About You, All You Had To Do Was Ask. 8 Anywhere But Here 9 Black Cat 10 You Be The Anchor That Keeps My Feet To The Ground, I'll Be The Wings That Keep Your Heart In The Clouds 11 Get Up 12 Jersey", "viewCount": 0.3758457688610466, "labels": [3, 4, 6]}, "xbrvK79A75Y": {"likeCount": 0.2586587304671755, "dislikeCount": 0.15185139398778877, "videoId": "xbrvK79A75Y", "title": "", "description": "", "length": 0.25774917998372254, "keywords": "distanciaparaunduelo guitar tutorialDistancia para un Duelo TutorialGuitarHello, my name is Eric Dias from Ungravitch channel. This video is a tutorial to teach you how to play the song Distancia Para un Duelo the way i learned. ATENTION! this is not totally well learned because i learned by hearing from the original song. Ps A new Video will come soon so stay tunned!  Chords Am Minor  Point finger on 12 first fretwire and second string from the bottom count or fifth string from top count, middle finger on 24 second fretwire and fourth string and ring finger on 23 second fretwire third string Dm  point finger on 11 from bottom count or 16 from top count, middle finger on 23 and ring finger on 32 EM major point finger on 13, middle finger on 25 from bottom count or 22 from top count and ring finger on 24 from bottom count or 23 from top count.", "viewCount": 0.4658821959135624, "labels": [9, 10, 34]}, "c60goP-vtEg": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "c60goP-vtEg", "title": "", "description": "", "length": 0.2682145076373832, "keywords": "CoD4 Call od Duty Hunted VeteranCoD4 Hunted  Veteran  part 1 of 2PC Version", "viewCount": 0.3529686953772917, "labels": [0, 1, 36, 153, 185]}, "c8cz6yAmSn8": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "c8cz6yAmSn8", "title": "", "description": "", "length": 0.26803355134145634, "keywords": "PS4 YouTube Xbox One Advanced Warfare Call Of Duty PremiereElements12Advanced Warfare TDM GameplayWatch Nick from JusticeGaming take on some Advanced Warfare TDM", "viewCount": 0.3496929648073215, "labels": [0, 1, 36, 403]}, "rQQWIJAhQNs": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "rQQWIJAhQNs", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Samin Heater Marcel DJ Glizzy Jusitce House RemixSamin feat. Justice  Heater of Friends by DJ GlizzyRemix", "viewCount": 0.32100508498751373, "labels": [61]}, "rXRKGmsDoxQ": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "rXRKGmsDoxQ", "title": "", "description": "", "length": 0.24785664955938436, "keywords": "Widespread Panic Radio City Music Hall Jimmy HerringWidespread Panic  \"Arleen\" Part 1Live at Radio City Music Hall, September 2006.", "viewCount": 0.3614897216033135, "labels": [3, 13, 28, 38]}, "oB6skFlozWA": {"likeCount": 0.18573324964312687, "dislikeCount": 0.03010299956639812, "videoId": "oB6skFlozWA", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "jirod jirod greene locs locks dreads twists natural hair black funnyThings That Bother JirodSome things really bother me...and as my youtube family...I think you should know the very personal details. ", "viewCount": 0.3391640703492388, "labels": [50, 998]}, "Qw3l6JZdzkg": {"likeCount": 0.2060697840353612, "dislikeCount": 0.03010299956639812, "videoId": "Qw3l6JZdzkg", "title": "", "description": "", "length": 0.25211380837040365, "keywords": "Amigo guitarra Havaiana lap steel Hawaii Junior Dornelas hawaiian guitar pedal junior dornelas religious music gospel island fender ballad folk musicO Amigo guitarra Havaiana lap steel guitar Hawaii steel hawaiian steel Junior Dornelas Junior Dornelas sola o Hino O Amigo \"Harpa Crist\"este play backsem guitarra havaiana voe encontrar no Palco mp3 Junior Dornelas Blessed are the poor in spirit for theirs is the Kingdom of heaven.....Blessed are they that mournfor they shall be comforted......Blessed are the meek for they shall inherit the earth., Blessed are they which do hunger and thirst after righteousness  for they shall be filled.,Blessed are the merciful for they shall obtain mercy. , Blessed are the pure in heart for they shall see God. , Blessed are the peacemakers for they shall be called the children of God .  Blessed are they which are persecuted for righteousness sake for theirs is the Kingdom of heave", "viewCount": 0.44090873694478355, "labels": [9, 10, 37, 1566, 2144, 2996]}, "SapW659xGUQ": {"likeCount": 0.06020599913279624, "dislikeCount": 0.06989700043360189, "videoId": "SapW659xGUQ", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "lego castle drawbridge defencelego castle drawbridge defence reviewnew set with a gold knight, Queen, jester ,and a regular knight with a advertisement about a new lego castle video game please sub for up dates on all things lego and newest lego sets", "viewCount": 0.3446070935701005, "labels": [0, 26, 130]}, "Cs5ztSClRPw": {"likeCount": 0.3042575512440191, "dislikeCount": 0.1278753600952829, "videoId": "Cs5ztSClRPw", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "Boy Better Know Too Many Man Boy Better Know Too Many Man 1Xtra grime birmingham the nia birmingham bbc bbc musicBoy Better Know  Too Many Man at 1Xtra Live 2014Boy Better Know perform Too Many Man at 1Xtra Live 2014. For more exclusive videos and photos go to ", "viewCount": 0.5245983720476913, "labels": [3]}, "CtDioI5wPDg": {"likeCount": 0.3041787318971752, "dislikeCount": 0.1146128035678238, "videoId": "CtDioI5wPDg", "title": "", "description": "", "length": 0.2519827993775719, "keywords": "BEAUTY HAIR SKIN MAKE UP FASHION NAILS AFRICAN AMERICAN MAKEUP orange lips. orange lipstick 2012 orange lip trend bestbuyhair.com brazillian remy bh cosmetics pop art brush set l a girl pro conceal l a girl pro conceal fawn high bun how to do a bun how to do a high bun messy bun how to do a messt hun lorac pro paletteTUTORIAL! HIGH BUN AND MAKEUP FEATURING BESTHAIRBUY.COMGet ready with me! If you try this look on Instagram please tag me platinumd Sometimes the mentions roll off so hashtag platinumcoated so I will see it Link to BESTHAIRBUY.COM Hair I used Main Page Clips Hair Brazilian Hair Facebook Youtube Lipstick Lip Lacquer Link to BH Cosmetics for the Pop Art Brush Set Link to LA Girl Pro Conceal In this video I am wearing Shirt from Rainbow Earrings from Denym and Diamonds Necklace and Bracelets from Rainbow Contacts are from G&G Natural 3 tone Grey My Makeup Collection Video I OWN THE MUSIC IN THE VIDEO BEAT WAS MADE BY BAE, EMAIL ME TO GET OUR OWN PERSONAL BEAT FOR JUST 20 INSTAGRAM \"PLATINUMD\" QUESTIONS, COMMENTS, OR CONCERNS? LEAVE THEM BELOW, INBOX ME OR EMAIL ME AT PLATINUMPLUSOFOCGMAIL.COM SWAPS, REVIEWS, GIFTS? PLATINUM P. O. BOX 411531 DALLAS, TX 75241  IMPORTANT LINKS AND AFFILIATES MY WEBSITE TO FIND ALL THE HOTTEST MAKEUP TRENDS My accessories website www.bapstreasures.com FOLLOW ME ON TWITTER FACEBOOK FAN PAGE CLICK HERE FOR GREAT AFFORDABLE BRUSHES FREE GIFT ON ALL ORDERS OVER 30 CODE 'SPRING2014' FOR 10 OFF SEDONA LACE FREE SHIPPING TO THE USA ON ORDERS OVER 50. USE PROMO CODE 50FREE. 4 OFF. USE CODE BADASSPLATINUM CLICK HERE FOR GREAT AFFORDABLE SHOES DESIGNED BY KIMMORA LEE CLICK HERE FOR GREAT AFFORDABLE SHOES DESIGNED BY STEVE MADDEN CLICK HERE FOR DISCOUNTED MAKEUP, SHOES, CLOTHES, AND ACCESSORIES CLICK HERE FOR CHEAP MAC SAMPLES AND OTHER PRODUCTS THEBODYNEEDS ", "viewCount": 0.40907869279492676, "labels": [39, 50, 65, 121, 202]}, "CvIocPtZ934": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "CvIocPtZ934", "title": "", "description": "", "length": 0.2584331224367531, "keywords": "ddot detroit department of transportation novabus RTS T8O206S ex SMARTDdot 1997 NovaBus RTS T8O206S bus 3294 audio recording RETIREDUPDATE This bus is now retired as of June 2010. The pictures of the 1997 RTS T8O206S 3294 used as a display. The sound audio from this bus is the Detroit Diesel Series 50 engine with the Allison V731 automatic transmission.", "viewCount": 0.3521922244883501, "labels": [2, 218]}, "hxUmmHqfJx0": {"likeCount": 0.12041199826559248, "dislikeCount": 0.03010299956639812, "videoId": "hxUmmHqfJx0", "title": "", "description": "", "length": 0.2619093330626743, "keywords": "Seek destroy metallica cover ex400 ESP guitarSeek and destroySeek and destroy  metallica cover No solo..Just having fun I know I suck, I know I made mistakes...I know I should of learned solo. Its just about having fun, plus I have a sweet LTD EX400 series...which is fucking Awesome!", "viewCount": 0.3482301767223443, "labels": [4, 9, 10, 37]}, "hxsPrxUiw4M": {"likeCount": 0.16720978579357176, "dislikeCount": 0.06989700043360189, "videoId": "hxsPrxUiw4M", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "dying light  dying light dying light gameplay dying light           dying light trailer   2015  dying light pc the dying light   2015 Rekt RektShow100   DYING LIGHT         !,  RektShow    SEXY JOHNNY      Dying Light     .  ,              !!  , !   dying light      ,   2015    !     , , , , , ,   !   D              ,     rektshowgmail.com       vk.com         Twitter ", "viewCount": 0.32902572693945187, "labels": [0, 1, 1990]}, "hJhIZ_8czY0": {"likeCount": 0.20211892990699384, "dislikeCount": 0.06020599913279624, "videoId": "hJhIZ_8czY0", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "minecraft build craft grief bartolomeo      borealis  metallurgy minecraft glich        minecraft cheatsMinecraft bug metallurgy 1.6.4              metallurgy      vk   ", "viewCount": 0.392272545799326, "labels": [0, 1, 27]}, "5yyGUlJgvhM": {"likeCount": 0.23856062735983122, "dislikeCount": 0.047712125471966245, "videoId": "5yyGUlJgvhM", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "Hip Hop Rap Supersci Flyphonic Entropy Erik L Remedeeh Mr Noun Arka Isabel Neib Video Music video Sundsvall Stockholm Sweden Sverige SwedishSUPERSCI  Entropy Official VideoTitle track and first videosingle from Supersci's 3rd album ENTROPY. Track produced, mixed and mastered by Erik L. Vocalslyrics by Remedeeh, Mr Noun and Arka. Background vocals by Isabel Neib. Video written, directed and edited by Daniel un Mr Noun and Olle Melkerhed. Videography by Olle Melkerhed, Jimmy Lilja and William Nyln. Additional videography by Torbjrn Bergkvist. Projections and assitant editing by Charlie Lilja. Production assistance by Jimmy Lilja, charlie Lilja, Hanna Bergstrm and Tobias Lindberg. 2014 FLYPHONIC PHONOGRAM LISTEN ON SPOTIFY ", "viewCount": 0.42221960463017205, "labels": [14]}, "5yK-mQzAgiM": {"likeCount": 0.2593286067020457, "dislikeCount": 0.09542425094393249, "videoId": "5yK-mQzAgiM", "title": "", "description": "", "length": 0.25237464668115644, "keywords": "weight lifting training nutrition sports exercise fat loss muscle gains full body powerlifting bodybuilding strongman fitness vegetarian cardio endurance Weight Training HobbyQ&A Part 3 Broscience When I Was Young Bodybuilding In EE Countries No Mobility In New Gym Goers013 How were you able to wade through the broscience, that people teach in gyms, and get a hold of methods that worked when you started lifting and didn't not have access to the Internet? For example, what kept you from eating only \"clean\" foods and working out 6 days a week as a natty? 246 When they hold bodybuilding shows in obscure European countries is it due to higher availability of drugs for the competitors? 402 How do you explain, some people cant even sit on a chair or a box to learn a squat mouvement? I work in a gym and i found more and more people that cant do basics mouvements like bending over with straight back or sit on the incline leg press... Is that due to a lack of flexibility??? JuggernautFitnessTV Facebook Page AskJasonBlaha Advice & Philosophy Channel My Novice Program Basic Strength & Fitness Program For NonAthletes Intro Design By", "viewCount": 0.4031368062885773, "labels": [100, 548]}, "3sy4XEjJ6vw": {"likeCount": 0.22648178230095364, "dislikeCount": 0.203342375548695, "videoId": "3sy4XEjJ6vw", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "VascoGames Mobile Games Android Games IOS Games boat vasco games ship gaming let's play video game computer game games play parking ship simulator boat parking ship Parking Sim Parking Ship3D Boat Parking Ship Simulator by Vasco GamesDownload for free on Android Did you ever wondered how it would feel to sail a real ship or a boat. And are you looking for a fun game to start your career with in the shipping industry? Can you become the captain of your own boat or ship, control various types of vessels, with a varied range of missions. Then 3D boat parking ship simulator is the right 3D ship sim for you captain! 3D boat parking ship simulator will take you to an exotic harbour somewhere in this world. You need to sail your precious yacht trough the docks of this beautiful 3D Caribbean port! Your goal in this game is to dock the boats without sinking it, if you hit other boats or parts of the dock the game can be over and you need to start again. So sail carefully! So don't hit anything because you don't want any damage to your precious boat. This is the first 3D boat game or simulator with realistic boat controls. Go full speed ahead or stop the engines, slow down and put the engines in half speed astern! Keep a close watch at the bow of the boat and watchout for the different obstacles in this port! So dock this boat captain into the free place without sinking it to David jones locker! 3D Boat Parking Ship simulator  game features  20 different 3D Boat Parking Ship simulator, stay on course and dock safely in port  New improved 3D Boat Parking Ship simulator physics.  Change your view to bridge of the boat.  Sail different colours of boats choose yourself what kind of colour your ship needs  Time challenge you you could enjoy the scenery of the Caribbean harbour but time is not on your side. Bring your ship to port before time runs out  Watch out for other boats and ships or else your ship will go down to bottom of the seas  A beautiful 3D sounding with different harbour spots to park your ship into  New 3D Boat Parking Ship simulator missions will follow.  New 3D Boat Parking Ship simulator ships will be added. VascoGames is therefore happy to bring you 3D Boat Parking Ship simulator. This is a new android 3D Boat Parking Ship simulator, we hope you will enjoy to this cool new 3D boat game. To keep uptodate about new levels and new ships and boats that will be added please follow us on Facebook or Twitter! Facebook  Twitter  Gameplay Music 'Stringed Disco' by Kevin MacLeod incompetech.com Licensed under Creative Commons By Attribution 3.0 ", "viewCount": 0.5387103168592526, "labels": [0, 1]}, "_Z1JnYXFlQE": {"likeCount": 0.22528530309798933, "dislikeCount": 0.06989700043360189, "videoId": "_Z1JnYXFlQE", "title": "", "description": "", "length": 0.2585460729508501, "keywords": "Arby the chief 'n' halo digitalph33r machinima Master Comedy Arbiter compilationArby 'n' the Chief Greatest Moments Part IALL CREDIT TO DIGITALPH33R! This video is the first part of a compilation of all the best moments from the epic series 'Arby n the Chief' episodes 19. Enjoy", "viewCount": 0.43600061322290984, "labels": [157]}, "_gBUmxHVf_E": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "_gBUmxHVf_E", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "Dave Mercer facts of fishing Fishing largemouth berkley Tube shallow water skinny water shallows flippin jig power tube slow fall catch fish roll cast pitchin light entry fofshowDave Mercer & Fishing Skinny WaterPro angler and host of Facts of Fishing Dave Mercer explains how to fish shallow, skinny water.", "viewCount": 0.3794139355767774, "labels": [43, 60, 101]}, "MTy0ijVnugk": {"likeCount": 0.3169086357487023, "dislikeCount": 0.15314789170422552, "videoId": "MTy0ijVnugk", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "Maddie and Tae Maddie and Tae live performance maddie and tae lyrics maddie and tae official maddie and tae music video maddie and tae live country music maddie & tae maddie & tae official maddie & tae lyrics maddie & tae live performance die from a broken heart maddie and tae mama you can die from a broken heart Girl In A Country Song maddie and tae maddie and tae Girl In A Country Song Girl In A Country Song live GirlMaddie & Tae  Girl In A Country Song Outnumber Hunger ConcertSubscribe Watch more Connect with Maddie & Tae Online Visit the Official Maddie & Tae Website Visit the Official Maddie & Tae Store Follow Maddie & Tae on Instagram Follow Maddie & Tae on TikTok Like Maddie & Tae on Facebook Follow Maddie & Tae on Twitter MaddieAndTae TheWayItFeels GirlInACountrySong Music video by Maddie & Tae performing Girl In A Country Song. C 2015 Republic Records, a Division of UMG Recordings, Inc. Dot Records ", "viewCount": 0.508970733884558, "labels": [3, 4]}, "lz13LH7qZl8": {"likeCount": 0.2862727528317975, "dislikeCount": 0.21760912590556813, "videoId": "lz13LH7qZl8", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "halloween videos halloween halloween kids frozen halloween play doh play doh halloween frozen costumes frozen toby frozen toys frozen videos toys frozen anna elsa and anna frozen elsa disney frozen disney Frozen AwardWinning Work Anna Film Character Halloween Costume Disney Princess Fictional Universe alltoycollector frozen alltoycollector disneycartoys disneycartoys family frozen costume frozen play doh barbie frozen toy videosFrozen TOBY Halloween Costume JOKE Of The DAY Toys Disney Princess AnnaDisney Frozen Halloween Costume JOKE Of The Day by Frozen Toby by AllToyCollector with help from DisneyCarToys & ToysReviewToys. Disney Frozen Princess Anna's kid Frozen Toby says 3 Halloween Jokes. Peppa Pig Toy Cars LEGO DUPLO Spiderman Toys Toy Review Police Car Superheros Lalaloopsy SUPER SPRINKLES GIRL  Lalaloopsy Story w Tiny Might Spoons Waffle Cone Playdoh Frozen Elsa BARBIE Glam CAMPER Disney Ariel the Little Mermaid PART 2 BROKEN RV MOTORHOME Follow Us   More Toy Channels  SUBSCRIBE Music From YouTube's Audio Library", "viewCount": 0.478365350223927, "labels": [26, 194, 441]}, "Ymrw315YRPc": {"likeCount": 0.2519827993775719, "dislikeCount": 0.12552725051033062, "videoId": "Ymrw315YRPc", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "Pia Ashley Pia Bryan Tina Turner The Best The Best Cover Simply The Best Cover Simply The Best Rock CoverTina Turner  The Best Cover  Pia Ashley  Music VideoMy EP is available on iTunes Can you get any better than Tina Turner?! Love her and her music is in its own class. Hope you like what we did with this song. Please leave a comment, hit the thumbs up, subscribe and don't forget to share. Pia Ashley  Vocals Bryan Fonda  Guitars, Bass, Drums www.PiaAshley.com www.Facebook.comPiaAshleyRocks www.Twitter.comPiaAshley www.YouTube.comPiaAshley", "viewCount": 0.4513657000957838, "labels": [4]}, "YnuFVEJiusk": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "YnuFVEJiusk", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "breeding season redfactor canary bird baby birds canaries youngRedfactor Canary Breeding Season 2013 part 10more young on the way ?", "viewCount": 0.35121505369220307, "labels": [15, 18, 96, 1543]}, "ROG4hSAKGNY": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "ROG4hSAKGNY", "title": "", "description": "", "length": 0.22479732663618068, "keywords": "Victor susan spider monkey mayan mexico spanish tree baby jump fall leap cool funny rofl lolSpider Monkeys In Their Natural HabitatI filmed some spider monkeys in their natural habitat. Susan constantly tells me how to do it in the process.", "viewCount": 0.3662757831681574, "labels": [15, 291, 1183]}, "AKSAhmJPDTI": {"likeCount": 0.2250420002308894, "dislikeCount": 0.0, "videoId": "AKSAhmJPDTI", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "FIFA Ronaldo Messi Best Pack Opening Ever My TobyLeighton Packs How to Make coins Trading methods tips tricks FIFA video Game Series Star Skillers Calfreezy KSI Nepenthez Squad Builder Cheap Hybrid make BPL Longshot Score Longshots Players Shooting Takers TOTS 14 Screenshots Ultimate Team FIFA 14 Ultimate Team Trailer Gameplay Fifa 14 Tutorial Fifa 14 Gameplay Xbox One PS4 NextGen Ratings Official Silver fifa 14 pack cristiano ronaldo Best BPL Formation KSIolajidebtFIFA 14  HUNT FOR SIF BALE!  TOTW 29 ft. SIF REUS & SIF COSTA!Awesome Squad Builder later!? Drop a like! xD Cheap and Reliable FUT Coins!  USE \"Toby10\" FOR A DISCOUNT OFF YOUR ORDER! MY TWITTER  MORE LINKS! FACEBOOK STREAMING SECOND CHANNEL  VIDEO DESCRIPTION So this is me bringing you guys Highlights from a Pack Opening! Hope you guys enjoy it!  FIFA 14 Ultimate Team Gameplay & Videos! Current Series' FIFA 14 Ultimate Team FIFA 14 Gameplay FIFA 14 Tutorials FIFA 14 Squad Builders FIFA 14 Career Mode FIFA 14 Ultimate Team FIFA 14 Ultimate Team Pink Slips FIFA 14 Ultimate Team Next Gen FIFA 14 Ultimate Team Wager Match FIFA 14 Ultimate Team Pack Opening FIFA 14 Ultimate Team Inform FIFA 14 Next Gen GameplayGraphics FIFA 14 Legend in a PACK FIFA 14 TOTY  MOTM Cards FIFA 14 NEXT GEN IS HERE! XBOX ONE", "viewCount": 0.34718781993072906, "labels": [0, 1, 63]}, "AMdSPY4ci7w": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "AMdSPY4ci7w", "title": "", "description": "", "length": 0.2678518379040114, "keywords": "ATS AMERICAN TRIBAL STYLE FCBD SISTERS STUDIO TRIBAL Festival Quotation Subject Company dance bellydance Paris CityTownVillage danse orientale bauchtanz danza bellyfusioncie MANHATTAN TRIBAL  BellyFusions Festival 2014Scne des artistes programms du festival BellyFusions. Sixime dition de la manifestation internationale ddie aux fusions avec les danses orientales. Spectacle du 18 janvier 2014 au thtre de Mnilmontant. Irina Akulenko EtatsUnis, Darkstar RoyaumeUni, Amira Art Company Hongrie, Pazit Grossman France, Cie The Smoky Eyes France, Meher Malik Inde, Patricia lvarez Espagne, Cie International Urban Bellydance Collective France, Cie Manhattan Tribal EtatsUnis, Cie ATS Sisters Collective Italie, RoyaumeUni, Espagne & Allemagne, Cie Orchidaceae Urban Tribal Portugal, Valrie Romanin France.  Show Selected Artists from the BellyFusions Festival. Sixth Edition of the International Festival dedicated to fusions in oriental dances january, the 18th 2014  Menilmontant Theatre. Irina Akulenko United States, Darkstar United Kingdom, Amira Art Company Hungary, Pazit Grossman France Co. The Smoky Eyes France, Meher Malik India, Patricia Alvarez Spain International Urban Bellydance Collective France, Manhattan Tribal Co. United States ATS Sisters Collective Italy, United Kingdom, Spain and Germany, Co. Orchidaceae Urban Tribal Portugal, Valrie Romanin France. More on www.bellyfusions.com", "viewCount": 0.3429267666433169, "labels": [6, 8]}, "ATmsco5-lwg": {"likeCount": 0.14623979978989562, "dislikeCount": 0.047712125471966245, "videoId": "ATmsco5-lwg", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "chipmunk version night to remember hq sound hsm3 full song hd chippy styleA night to remember chipmunk version HQ soundhsm3 chipmunk version full song HQ sound a night to remember", "viewCount": 0.40154435879511025, "labels": [391]}, "TtLXqZvU97I": {"likeCount": 0.15440680443502758, "dislikeCount": 0.06020599913279624, "videoId": "TtLXqZvU97I", "title": "", "description": "", "length": 0.24082399653118497, "keywords": "Pruning My Apple Tree Pruning Fruit Trees Wisconsin Garden Garden Gardens Gardener Gardening Garden Tips Garden Tools Organic Gardening Plants Perennial Plants Annual Plants Flower Flowers Vegetables Landscaping Video Blog Garden Videos How To Videos Home Video Home Made SelfSufficient Eco Environment FYI Lynn Voigt Richard Voigt RIVO Inc Brookfield WisconsinPruning My Apple Tree  Wisconsin Garden Video Blog 242.aviI've always loved climbing trees and still do. With this incredibly mild weather and despite the wind, it's a good day to prune my apple tree and cut out all those vertical sucker branches. Perhaps this year we'll actually spray out trees and harvest the fruit instead of feeding it to the wildlife.", "viewCount": 0.3597256282925142, "labels": [11, 291, 1126]}, "709XNqCbnD4": {"likeCount": 0.06020599913279624, "dislikeCount": 0.06020599913279624, "videoId": "709XNqCbnD4", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "super ultimate alarm clock 5000 slap commercialSuper Ultimate Alarm Clock 5000It's the Super Ultimate Alarm Clock 5000! With tons of features, including the new BackUp Alarms. Only 500!", "viewCount": 0.32365372614886945, "labels": [875, 3487]}, "yTSCq2O3BIs": {"likeCount": 0.2060697840353612, "dislikeCount": 0.06989700043360189, "videoId": "yTSCq2O3BIs", "title": "", "description": "", "length": 0.24082399653118497, "keywords": "Yugioh YuGiOh Top Deck Profile YCS Yugioh! WCQ World Championship USA Billy Brake Cyberknight8610 Simplyunlucky YourYugiohChannel Mkohl40 Konami  OCG    tin opening unboxing xyz starter deck yami moto seto kaiba yugi duelist pack gold series Yuma Zexal 5Ds Gx box 1st edition trade binder trick monarch Exodia spell best ever collection pokemon simplyunlucky cards card 2nd game booster rare update gathering trading tcg OCG moneyYugioh Deck Projects For January 2014Lets See if This Video Can Get 100 Likes and also Please Don't Forget to Subscribe for More Videos!  Want To Find Me!? My Cardfight Vanguard Channel No Limit Gaming on Yugioh Other Trading Card Games Channel Want a Text When I Upload a Video? My Store My FaceBook FaceBook Fan Page FaceBook Yugioh Group FaceBook Cardfight!! Vanguard Group Dueling Network and DevPro Mkohl40 Pojo.biz Message Board Robbie Skype robbiekohl", "viewCount": 0.3744214724814166, "labels": [0, 215, 217, 412, 447]}, "CRQQOHr5aeY": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "CRQQOHr5aeY", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "Kids Slingshot Flatbands Catty Catapult ShootingKids Shooting SlingshotsIt has been cold & couldn't shoot. Today it was 70 degrees and very windy. My daughter's first time to shoot a slingshot. Got her first hit on video.", "viewCount": 0.34837298990000237, "labels": [2341]}, "H-aKUEwQbWI": {"likeCount": 0.31156105116743, "dislikeCount": 0.24771212547196628, "videoId": "H-aKUEwQbWI", "title": "", "description": "", "length": 0.25599066250361124, "keywords": "baby blanket sewing howto make blankets cats flannelHow to make flannel baby blanketsEDIT Thanks to people being unable to read annotations or something I'm disabling comments due to all the folks who leave stupid remarks about the cats. I'm tired of deleting them. Hope you like the video, if not, go eat a hairball. I'd just like to emphasize that I DID NOT MAKE THIS VIDEO. MY AUNT DID. I AM JUST POSTING IT FOR HER WITH HER PERMISSION. That being said, in an effort to slow the tide of humorless comments, a few things should be noted This video has been getting a lot of comments from people concerned about the presence of allergens from the cats that might be harmful to the babies for which the blankets were made. These people should be relieved to know that 1 they do not need cats present in order to make the blankets themselves, and 2 the blankets were laundered before being given away. And probably laundered AGAIN by the parents before being brought into proximity with their baby. So you may stop filling the comments with your worries and if I must say rather unrealistic requests that the video be remade, sans cats. Cats are everywhere. And they know where you live. Be kind to them. Or else.  My aunt Rachel made this video three years ago and wanted me to post it on my account because she is too lazy to get her own YouTube account. She has trouble with the thought of remembering yet another username and password. So here you have her video of how to make flannel baby blankets using two pieces of flannel. One piece should be 1.5 yards and the other should be 1 yard. This is for 4445\" fabric standard size. It takes about an hour to make one start to finish, and an hour and a half to make two. You don't have to wash the fabric ahead of time, in fact it's better not to, and then just wash the blanket once it is done. Warning contains cats.", "viewCount": 0.5255446188161771, "labels": [15, 18, 170, 390, 701]}, "sGE0uJJizrc": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "sGE0uJJizrc", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "2008 Arvida dance teamAmanda Gonzalez The PearlSolo Champion MA dance compeition", "viewCount": 0.3636487896353366, "labels": [0, 8]}, "08MBRQ9NYuM": {"likeCount": 0.20453229787866578, "dislikeCount": 0.06020599913279624, "videoId": "08MBRQ9NYuM", "title": "", "description": "", "length": 0.2591064607026499, "keywords": "Hunger Games Server Minecraft Hunger Games Minecraft Survival Games Survival games Server Best Hunger Games Server Best Hunger games Best Survival Games Fins Hunger Games Bajan Canadian HungerGames Hunger Games Mitch Facecam Sky facecamSurvival Games wSky & Fin, EP 55  DARN FACECAM!!!Hey Guys!   Means Alot!  Sorry about the facecam this episode  Was SUPER mad when the facecam didn't work on this one either  Wish I haden't deleted the other one so I could at least have a good episode without facecam instead of a bad one  I love making videos for you guys so much! but... sometimes I just get SOOO MAD! xD Hope you enjoyed  and if you did please give the video a thumbs up and subscribe! And I will see you all next time! PEACE!  Follow me on Twitter  Follow Sky on Twitter  Check out the Main Channel  Server IP us.mcgamer.net", "viewCount": 0.35850092799024613, "labels": [0, 1, 27]}, "JWHjMaWBY2c": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "JWHjMaWBY2c", "title": "", "description": "", "length": 0.23996737214810382, "keywords": "Deftones Maquinaria 07112009 01 Rocket SkatesDeftones  Maquinaria 07112009  01  Rocket SkatesDeftones  Maquinaria 07112009  01  Rocket Skates", "viewCount": 0.3760573253944395, "labels": [3, 4]}, "8keJesRtbGU": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "8keJesRtbGU", "title": "", "description": "", "length": 0.26138418218760695, "keywords": "Climax Blues Band Fool For The Bright Lights George Glover Lester Hunt Neil Simpson Roy Adams Johnny Pugh Blues'n'Jazz Festival RapperswilJonaClimax Blues Band  Fool For The Bright LightsThe story of the legendary Climax Blues Band continues....!! George Glover keyboards Lester Hunt guitar Neil Simpson bass guitar and Roy Adams drums are back on the road again with leadsinger Johnny Pugh vocalssaxesharp performing at the blues'n'jazz festival in Switzerland in June 2009. More information ", "viewCount": 0.32410481506716443, "labels": [3, 13]}, "zJz_DPVLDYI": {"likeCount": 0.1806179973983887, "dislikeCount": 0.06020599913279624, "videoId": "zJz_DPVLDYI", "title": "", "description": "", "length": 0.25158738437116795, "keywords": "1972 skiroule 447 001SKIROULE 1972 RTX 447SKIROULE 1972 RTX447 NEW motor sachs 440c TWIN EXHAUST PIPE,FIBREGLASS, BELLYPAN, ORIGINAL SNOWMOBILE, canada saintejulie", "viewCount": 0.43779979478619, "labels": [2, 30, 90, 544]}, "Su7Jxc8VeDI": {"likeCount": 0.11139433523068368, "dislikeCount": 0.06989700043360189, "videoId": "Su7Jxc8VeDI", "title": "", "description": "", "length": 0.2534026106056135, "keywords": "puppy in my pocket treasure legendsPuppy in my Pocket and the Legend of the Palace Treasure! Part 1Three Rainbow Puppies, Lava the Japanese Chin, Lime the Whippet and Periwinkle the Dalmatian try to find the Legendary Treasure of the Palace! Will they find it? Please watch part 2!", "viewCount": 0.3786538480497803, "labels": [15, 18, 26, 67, 140]}, "SvWZ-nwFSsg": {"likeCount": 0.13222192947339192, "dislikeCount": 0.09030899869919436, "videoId": "SvWZ-nwFSsg", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "Bendaroos benderoosBendaroos Amazing Flexible Building Sticks See how your kids can draw, build, transform and decorate with the amazing Bendaroos. The reusable toy that develops creative minds & creative children.", "viewCount": 0.44914177282168943, "labels": [26, 315, 1601]}, "DejjiM1bxGc": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "DejjiM1bxGc", "title": "", "description": "", "length": 0.23384564936046048, "keywords": "psp playstation portable dungeon siege throne of agonyDungeon Siege Throne of Agony, Windfall Abbey 5The final section of Windfall Abbey", "viewCount": 0.33328422669943514, "labels": [0, 1, 349]}, "DwKF0VmVPM4": {"likeCount": 0.03010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "DwKF0VmVPM4", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "Superpimp DJ EV ClevelandDJ EV Brings Superpimp On StageDJ EV brings Cleveland's own, Superpimp, on stage at iPhonic's CD release party at Peabody's", "viewCount": 0.31925674533365456, "labels": [3, 6]}, "TeqeqFw_Jjo": {"likeCount": 0.15051499783199063, "dislikeCount": 0.0, "videoId": "TeqeqFw_Jjo", "title": "", "description": "", "length": 0.2637489729512511, "keywords": "JULEUNIQUE MUSIC VIDEOS J RUSSELL MEDIA 2010J RUSSELL Media 2010 Music videos RecapALL WORK SHOOT EDITED BY J RUSSELL FOR J RUSSELL MEDIA VISION JULEUNIQUEGMAIL.COM For bookings", "viewCount": 0.32918126874671194, "labels": [14]}, "Tf0ygFEp8bw": {"likeCount": 0.1079181246047625, "dislikeCount": 0.06989700043360189, "videoId": "Tf0ygFEp8bw", "title": "", "description": "", "length": 0.24871383754771867, "keywords": "Disturbed Ten Thousand Fists Beilive Genesis Phil Collins Asylum DavisDisturbed  Land Of Confusion Drum CoverDisturbed", "viewCount": 0.3391640703492388, "labels": [28, 33, 38, 78, 86]}, "nCYeyjiTCmU": {"likeCount": 0.18260748027008267, "dislikeCount": 0.13979400086720378, "videoId": "nCYeyjiTCmU", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "St. Michaels University School SMUS private boarding school Canada Boarding school Victoria BC independent day and boarding school Middle School School Category Concert Band Musical Group lion's pride World Of Warcraft Video GameMiddle School Intermediate Band  \"Lion's Pride\"Our Intermediate Band performs \"Lion's Pride\" from the soundtrack to World of Warcraft, even using their hands and feet as percussion instruments. Subscribe to SMUSTube Read The SMUS Review weekly blog Find us on Facebook Follow us on Twitter Take a look at our website Located in Victoria, BC, Canada, St. Michaels University School has a diverse boarding program for Grades 812 and our day students join us for kindergarten up to graduation. We are an international community defined by our passion for education.", "viewCount": 0.40390173219974124, "labels": [3, 4, 13, 54, 93, 102]}, "yMZthaiqOZk": {"likeCount": 0.1278753600952829, "dislikeCount": 0.047712125471966245, "videoId": "yMZthaiqOZk", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "How to draw anime eyeHow to color anime eyes Paint Tool SaiSo this is just to show you hwo to do an anime eye....well 1 of 1000000000000 diffrent types of eyes to color in P Rate! Comment! Subscribe!!!!!!!!!!!!!!! 3", "viewCount": 0.3553883026643875, "labels": [5, 80]}, "JhlxMnBtlpk": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "JhlxMnBtlpk", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "Slope soaring RC glider Point sailplane gliding flyingSuper Cheetah Slope SoaringFlight of the Super Cheetah 42010.", "viewCount": 0.3120244795546365, "labels": [2, 44, 46, 64, 664, 965]}, "9UcWuyG4e28": {"likeCount": 0.35711262770843116, "dislikeCount": 0.17558748556724915, "videoId": "9UcWuyG4e28", "title": "", "description": "", "length": 0.24099331233312948, "keywords": "woodworking how to diy jpheisz ibuildit Wood funny amazing clamp wooden clamp homemade Do It Yourself Website Category kant twist clampsWooden Kant Twist ClampThe template for the clamp plus a detailed writeup This clamp is modeled after the Kant Twist clamp Music is \"Villainous Treachery\" and \"Disco Lounge\" from Incompetech.com ", "viewCount": 0.5485295438726089, "labels": [251, 270]}, "Hx3D3CQfpxk": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "Hx3D3CQfpxk", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "How to get Assassins Creed on MAC for FREE!!!How to get Assassins Creed for free on MACHey guys, today im going to show you how to get Assassins creed on MAC for FREEEEE!!! It will take a while to open the first time, please make a new account, yes it will lag a bit just like every game downloaded off the web, if you have any problems or concerns ask me and ill see if i can help. REMEMBER You are downloading at your own risk!!! LINKS Vuse Assassins Creed Torrent STEPS Step 1 Download Vuse and Assassins Creed Torrent Step 2 Download the Torrent in Vuse. This took me 5 hours Step 3 Open folder that was downloaded. should be on desktop Step 4 Unzip the Zip. Step 5 Open and Play YOUR Assassins Creed.", "viewCount": 0.36547539332529305, "labels": [1, 285]}, "I--AF8FdO3Y": {"likeCount": 0.15185139398778877, "dislikeCount": 0.047712125471966245, "videoId": "I--AF8FdO3Y", "title": "", "description": "", "length": 0.215836249209525, "keywords": "tournament match championship street fighter IV 4     capcom Japan top beast m.bisonSF4Daigo Ry vs Gama no Abura Ve  Set 03 NSB Umehara Challenge  1209200912092009 Nagoya Street Battle Daigo Umehara Challenge Local Nagoya Set 03 Daigo Ryu vs Gama no Abura Vega  Dictator Originally from by  Gama no Abura", "viewCount": 0.4060093183824469, "labels": [0, 1, 69, 236, 404, 568, 2844]}, "I0QBNoKcm5s": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "I0QBNoKcm5s", "title": "", "description": "", "length": 0.24742162640762555, "keywords": "lir mik pyro damien dempsey republic of loose vicar street ro byrne colm quearney dave mcguinness robert malone david hopkins johnny boyle modern gospel ensemble good cake badLIR  Live at Vicar StreetLir perfom with with guests Mik Pyro, Damien Dempsey, and Modern Gospel Ensemble. Vicar Street, 2006", "viewCount": 0.35865873046717556, "labels": [3, 4, 6, 10, 13]}, "I1swDTotASQ": {"likeCount": 0.19444826721501687, "dislikeCount": 0.08450980400142569, "videoId": "I1swDTotASQ", "title": "", "description": "", "length": 0.215836249209525, "keywords": "Sony Lbt Zx66i Stereo Mini Hifi Sound System Shelf Unit Orange Equalizer Test EQ DSW XGrooveSony LBTZX66i sound systemJust bought this today and it is a living breathing beast of symphonic destruction", "viewCount": 0.43517769873177636, "labels": [269, 320]}, "I4kGQecOlqo": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "I4kGQecOlqo", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "IMG 2348 Mean Girls Film Parody Talent Spoof Funny Sketch Comedy stonehillMr Stonehill 2012 Talent  Mean Girls ParodyMr Stonehill College 2012", "viewCount": 0.3194791757721925, "labels": [8]}, "I4HP8zaSLN0": {"likeCount": 0.12304489213782739, "dislikeCount": 0.047712125471966245, "videoId": "I4HP8zaSLN0", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "Lamborghini Organization redballoon Fast Car Composition Julie Anne Longano Julie Anne Longano All or Nothing AllOrNothingBlog Experience Experience Happy Automobile Industry Auto Racing Sport Adventure Award Discipline Blog Video Blog Industry Experiment rich Rich List Boss Social Experminent Lamborghini Gallardo Automobile Model Gallardo Girl Presenter leather Purple Monky Ferrari Porsche money Millionaire AchievementA Day on the Rich List  My RedBalloon Lamborghini ExperienceAs an Experience Blogger for RedBalloon, I wanted to find out what a day would be like on the Rich List... You know, to see how the other half live and to meet my multi millionaire alter ego she was a bit of a snob as it turned out!. Driving this machine was absolutely exhilarating, I had no idea what to expect but all I can say is something has been unleashed by the power of this experience. Full reactions featured in bloopers watch to end. To experience the happiness of a FAST Lamborghini drive yourself or to gift it to someone special just head to www.redballoon.com.au and search \"Lamborghini\". Video Produced by the talented crew at Purple Monky Video Productions www.puplemonky.com.au Makeup & Hair by Rachael Nicholas www.rachaelnicholasmakeupandhair.com Stay tuned for more, or get in touch at www.julieanne.com.au and subscribe to this YouTube channel.", "viewCount": 0.35189085736914144, "labels": [2, 7, 104, 177, 460]}, "HqVsiVL25rs": {"likeCount": 0.2423245873936808, "dislikeCount": 0.19190780923760742, "videoId": "HqVsiVL25rs", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "Chevy 2001 Alternator Venture OldsmobileHow to replace alternator on a 2001 chevy ventureThis is a easier way to remove a alternator for a 2001 chevy van from years 99 to 2001 becouse the factory way is to much of a pain in the ass", "viewCount": 0.5088734824911628, "labels": [2, 7, 90, 224]}}