{"uxqNbw7fqnM": {"likeCount": 0.203342375548695, "dislikeCount": 0.11139433523068368, "videoId": "uxqNbw7fqnM", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "FallOut New Vegas ps3 xbox360 unboxing reviewBEST FallOut New Vegas Limited Edition UnboxingToday im going to be Unboxing Fall Out New Vegas!! So please remember to THUMBS UP, COMMENT let me know what you think about this game and SUBSCRIBE if you haven't so you could be alerted when I upload a NEW VIDEO!!    Follow me on Twitter 2nd Channel Dailybooth Earn Macs, iPods, Ps3's Here Earn iTunes Gift Cards, Amazon Gift cards,Ps3,IPods My Website for the meantime CHECK IT OUT!! ", "viewCount": 0.3989405318001516, "labels": [1, 105, 183, 192, 294, 331, 488]}, "V1NRZeECUvE": {"likeCount": 0.23802112417116061, "dislikeCount": 0.1079181246047625, "videoId": "V1NRZeECUvE", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "Easy Summer Ouftits For Hot Weather summer outfits lookbook clothes fashion style summer hot weather aeropostale dressgal charlotte russe forever 21 primark nikeEasy Summer Outfits For Hot WeatherI hope you guys enjoy this video I filmed in Italy. This one is prefilmed because I'm currently working abroad, but I will be back ASAP   l i n k s  i n s t a g r a m  www.instagram.comhermionechantal t w i t t e r  www.twitter.comhermionechantal b l o g  www.wanderedthreads.com t u m b l r  www.hermionechantal.tumblr.com s n a p c h a t  hermionexo All music is by Blank and Kytt from freemusicarchive", "viewCount": 0.38191489428071346, "labels": [66]}, "V1qWAD3LIa0": {"likeCount": 0.18920946026904806, "dislikeCount": 0.1146128035678238, "videoId": "V1qWAD3LIa0", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "kenji shinja otomo battle realmskenji vs otomo, otomo vs shinjayeah...", "viewCount": 0.48408773488378076, "labels": [0, 1]}, "-o9YowUIkD4": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "-o9YowUIkD4", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "mount blade warband musket madnessMusket Madness mod battle video 1A battle with the Musket Madness mod", "viewCount": 0.36306312440205, "labels": [0, 1, 2247, 2278]}, "q5kw8EcCXxw": {"likeCount": 0.25118833609788743, "dislikeCount": 0.07781512503836437, "videoId": "q5kw8EcCXxw", "title": "", "description": "", "length": 0.2568201724066995, "keywords": "Sagittarius Star System Sagittarius A Astronomical Discovery Astronomy Field Of Study elite dangerous distant suns new horizons Supermassive Black Hole Composition Black Hole Celestial Object Category sagittarius a sagittarius a asp explorerElite Dangerous  Distant Suns Part 6 Sagittarius APart 6  Sagittarius A Assets borrowed from Elite Dangerous, with permission of Frontier Developments plc. Want to buy Erimus a coffee? Thanks! Music I Don't Belong Here Stellardrone  Perhelion The Convolving Universe Assets borrowed from Elite Dangerous, with permission of Frontier Developments plc ", "viewCount": 0.44864871530659073, "labels": [1]}, "bxxW-4pJEuI": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "bxxW-4pJEuI", "title": "", "description": "", "length": 0.26464037262230694, "keywords": "Mens ISKA Welterweight title Brian Chou vs Tremayne Dunbar Kickboxing Quest for the Title Fight MMA Martial ArtsQuest for the Title 2  Brian Chou vs Tremayne Dunbar  Kickboxing Local Brian Chou denied Tremayne Dunbar of Las Vegas the Mens ISKA Welterweight title with a unanimous judges decision. Chou was clearly the more well rounded of the two competitors mixing in kicks, knees and punches to keep Dunbars more singular boxing attack off balance. Chou used welltimed low kicks to batter the thighs of an opponent who appeared illprepared to deal with the leg assault. Dunbar dropped his hands far too low, far too many times  which gave Chou the opportunity to attack with punches and head kicks that landed early and often. In the end Chou pitched a shutout and took the decision with ease.", "viewCount": 0.3028977705208778, "labels": [92, 110, 369]}, "7M1pGI6ukas": {"likeCount": 0.14313637641589874, "dislikeCount": 0.06020599913279624, "videoId": "7M1pGI6ukas", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "Clemson FootballClemson Running Backs VideoOur Running backs tearing it up", "viewCount": 0.4326007967759606, "labels": [0, 79, 376]}, "r4t8kbkFMCo": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "r4t8kbkFMCo", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Pascal Cucaro fine art paintings valuation appraisal eye on the bay Michaan's auctionEye on the Bay weekly tip  Pascal Cucaro fine art paintingsEye on the Bay  Michaan's Auctions partners with Eye on the Bay's Friday Flea Show to offer expert tips and valuations on art, antiques and collectibles. This weeks tip  valuation Pascal Cucaro fine art paintings", "viewCount": 0.32911467617318857, "labels": [49, 127]}, "vuGmYkh6Qp4": {"likeCount": 0.14623979978989562, "dislikeCount": 0.03010299956639812, "videoId": "vuGmYkh6Qp4", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "like to move it star wars general grievousRemake of General Grievous  I like to move itdon't know why i used this song enjoy", "viewCount": 0.42897004101287095, "labels": [5, 189]}, "KNFVo80nP4s": {"likeCount": 0.1, "dislikeCount": 0.08450980400142569, "videoId": "KNFVo80nP4s", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "automovil sport autos usados iquique chile Motor Automobile IndustryAutos Usados Temporada 2012 Parte IIAutos usados en Iquique Chile en Importadora Kevin. Autos, camionetas, van, jeeep, casas rodantes, motos, lanchas", "viewCount": 0.35995555909859805, "labels": [2, 7, 116, 165, 172]}, "KPRJTF9RE5U": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "KPRJTF9RE5U", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "Airbourne Manchester Apollo Raise the FlagAirbourne Raise the Flag Manchester Apollo 030410.MOVAirbourne opening song Manchester Apollo Sat 3rd April 2010", "viewCount": 0.3054613054556888, "labels": [3, 4]}, "sKTFR3naoO8": {"likeCount": 0.28369567370595505, "dislikeCount": 0.20043213737826426, "videoId": "sKTFR3naoO8", "title": "", "description": "", "length": 0.2587710965018912, "keywords": "Install dimmer switch dimmer switch how to install dimmer switch installing a dimmer switch swap light switch for dimmer ultimate handyman DIY electrics Dimmer Do It Yourself HobbyHow to install a dimmer switchThis video shows how to replace a standard light switch with a dimmer switch. Dimmer switches are popular because the light in the room can be dimmed to make the room lighting less bright. Before installing a dimmer switch you have to be certain that the lamps are of a dimmable type, some energy saving lamps, LEDs and fluorescent lamps are often not dimmable so you need to check this first.", "viewCount": 0.5362384445836649, "labels": [375, 420, 1890, 2770]}, "r3Hk3lcDjUI": {"likeCount": 0.2531478917042255, "dislikeCount": 0.1079181246047625, "videoId": "r3Hk3lcDjUI", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "goals of the week top 10 goals amazing incredible eastern conference nhl network hockey nhl national hockey league game highlights 2012 goal save hit fight actionTop 10 Eastern Conference Goals of 201112Check out the top 10 goals of the 201112 season from the Eastern Conference!", "viewCount": 0.4761070425625589, "labels": [82, 103, 118, 440]}, "5SB4T87E510": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "5SB4T87E510", "title": "", "description": "", "length": 0.21367205671564068, "keywords": " maplestory BJ  maplestory2 2  BJ 56 maplestory20140111 BJ      !     .  56!! &        BJ   BJ     TV   BJ   BJ   BJ  TV   ", "viewCount": 0.3929265618253066, "labels": [0, 1, 319]}, "5T7ZfWt9zUA": {"likeCount": 0.13424226808222062, "dislikeCount": 0.13010299956639812, "videoId": "5T7ZfWt9zUA", "title": "", "description": "", "length": 0.26857417386022636, "keywords": "MOTTY      3DS 3DS Nintendo3DS WiiU XY ORAS 3DS WiiU 4G   2 GTA5  Minecraft    8 2014            3DSWiiU  Field Smash Super Smash Bros. SSB Let's Play Playthrough Demo Play Super Play         Rockman Mega man3DS  20 24 MOTTY 3DS  20 24Mega Maaaaaaaaaaaaaaaaaan!!!!!!!!!! 3DS MAX         3DS 20 part01  part23  part25WiiFit  3DS Part01  3DS  9.0  MOTTY Twitter        MOTTY   for Nintendo 3DS Super Smash Bros. for Nintendo 3DSNintendo 2014913 3DS  ", "viewCount": 0.40016471913460383, "labels": [0, 1, 5, 234, 358, 395, 678, 2713]}, "5X8AVhC06kw": {"likeCount": 0.27993405494535817, "dislikeCount": 0.2100370545117563, "videoId": "5X8AVhC06kw", "title": "", "description": "", "length": 0.25289167002776547, "keywords": "Azamerica S1005 Configurao Wifi iks no azamerica s1005 configurando iks no s1005 comfigurar internet no azamerica internet no azamerica s1005 iks no funciona o iks no azamerica configurar IKS Azamrica Receptores Rede WIFI Configurao de rede Configurao WIFI WiFi intelsat 11 star one c2 cinebox atualizaao azbox canais s1001 s1005 problema com s1001 problema com s1005 servidor az america como atualizar4  CONFIGURAR INTERNET AZAMERICA S1005 WifiConfigurar internet via Wireless e ativar IKS no Azamerica S1005. Neste vdeo estaremos aprendendo como configurar a Internet via wifi no receptor azameirca S1005. Aps a configurao da Internet via wifi, ser possvel fazer o desbloqueio dos canais por IKS.", "viewCount": 0.5282932374190799, "labels": [1, 246, 658]}, "vTpG48jOgWc": {"likeCount": 0.15440680443502758, "dislikeCount": 0.06989700043360189, "videoId": "vTpG48jOgWc", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "M1 Abrams United States US Tank M1A1 M1A2 Altay tank Turkey Turkish Tank Turkish Army 3rd Generation Armament ArmorM1 Abrams versus Altay, Tank Key featuresM1 Abrams versus Altay, Tank Key features  The M1 Abrams is an American thirdgeneration main battle tank produced by the United States. It is named after General Creighton Abrams, former Army Chief of Staff and Commander of U.S. military forces in the Vietnam War from 1968 to 1972. Highly mobile, designed for modern armored ground warfare,the M1 is well armed and heavily armored. Notable features include the use of a powerful gas turbine engine multifuel capable, usually fueled with JP8 jet fuel, the adoption of sophisticated composite armor, and separate ammunition storage in a blowout compartment for crew safety. Weighing nearly 68 short tons almost 62 metric tons, it is one of the heaviest main battle tanks in service. Main Battle Tank Altay is an advanced third generation main battle tank, designed and developed by Otokar of Turkey for the Turkish Army and export markets. It is named in honor of Army General Fahrettin Altay 18801974who commanded the 5th Cavalry Corps in the final stage of the Turkish War of Independence.", "viewCount": 0.41357367435094744, "labels": [223]}, "noOGt1_eh4s": {"likeCount": 0.16334684555795864, "dislikeCount": 0.0, "videoId": "noOGt1_eh4s", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "Matreyshka  Evolution Game Battle for Utopia     Matreyshka Boss WalkthroughMatreyshka Boss, Citadel Location Evolution Battle for Utopia Game  ,        ", "viewCount": 0.3965577957910528, "labels": [0, 1]}, "4Zvk4BuLJls": {"likeCount": 0.2123851640967086, "dislikeCount": 0.16127838567197356, "videoId": "4Zvk4BuLJls", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "MOV 0021battle spirits  special pack2X!!!!!!100!!like!", "viewCount": 0.3853211334503317, "labels": [21, 23, 447]}, "l0nj_-4_Ebw": {"likeCount": 0.2509202522331103, "dislikeCount": 0.11139433523068368, "videoId": "l0nj_-4_Ebw", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "umvc3 ultimate marvel vs capcom glitch infinite patch title update Video GameUMvC3 Dec.19th Patch Notes GlitchesInfinitesMusic The stuff that was taken out Wolverine infinite 7 Month old Skrull Glitch from Vanilla thanks g0ttnoskill Vergil glitch Ability to tech throws, even when recovering from normalsspecialshypers. Amaterasu Reflect Glitch MorriganWall cling glitch found by JohnnyRH post hyper animation bug Lots more is gone I'm sure but I don't think we had a chance to figure most of it out. The combo counter glitch remains but it doesn't really affect gameplay. UPDATE Official Capcom change list, detailing some more, non glitch changes ", "viewCount": 0.49812340221617213, "labels": [0, 1, 69, 1141]}, "l0fCE_NkKIY": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "l0fCE_NkKIY", "title": "", "description": "", "length": 0.215836249209525, "keywords": "3rd Place2007 AA County Cheer CompetionChesapeake HS", "viewCount": 0.3325720858019412, "labels": [8, 806]}, "H6MxPaejUbI": {"likeCount": 0.22068258760318496, "dislikeCount": 0.10413926851582252, "videoId": "H6MxPaejUbI", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "Guitar Hero III Nothing For Me here Coop CoOp 100 Expert FC Dope Xbox 360 jameslikecoulter skatefreakguy4Guitar Hero 3 Nothing For Me Here Coop 100 Expert FCNothing For Me Here by Dope Jameslikecoulter on Left Guitar Skatefreakguy4 on Right Bass Once again, this was hard as hell for me and Adam. One hell of a coop FC. 517,692  1796 Note Streak Check out Adam's channel, he's got some good FC's of his own and also some videos of him and I playing coop. www.youtube.comskatefreakguy4", "viewCount": 0.4348985956807858, "labels": [0, 1, 193, 339, 687]}, "HEOj1tCDwYo": {"likeCount": 0.13424226808222062, "dislikeCount": 0.0, "videoId": "HEOj1tCDwYo", "title": "", "description": "", "length": 0.25158738437116795, "keywords": "Superbikes Yamaha YZF R1 Onboard Sydney Motorsport Park Eastern Creek International circuit racing Race Track Sports Equipment Superbike Racing Media Genre Motorcycle Yamaha YZFR1 Bike Australia kevin watson music tor sagen raptorsandrocketsSuperbikes  Yamaha R1 flying lap Sydney Motorsport ParkYamaha R1 flying onboard lap and a half at Sydney Motorsport Park Eastern Creek with Tor Sagen Like our new page on Music by Kevin Watson All cameras and photography by Paul Barshon, Yamaha and Tor Sagen ", "viewCount": 0.34938761108528227, "labels": [2, 17, 19, 30, 975]}, "dsMvPRzunN4": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "dsMvPRzunN4", "title": "", "description": "", "length": 0.26063813651106055, "keywords": "Uncle Steve fishing spincast reel Daiwa 6400 eclip wire clip fabricate Eric Space 52 Raleigh North Carolina sports vlogMaking A Replacement Reel ClipMaking A Replacement Reel Clip Uncle Steve shows the thinking underlying his hand fabricating a wire clip to replace a missing eclip for his Daiwa 6400 spincast reel. Shoutout to Eric of Space 52 at the weekend Fairgrounds Fleamarket in Raleigh, North Carolina. Date 28 JANUARY 2013 sansa avidemux audacity inkscape irfanview", "viewCount": 0.34560622244549516, "labels": [43, 873]}, "dunI5z3X2oM": {"likeCount": 0.2850033257689769, "dislikeCount": 0.1, "videoId": "dunI5z3X2oM", "title": "", "description": "", "length": 0.2698970004336019, "keywords": "busters stats Exo MW Gaming Killstreaks swarm hackers Tips Apocol1pse Hacked booster Hints AW shotgun Hackers assault Modders Walkthrough to Overpowered Quickscope How abilities Black.ops rcxd Gameplay Warfare Call Of Duty ksg COD Advanced Multiplayer Boosters use a fail reset Rage And Killfeeds Manicminer83 SuitsBO2 430 \"Nuclear\" Split Screener's Dilemma!Follow me on Twitter Follow Me On Twitch Thumbnails By Donations to Outro Created By Thumbnails By Become part of the Ap0cArmy Noob Of The Week Intro Designed and created by & Intro created by Get your Custom made Controllers at 10 Discount using Code, Apoc10 Music by www.Logitech.com and www.Fullscreen.com Follow me on Twitter 10 of KontrolFreek Orders,Promo Code Ap0col1pse. ", "viewCount": 0.36880636969463443, "labels": [0, 1, 36, 94, 147]}, "FpWDi0HLFVU": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "FpWDi0HLFVU", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "Engine Notes Time Music Jack WebberEngine  TimeMore Music Video by Jack Webber 2011", "viewCount": 0.3212453961040276, "labels": [4, 9, 10, 34]}, "ZvM-WBkfmf8": {"likeCount": 0.14623979978989562, "dislikeCount": 0.0, "videoId": "ZvM-WBkfmf8", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "art therapy types of art therapy uses for art therapy art therapy techniques what is art therapy art therapy help using art therapy theraputic arts and craftsArt Therapy  Painting As Art Therapy With ChildrenPainting is an unstructured form of art therapy for children. Discover the advantages of painting with the useful advice from a trained art therapist in this free video on painting as art therapy with children. Expert Deb Shoemaker Contact www.debshoemaker.com Bio Deb Shoemaker is trained in Art Therapy Assessments, DBT, and CBT. Filmmaker Rendered Communications Series Description Art therapy offers structure and release, helping to treat a number of issues. Discover more about art therapy in this free video series presented by a certified therapist.", "viewCount": 0.38885725968576, "labels": [49, 127]}, "iWfmmwdCHTg": {"likeCount": 0.4720432202749485, "dislikeCount": 0.3316599302093861, "videoId": "iWfmmwdCHTg", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "Ride Along Ride Along 2 Official Trailer HD Ride Along 2 Trailer Ride Along 2 Official Trailer HD cops official comedy kevin hart ice cube olivia munn tim story ken jeong action film benjamin bratt bruce mcgill tika sumpter sherri shepherd straight outta compton ride along ride along trailer ride along 2 movie kevin hart ride along 2 trailer ride along 2Ride Along 2  Official Trailer HDKevin Hart and Ice Cube lead the returning lineup of Ride Along 2, the sequel to the blockbuster actioncomedy that gave us the years most popular comedy duo. Joining Hart and Cube for the next chapter of the series are director Tim Story, as well as Cubes fellow producersWill Packer, Matt Alvarez and Larry Breznerwho will produce alongside Cube. Ride Along 2  Official Trailer HD In Theaters January 2016 RideAlong2 KevinHart IceCube", "viewCount": 0.7186212173692803, "labels": [25]}, "-1BOmE52wdE": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "-1BOmE52wdE", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Pump It Up PIU Fiesta 2010 2011 2012 Faster Z Faster BanYa Yahpp Chris Lee Original Tunes Full Combo FC Double Freestyle Nightmare FS NM D14 14 Gold Dave Busters D&B Buffalo Williamsville NY New York HD EX NX NX2Pump It Up Fiesta  Faster Z  Double 14  SYahpp  Faster Z  Double 14  S Only 5 greats. I finally remembered to record this chart. It's not FPC, but it was a new personal record at 5 greats. Pretty fun chart. Flows nicely and it's always a pleasure to play. Recorded at Dave & Busters in Buffalo, NY.", "viewCount": 0.3371990911464915, "labels": [0, 1, 1418, 2693, 3428]}, "-3c-BMso8bc": {"likeCount": 0.10413926851582252, "dislikeCount": 0.047712125471966245, "videoId": "-3c-BMso8bc", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "Jedi Order 66 Mygeeto Lightsaber Massive Battle kiAdiMundi Star Wars Battlefront II Video Game Video Game Industry trainerStar Wars Battlefront 2  Dev's side mod final 5.0  TrainerTrainer Dev's side mod final 5.0 ", "viewCount": 0.34265112613645754, "labels": [0, 1, 189, 741, 2171, 2190, 2754]}, "-4A6ykWIUpk": {"likeCount": 0.2587710965018912, "dislikeCount": 0.06989700043360189, "videoId": "-4A6ykWIUpk", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "The Maccabees Love you better Glastonbury 26609The Maccabees  Love you better Glastonbury 26609The Maccabees  Love you better Glastonbury 26609", "viewCount": 0.49728921617990435, "labels": [3, 4, 9]}, "eiY6SpHw40k": {"likeCount": 0.2037426497940624, "dislikeCount": 0.047712125471966245, "videoId": "eiY6SpHw40k", "title": "", "description": "", "length": 0.24248816366310671, "keywords": "Lion D Bizzarri records Jah love surround meLion D Trend Setta Official Video.movBizzarri Reccords Production Lion D \"Trend Setta\"\" Video directed by Alain'Skanka' Hottat", "viewCount": 0.423426412437879, "labels": [14]}, "EOfuAcM3MIU": {"likeCount": 0.09030899869919436, "dislikeCount": 0.08450980400142569, "videoId": "EOfuAcM3MIU", "title": "", "description": "", "length": 0.25250448070368453, "keywords": "worms map how toHow to make a Worms Map Part 1how to make a simple map and still look decent for Worms Armageddon. part 1 of 2", "viewCount": 0.37980287934040735, "labels": [42, 2475]}, "EQE3ZUwRPHc": {"likeCount": 0.1380211241711606, "dislikeCount": 0.0, "videoId": "EQE3ZUwRPHc", "title": "", "description": "", "length": 0.26344772701607316, "keywords": "Kevin Bowden Mysterious Nightmare Drum CoverKevin Bowden Mysterious Nightmare Drum CoverKevin Bowden Mysterious Nightmare Drum Cover Video & Editing by Evan Jonte' Spaulding JonteArkPRO Sound by David \"ThaChozenOne\" O'Neal ThaChozenOne Instrumental Track \"Mysterious Nightmare\" by Kevin Bowden Kdrums28", "viewCount": 0.3492900011108704, "labels": [28, 33, 38, 78, 86, 257]}, "ETFBn9RkLEs": {"likeCount": 0.16720978579357176, "dislikeCount": 0.16020599913279623, "videoId": "ETFBn9RkLEs", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "League Of Legends Video Game lol all in katarina akali vs test damage test damageLeague Of Legends  ALL IN  Katarina Vs AkaliPatch 4.16 From a dueling pov i'd say Akali has the upper hand until level 6. From a lane perspective Katarina has the upper hand. Myself i max q as katarina when i play against akali. Katarina's q does more dmg without the need to break the seal. Akali's is quite the opposite. And i just q to death akali until she is low enough that i can jump her. After level 6 it will be tricky. If katarina waits to much for ulti she will get killed. If akali goes in without enemy minions at a safe distance to jump them if katarina ultis or without flash she will get killed. Akali's smoke screen won't save her from AOE dmg so even if she is invisible she still can get hurt.", "viewCount": 0.4162803292382674, "labels": [0, 1, 42, 111]}, "LNW2Mr2fd1Q": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "LNW2Mr2fd1Q", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Thiago Alcntara Football Player FC Barcelona Football Team Football Sport Thiago.Alcantara Thiago Barca Barcelona Xavi Iniesta Playmaker Manchester United MU Man Utd FCB Ronaldo Manchester United F.C. Professional Sports Team FC Barcelona Transfer Hat Trick U21 Soccer GoalThiago Alcntara  Bayern Munich  Maestro TalentSkills, Goals & Assists from FC Bayern Munich's Thiago Alcntara Born in Bari, Italy, Thiago joined Bara as a 14 yearold in 2005 and since then hasn't stopped growing as a player as he worked his way through the various youth teams. Thiago has had a wide range of experience despite being so young. His father  Mazinho was a professional footballer himself and so he lived in Brazil, Italy and Spain itself. When the family decided to move back to Galicia to live, Thiago began playing for Ureca de Vigo, where he soon caught the eye of a number of clubs, with Bara getting in first and signing him in 2005. On 14 July 2013, Thiago signed a fouryear deal with Bayern Munich, for a 25 million fee. The agreement also stipulates that a friendly will be played between both teams in the following four years, with Bayern paying 20 million directly, and the remainder being covered by Thiago himself and by friendlies previously agreed. \"Thiago is a special player. He wants a career in this world and we're fortunate that we've produced another player inhouse.\" Former Barcelona manager Pep Guardiola. SUBSCRIBE to our Youtube Channel LIKE our Facebook Page FOLLOW us on Twitter ", "viewCount": 0.33465485585484744, "labels": [0, 12]}, "jtr6_E4AlJM": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "jtr6_E4AlJM", "title": "", "description": "", "length": 0.2519827993775719, "keywords": "Krump dance hip hop youth los angelesXM audition Child Raskel vs HotsauceXtreme Movement held auditions for the dance groups upcoming season. A great deal of young krump talent showed up ready to battle for the two open spots. In this vid you get to see Child Raskel and Hotsauce put it in.", "viewCount": 0.3498723970747905, "labels": [8]}, "-jyK8KwguSw": {"likeCount": 0.06020599913279624, "dislikeCount": 0.06989700043360189, "videoId": "-jyK8KwguSw", "title": "", "description": "", "length": 0.25693739096150464, "keywords": "Ps3 Trophy Playstaion Sony Collections Collection Trophies Wet Dj hero Killzone Saboteur Lego rockband Farcry Godfather Platinum Gold Silver Bronze Trophys Modern warfare PS3My ps3 trophy collectionMy Ps3 trophies Rate Comment Subscribe", "viewCount": 0.3197556213153537, "labels": [105, 183]}, "wp8-255ROeE": {"likeCount": 0.15682017240669952, "dislikeCount": 0.0, "videoId": "wp8-255ROeE", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "In Due Time Killswitch Engage Musical Group Cover Fantasy Guitar Musical Ensemble Musical Performance Role Acoustic Guitar Cover Acoustic Cover Acoustic Music Musical Genre Acoustic Guitar Acoustic Musical AlbumKillswitch Engage  In Due Time Guitar CoverBilly Kibble 14 years old. Such a good song and very fun to cover. Like Comment & Subscribe! Gear Used Jaden Rose Tachyon 6 w Bare Knuckle Pain Killers Kemper Profiling Amp Nikon d7000 1855mm lens 10 likes and i'll upload a link to the kemper profile 3 Cheeeeeeers x", "viewCount": 0.31869563354654123, "labels": [9, 10, 37]}, "mNUBbzXyjf0": {"likeCount": 0.34758164130313185, "dislikeCount": 0.19138138523837167, "videoId": "mNUBbzXyjf0", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "Metal Gear Solid 4 Guns Of The Patriots Video Game Actionadventure Game Media Genre Solid Snake Film Character Akio Ohtsuka Musical Artist Kikuko Inoue Musical Artist Takeshi Aono Baseball Player   MGS4 MGS2  MGS4    METAL GEAR SOLID 4 GUNS OF THE PATRIOTS", "viewCount": 0.5814846003426313, "labels": [517, 1691, 2865, 3236]}, "mQgjuhTMjZ8": {"likeCount": 0.16232492903979007, "dislikeCount": 0.09030899869919436, "videoId": "mQgjuhTMjZ8", "title": "", "description": "", "length": 0.254282542695918, "keywords": "NEUTRAL LOOK flirt cosmetics M.A.C. EYESHADOW EYEBROWS PINK WIG WIG SHADYLANE2121 NYX MAKE UP NYX LIPSTICK BLUSH M.A.C. BLUSH M.A.C. POWDER FRENCH MANICURE NAILSAmber's quick out the door NEUTRAL LOOK!Hey ladies! I don't do many neutral looks, but this is one I do when I am in a hurry! Hope you like it! As always if you have any request please let me know!", "viewCount": 0.3731588765186739, "labels": [39, 121, 233]}, "J_w5q6RkQeY": {"likeCount": 0.24800069429571506, "dislikeCount": 0.13222192947339192, "videoId": "J_w5q6RkQeY", "title": "", "description": "", "length": 0.24548448600085104, "keywords": "Hearthstone Hearthstone Heroes Of Warcraft Video Game Blizzard Entertainment Video Game Developer Warlock Priest Floating Watcher Auchenai Soulpriest Baron Rivendare Faceless Manipulator Mistress Of Pain Boris Johnson Card Game Video Game Industry WowHearthstone Floating Watcher Choir. YYYES!!!Skip to 145 if you just want to see the choir! One of the most beautiful sounds in Hearthstone sung by 5 handsome Floating Watchers. For those who may be confused by the Mistress of Pain  Auchenai Soulpriest interaction when the Mistress deals damage to any target it causes her to attempt to heal your hero. Since Auchenai changes all healing into damage, this results in the Mistress dealing damage to your hero instead which then triggers her ability again, resulting an endless loop until your hero dies, or, for some reason, goes to 3 health. Who knows why that is  Because we bottom decked what we needed causing the original video to be 13 minutes long I've trimmed the video down to only the essential plays so you don't die from boredom. I'm just nice that way. Like, subscribe, share, all that good stuff.", "viewCount": 0.4688962351095005, "labels": [0, 1, 893]}, "8DGaFILE7Y8": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "8DGaFILE7Y8", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "World of Warcraft WoW AoE Area Effect Frost mage Frostmage Level Lvl 35 killsLvl 35 Frost Mage 9 AoE Killsdamn copyright laws youtube muted the audio, so i replaced it with Dimrain47 the origional version can be seen on my facebook", "viewCount": 0.3138302698166282, "labels": [0, 1, 93, 102, 1917]}, "j_GriUTxgqo": {"likeCount": 0.1698970004336019, "dislikeCount": 0.08450980400142569, "videoId": "j_GriUTxgqo", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "OPI China Glaze WetnWild Misa Essie Sally Hansen RBL Rescue beauty Lounge aLoveTartFavorite Nail Polishes, Summer '10My Blog Tweet me Here's a grouping of my favorite nail polishes of the moment.. Thanks for watching! please do SUBSCRIBE! I'll love you forever! OPI Coney Island Cotton Candy, Red My Fortune Cookie, Do You Lilac It? Essie Mint Candy Apple, California Coral Sally Hansen Mellow Yellow Orly Polo Princess WetnWild Sparked Rescue Beauty Lounge Concrete Jungle China Glaze DV8, L8R G8R Lips NYC Carnegie Melon lip glider lipgloss Nails Orly \"Polo Princess\" P.S. I purchased all of these products with my own dollars! These are entirely my own opinions.", "viewCount": 0.36034691597338386, "labels": [39, 181, 216]}, "jaPlbRlxRHw": {"likeCount": 0.11139433523068368, "dislikeCount": 0.1, "videoId": "jaPlbRlxRHw", "title": "", "description": "", "length": 0.24424797690644487, "keywords": "Durmi and the BattlegroundsWorld of Warcraft  Arcane Mage PVP movie by DurmiWoW pvp movie", "viewCount": 0.34321672694425887, "labels": [0, 1, 93, 102, 449]}, "br4NpTIM70o": {"likeCount": 0.16720978579357176, "dislikeCount": 0.06989700043360189, "videoId": "br4NpTIM70o", "title": "", "description": "", "length": 0.20791812460476247, "keywords": "Star Wars Force Unleashed FiguresStar Wars Force Unleashed FiguresThese are my newest figures to my collection. I picked it up about 1 week ago for 29. Hope you enjoy it.", "viewCount": 0.3736237098904729, "labels": [1, 26, 189, 199, 645]}, "bu8KWjckiE4": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "bu8KWjckiE4", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Nestle Crunch HumorNestle Crunch HotlineCall the Nestle Crunch Hotline at 18002950051. When you are asked if you want to continue in English or Spanish, just wait quietly for about 10 seconds and you will smile. Keep going and press 4...listen to the options....then press 7. This is for those who can't get through because the lines are busy.", "viewCount": 0.3893151213129866, "labels": [11]}, "WZBSghJet7A": {"likeCount": 0.21205739312058502, "dislikeCount": 0.09542425094393249, "videoId": "WZBSghJet7A", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "IGN espaol 2014 daily fix dailyfix navidad especial screen brief tecnologa juegos tops xbox one ps4 xbox 360 ps3 wii wii u nintendo 3ds sony ces 2015 oculus rift omni virtuix dlc assassins creed unity f2p free2play free2win amd catalyst omega Assassin's Creed Video Game Series Freetoplay Video Game Genre Downloadable Content Video Game GenreAssassin's Creed DLC, F2P, Oculus Rift... Daily Fix 20150108El CES 2015 sigue dndonos novedades, con Oculus Rift y mucho hablar de IoT. Pero tambin tenemos el DLC de Assassins Creed Unity, los drivers AMD Catalyst Omega o juegos Free2Play en este Daily Fix, con Eva Blanco. Visita nuestra web Y sguenos tambin en las redes sociales ", "viewCount": 0.3310905629376142, "labels": [1806]}, "tHhdogpGOTg": {"likeCount": 0.0, "dislikeCount": 0.11139433523068368, "videoId": "tHhdogpGOTg", "title": "", "description": "", "length": 0.22671717284030138, "keywords": "kyosho motorcycle RCMK1 Kyosho bike 4900kv hacker4900kv hacker traction issues out the butt 34 throttle passes with the rear wheel spinnin on rampup", "viewCount": 0.3723701893991268, "labels": [2, 30]}}