{"AEORjHcT9T8": {"likeCount": 0.20934216851622353, "dislikeCount": 0.19444826721501687, "videoId": "AEORjHcT9T8", "title": "", "description": "", "length": 0.2423245873936808, "keywords": "Smartwatch 2015 2016 top best five ten soon Favorite Smartwatchs smartphone smart phones watch apple watch Hits Phone Songs Greatest Mobile Cell Iphone iphone 7 samsung galaxy s7 galaxy s7 Wireless Samsung Touch android ios sony xperia z4 xperia z5 sony lg g5 lg g4 iphone 6s phone watch top 10 apps games Apple Nokia Ipod air samsung galaxy note 5 note 5 galaxy note5 future transparent watches for 5 topTop 5 Smartwatches 2015 & 2016 Coming SoonIn this Video are best watches coming soon", "viewCount": 0.4813107075585308, "labels": [21, 23, 24, 115, 343, 858]}, "AFJxY6EmiV8": {"likeCount": 0.10413926851582252, "dislikeCount": 0.07781512503836437, "videoId": "AFJxY6EmiV8", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "Manny Pacquiao Pacman Floyd Mayweather PBF Miguel Cotto Lamont Peterson Timothy Bradley Top Rank Boxing Fans opinions Marc Sanchez Clyndel Camposo Ryan Ruelan Ed Sanchez Truth Esguerra Philippine NewsFilipino Fans Dislike Pacquiao Cotto rematchIf there is no PacquiaoMayweather fight, Filipino fans disgruntled by the idea of a possible Pacquiao Cotto rematch. Pacquiao and Mayweather have yet to announce their upcoming fight. Video by Truth Esguerra Manny Pacquiao Floyd Mayweather Miguel Cotto Timothy Bradley Lamont Peterson Interact with Philippine News Website Facebook Youtube Twittter Livestream Truth Esguerra's Twitter ", "viewCount": 0.3687974620034556, "labels": [92, 1866]}, "iFpl9idfSC4": {"likeCount": 0.17075701760979364, "dislikeCount": 0.03010299956639812, "videoId": "iFpl9idfSC4", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "Blondie Debbie Harry Deborah Harry What I Heard Endangered Species Indigo2 O2What I Heard  Blondie Live 2010  Indigo2Blondie performing future classic and surefire hit \"What I Heard\" live  Indigo2  300610 as part of the \"Endangered Species\" tour.", "viewCount": 0.40174924464772754, "labels": [3, 4, 10]}, "iJrmF1fbhCg": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "iJrmF1fbhCg", "title": "", "description": "", "length": 0.24199557484897583, "keywords": "rc motorcycle nuova faor motorcycle rc bikes nf motorcycle 15th scale rc motorcycleGotnitro's Intro to Nuova Faor SF509 Electric RC MotorcycleGotnitroOnline does a brief overview of the electronics needed and how to install in the Nuova Faor SF509 Std Electrci RC Motorcycle. We have lot's of parts and kits in stock at Gotnitro.com", "viewCount": 0.36332664111554247, "labels": [2, 30, 64, 149]}, "M22Ilq5_N40": {"likeCount": 0.1361727836017593, "dislikeCount": 0.07781512503836437, "videoId": "M22Ilq5_N40", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "rap chipmunkslil boosieWipe Me Down chipmunkswipe me down subcirbe me and sned me message of the song u wanna hear", "viewCount": 0.4078021580520386, "labels": [391]}, "AUkVufk_zBE": {"likeCount": 0.31408221801093106, "dislikeCount": 0.15563025007672873, "videoId": "AUkVufk_zBE", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "trucos de futbol regates videos de futbol trucos skills tricks delantero09 tutoriales jugadas de futbol footballtricksonline futbol pannas caos goles freestyle summer 2015 verano 2015 freestyle first person first person football Football Interest Freestyle Football SportFREESTYLE FOOTBALL SUMMER 2015  Delantero09Un video sobre mis vacaciones y un poquito de freestyle en primera persona y normal  Espero que os guste  A little video about my holidays with freestyle in first person and in normal. Hope you like the video  Instagram Sigueme en Twitter!! Por favor deja tu Like y tu Comentario!  Twitter Instagram Facebook  Deja tu LIKE y Suscribete!!  Cancion IntroMelbourne Bounce Deorro Remix  Videos Recomendados Especial 100K Especial 7000 Especial 20.000  TOP 5 GOLES  Misterios GTA V  Canales Amigos y Recomendados Killaz FootballTricksES FutbolSpain Bestta Ollie DjMaRiiO Pollo Cacho Talent ", "viewCount": 0.45483034107097436, "labels": [12]}, "Aazvs9SdAAs": {"likeCount": 0.16020599913279623, "dislikeCount": 0.03010299956639812, "videoId": "Aazvs9SdAAs", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "Bond en Zacatecas BOND Shine bond quartet girlsBOND 'Shine' Bond en ZacatecasA M A Z I N G", "viewCount": 0.39817733186277476, "labels": [3, 6]}, "iOSrSKpvx7E": {"likeCount": 0.3211654400553183, "dislikeCount": 0.15682017240669952, "videoId": "iOSrSKpvx7E", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "Alice in Wonderland AMV Ramalama Bang Roisin Murphy Technicolor Cartoon 1951 Animated Music VideoAlice in Wonderland  Ramalama Bang BangAn animated music video of Alice in Wonderland to Ramalama Bang Bang by Roisin Murphy.  I recently watched Tim Burton's Alice in Wonderland and I LOVED it. In the midst of my obsession this video was spawned. Enjoy. x3", "viewCount": 0.49209577059554493, "labels": [5]}, "KJO88Qhxwv4": {"likeCount": 0.2549003262025788, "dislikeCount": 0.08450980400142569, "videoId": "KJO88Qhxwv4", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "moving star field carraraMoving starfield 120s 720pPeople have been asking for a high res version of the star field video. Here is a render in a different package at 720p. You are free to use this video as part of your projects either commercial or noncommercial without credit to the author. This video is available for you to use and I waive any right to royalty in any derived work. Original resolution version available here ", "viewCount": 0.5027088544848067, "labels": [983, 1074]}, "u3Vy86w8hXQ": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "u3Vy86w8hXQ", "title": "", "description": "", "length": 0.21789769472931694, "keywords": " Railway train  HOT7000    nimo5 HOT7000 HOT7000  52D2 2008.9.14 ", "viewCount": 0.41933194303744775, "labels": [2, 45, 51, 56, 77, 212, 295]}, "rLh6Glt7lJ0": {"likeCount": 0.11139433523068368, "dislikeCount": 0.03010299956639812, "videoId": "rLh6Glt7lJ0", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "Christmas Holiday Holiday Shortbeard Cookies Stauffers red and green yummy food sugar cookie taste test review Shortbread Dish Cooking Interest Green ColorChristmas Red and Green Holiday Shortbread Cookies Stauffers Taste ReviewThe holiday season bring the greatest holiday treats! Bobbie and Mr hands love doing these review of Holiday food. Stauffers Holiday Shortbread Cookies are sprinkled with red & green sugar and come in festive Holiday shapes. Go over and see the Stauffers website where you can get them too! Follow ToyTimeTV on Google plus ToyTimeTv is now on Blogspot eblogger with more toys! Puppets for toytimetv supplied by Monster Puppets Watch more ToytimeTV Reviews with the Paw Patrol Toys Toytimetv Reviews on all kinds of toys for 3 and up. You will find PlayDoh, Paw Patrol, The Octonauts, Thomas the Train, Disney Cars and Planes and many many more Family Friendly Toy Reviews and other Fun time videos ToyTimetv review for toy for the age of 6 and up. These are some of our favorites like Disney and playdoh, along with a few cool Octonauts reviews. ", "viewCount": 0.3570426178358973, "labels": [26]}, "rLUOzAP68B0": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "rLUOzAP68B0", "title": "", "description": "", "length": 0.26434526764861876, "keywords": "Deer hunt sheds antlers Wildlife Hunting archery bow arrow rifle buck Nevada Arizona Colorado wide Utah elk MossBackArchery 365\" P&Y Elk Hunt in Utah  MossBackSubscribe for new videos every Monday and Thursday Bob Ehle is hunting Utah for a giant bull, after passing several great bulls he takes a 365 P&Y beauty. ", "viewCount": 0.34848690327204024, "labels": [15, 60, 239, 363, 686, 1880, 2625]}, "zcVT29iQYms": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "zcVT29iQYms", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "birmingham storm memphis select jacorey williams deandre haynes espn rivals courtcredHard in the Paint Birmingham Storm's Williams and Haynes too much for Memphis SelectJaCorey Williams and DeAndre Haynes were the onetwo punch scoring threat that Memphis Select had no answer for on Day 3 of the Hard in the Paint tournament.", "viewCount": 0.3802431626430724, "labels": [0, 52, 70, 125]}, "zikNwV_WwLA": {"likeCount": 0.21789769472931694, "dislikeCount": 0.047712125471966245, "videoId": "zikNwV_WwLA", "title": "", "description": "", "length": 0.24082399653118497, "keywords": "Landing Winair Business Operation Saint Barthlemy Country Plane Airplane Saint Martin Island Island OY7051GR Panduro Video Kurt Panduro Nielsen Airport De Havilland Canada DHC6 Twin Otter Aircraft ModelSt Maarten Twin Otter Landing at St Barthelemy in FULL HD1080p Cockpit view included!Video from my flight to St. Barts with Winair, November 2012 and June 2013. Recordings from the cockpit and landings from different places on St. Barth. Looking forward to November 2014 that the holiday goes back to St. Maarten and St. Barth.", "viewCount": 0.45430742350335324, "labels": [2, 44, 46, 109, 138, 145, 631]}, "zjddcRzX2i8": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "zjddcRzX2i8", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "Cullen Jones USA SwimmingMake a Splash Tour with Culen Jones prsented by Phillips 66Check out this brief recap of this year's Make a Splash Tour with Cullen Jones presented by Phillips 66.", "viewCount": 0.33330440298234876, "labels": [360]}, "gPvH39YSZ4Q": {"likeCount": 0.2943988875073772, "dislikeCount": 0.1079181246047625, "videoId": "gPvH39YSZ4Q", "title": "", "description": "", "length": 0.2167317334748176, "keywords": "french bulldog dogJunior and his friendsJunior is a french bulldoge. Follow him and his family. Junior ist eine franzsische Bulldoge. Folge ihm und seiner Familie", "viewCount": 0.49397288614325147, "labels": [15, 18, 67, 140, 1122, 1954]}, "4Uh45EPfTqM": {"likeCount": 0.317435059747938, "dislikeCount": 0.14471580313422192, "videoId": "4Uh45EPfTqM", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "Metro Amps Metro JTM50 Gibson SG SoloDallas ACDC Have a drink on me ARACOM PRX150DAG AttenuatorACDC's \"Have A Drink On Me\" Metro CoverThis is George Metropoulos playing with his band. I was asked kindly and joyfully accepted to play over it. Details at solodallas.com", "viewCount": 0.5130394887121249, "labels": [9]}, "seEi_rnLEws": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "seEi_rnLEws", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "McFly Need Woman Southampton Guildhall Before The Noise Tour 181010I Need A Woman  McFly  Southampton GuildhallMcFly performing I Need A Woman at Southampton Guildhall as part of the Before The Noise Tour on 181010. Apologies for the slightly crappy sound and the fact I missed the first 1020 secs of the song...", "viewCount": 0.4109780968013576, "labels": [3, 4, 6]}, "DPr1Tx00knw": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "DPr1Tx00knw", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "sound sounds g300 huawei ascend g300How To Control SoundsVolume  Huawei Ascend G300A video how to, tutorial, guide on adjusting sounds and volumes on the Huawei Ascend G300. For other very useful how to guides & tutorials visit Website YouTube Twitter Facebook Smartphone supplied by Did you find this video helpful? Please show your appreciation by making a small donation to keep videos like these coming ", "viewCount": 0.36675463395115165, "labels": [21, 23, 24]}, "2J28H3vp1jc": {"likeCount": 0.06020599913279624, "dislikeCount": 0.1146128035678238, "videoId": "2J28H3vp1jc", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "Dan Ato   snowboard snowboarding Colorado Breck Breckenridge spot check salomon Bonfire sandbox Acharm Maintain   Breckenridge Ski Resort Ski Area  Winter Sport Media GenreSpot Check2014 Dec BreckenridgeSUBSCRIBE RidersDan Ato   Sponsors Salomon Snowboard. Bonfire, Sandbox,,ACHARM,MainTain Clothing Music Mobb Deep  The Learning feat Big Noyd Made it back on snow in Colorado, check out the shots from December Breck park! 12", "viewCount": 0.3309843004716071, "labels": [53, 58, 160, 166, 231, 491, 1139]}, "qm9Oah7gYU4": {"likeCount": 0.21271047983648078, "dislikeCount": 0.047712125471966245, "videoId": "qm9Oah7gYU4", "title": "", "description": "", "length": 0.25998830720736876, "keywords": "mixed media art journaling carolyn dube tutorial stencilgirl Stencil Visual Art Medium catalyst blade wkvjixpqTelegram from my Muse in My Art JournalUsing leftover bits to start a new art journal page Full blog post at The page where I used all the letters that started this page at You can find the Diamond Waves stencil at You can find the alphabet stencil as part of StencilClub at Thank you so much for watching this video. If you enjoyed the video I'd be honored if you subscribe to my YouTube channel or share it on Facebook or Twitter or subscribe to my newsletter or all of the above! I truly appreciate your support getting the word out about my videos and art! Carolyn Dube Sign up for my newsletter at Find me on Google Plus at Find me on Facebook at Come and play at A Colorful Playground community on Google at Find me on Twitter CarolynDube1", "viewCount": 0.3254548077108974, "labels": [49, 127, 2420]}, "GrIGrjszbsA": {"likeCount": 0.15910646070264992, "dislikeCount": 0.0, "videoId": "GrIGrjszbsA", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "Personal Rock Festival Musica Music Guns GNR n' Roses Aerosmith Paraguay Nucleo Concierto AsuncionPersonal Rock Festival 2011Personal Rock Festival 2011 con la presencia de Guns n' Roses y Aerosmith ! 14 y 25 de octubre  Jockey Club Paraguayo", "viewCount": 0.3639187559935754, "labels": [3]}, "7ob7PW_eeOU": {"likeCount": 0.20681858617461618, "dislikeCount": 0.09542425094393249, "videoId": "7ob7PW_eeOU", "title": "", "description": "", "length": 0.25563025007672874, "keywords": "Morrissey Hollywood Bowl There Is A Light That Never Goes OutMorrissey Encore There Is A Light That Never Goes OutHollywood Bowl Hollywood, CA Friday  June 8, 2007", "viewCount": 0.5118016581440179, "labels": [3]}, "jTKXQOGoxl0": {"likeCount": 0.21958996524092336, "dislikeCount": 0.17075701760979364, "videoId": "jTKXQOGoxl0", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "tom wallisch ski freestyle big air best of hd ski freestyle tom wallisch amazing awesome skier proTOM WALLISCH Best Of HDTom Wallisch, one of the best freestyle skier ever, but the first one for me. And for you ? Like & comment please, and subscribe for more vids every weeks ! Thank you !", "viewCount": 0.4905358668404022, "labels": [53, 58, 82, 160, 166, 231, 273, 1139]}, "jYit_FIV_uQ": {"likeCount": 0.1653212513775344, "dislikeCount": 0.07781512503836437, "videoId": "jYit_FIV_uQ", "title": "", "description": "", "length": 0.22479732663618068, "keywords": "GFA 2011 Youth Competition John Marcel Williams Assad ValseanaJohn Marcel Williams  Valseana from Aquarelle AssadValseana from Aquarelle composed by Sergio Assad b. 1952 performed by John Marcel Williams July 3, 2011  Legacy Hall Columbus State University 2011 Guitar Foundation of America International Youth Competition Senior Division Final Round Performance Competition Final Results 1st Place Xavier Jara USA 2nd Place John Marcel Williams USA 3rd Place Chaconne Klaverenga USA 4th Place Kyle Comer USA", "viewCount": 0.38868853589860086, "labels": [4, 9, 10]}, "RGfbdoPal_w": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "RGfbdoPal_w", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "bat bats hummingbird feeder desert tucson lesserCritters of the nightbats at the hummingbird feeder in the desert", "viewCount": 0.36633239336282125, "labels": [15, 3346, 3718]}, "80kKFDZp69I": {"likeCount": 0.17634279935629374, "dislikeCount": 0.10413926851582252, "videoId": "80kKFDZp69I", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "RS Runescape Money Making Guide 47 1500k 2500k pHr Strength Flask CommentaryRS Runescape  Money Making Guide 47  1500k  2500k pHr  Strength Flask  CommentaryEnjoyed the video? Be a boss and click that LIKE button !  My Twitter! Runescape is owned by JaGeX Ltd. I do not claim i own it. All music used in this video belong to their rightful owners. \"Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing.? Nonprofit, educational or personal use tips the balance in favor of fair use.\"", "viewCount": 0.3774151858954711, "labels": [0, 1, 139]}, "Joxc3KxLVZ4": {"likeCount": 0.20492180226701817, "dislikeCount": 0.13010299956639812, "videoId": "Joxc3KxLVZ4", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "Powerlight13 the walking dead twd walking dead gta 5 version edition gtaVO The Walking Dead  GTA Online VersionHello everyone! We are here for a new remake of \"GTA 5\", which is none other than the famous TV show THE WALKING DEAD first scene! Directed by Joris Prudhon. With Nicolas Kohd Philippi. Clique ici pour t'abonner  Click here to suscribe  Retrouvemoi sur  Join me on  Facebook  Twitter  Dailymotion   Tous les commentaires haineux sans argumentation seront supprims, ou ignors  All hateful comments without argument will be deleted, or ignored. Merci de ne pas faire la pub de votre chane Youtube  Thank you to don't make the pub of your Youtube channel. Je vous prie d'viter les insultes et les disputes dans les commentaires  Please avoid insults and dispute in the comments.  Tags Powerlight13,the walking dead,twd,walking dead,gta 5,version,edition,gta", "viewCount": 0.3903361336255319, "labels": [1, 35, 85]}, "njMa2aulFKo": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "njMa2aulFKo", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "Diary Of Jane Washburn X10 Cover washburn elixir electra breaking benjaminDiary Of Jane  Washburn X10 CoverDiary Of Jane  Washburn X10 Cover Original Breakin Benjamin  Diary Of Jane Stings  0,9 Exilir ProcessorGuitarfxbox real Time Processor", "viewCount": 0.33656751404559176, "labels": [3757]}, "YSGd3JNC6wY": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "YSGd3JNC6wY", "title": "", "description": "", "length": 0.21702617153949577, "keywords": "IOC Winter Olympic Games Vancouver 2010 Alpine Skiing Giant Slalom Women MAZE TinaAlpine Skiing Women Giant Slalom Silver  Vancouver 2010Highlights of the Women Alpine Skiing  Giant Slalom Silver medalist run event at the Vancouver 2010 Winter Olympic Games. Athletes featured in this video MAZE Tina, Slovenia For more Vancouver 2010 videos go to and visit the official website of the Olympic Movement at for all information on Olympic Games, Sports and Athletes, National Olympic Committees and Olympic News.", "viewCount": 0.37215633183574814, "labels": [82, 160, 273, 888, 1423]}, "3ZyQvaBbeEc": {"likeCount": 0.2840106094456758, "dislikeCount": 0.22600713879850748, "videoId": "3ZyQvaBbeEc", "title": "", "description": "", "length": 0.26273658565927327, "keywords": "Toy Review TV kinder surprise transformers surprise eggs kinder surpise kinder surprise eggs transformers kinder surprise transformers surprise eggs transformers prime kinder surprise transformers prime surprise eggs transformers surprise transformers surprises transformers surprise toys transformers toys transformers videos kinder surprise toys Huevos Sorpresa huevos sorpresas kinder huevos sorpresa kinder sorpresa kinder sorpresaKINDER SURPRISE EGGS TRANSFORMERS PRIME TOYS Optimus Prime vs Megatron Huevos Sorpresa Kids VideoToy Review TV presents a KINDER SURPRISE EGGS TRANSFORMERS PRIME TOYS Optimus Prime vs Megatron Huevos Sorpresa Kids Video. We open a full tray of 12 of the new Kinder Surprise Transformers Prime eggs, what Autobots & Decepticons will we get inside? Bots include Bumblebee, Optimus Prime & Megatron. Toy Review TV covers toys for children of all ages from preschool, toddlers and upwards. All reviews are family friendly and lots of fun for all ages. We love to play with and review toys for boys and girls. Surprise egg videos Blind bag toy videos Disney Junior toy videos Disney toy videos SpongeBob Squarepants toy videos PlayDoh toy videos Follow TRTV on Facebook Follow TRTV on Twitter Subscribe!  ALL MUSIC IN THIS VIDEO IS ROYALTY FREE MUSIC AND PROVIDED BY WWW.INCOMPETECH.COM \"Loping Sting\"\"Brightly Fancy\" Kevin MacLeod incompetech.com Licensed under Creative Commons By Attribution 3.0 Sound effects are created by and are personal property of Toy Review TV Ltd.", "viewCount": 0.5661637607814103, "labels": [26, 370, 379, 526, 735, 978, 1699, 1810, 1998]}, "3cX0rHJQ1CU": {"likeCount": 0.30629578340845104, "dislikeCount": 0.07781512503836437, "videoId": "3cX0rHJQ1CU", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "fitbikeco fit bmx bikes Tom DuganTom Dugan x Signature SeriesTom Dugan doing what Dugan does at home in Austin. Tom Dugan's Signature Series Bikes Filmed and Edited by Walter Pieringer Music Artist Peter Bjorn and John Song Nothing to Worry About", "viewCount": 0.5079571935297535, "labels": [53, 58, 68, 228]}, "3hhvzNjegr8": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "3hhvzNjegr8", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "SAMURAI DANCE    LOCK LOCKERTHE SAMURAITHE SAMURAI", "viewCount": 0.37533532126414965, "labels": [8]}, "w-QKqFiFjs0": {"likeCount": 0.19822712330395686, "dislikeCount": 0.06989700043360189, "videoId": "w-QKqFiFjs0", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "X Games skateboarding actionsports happy medium 3 skateboard videoBehind the scenes of Happy Medium 3Arizonabased skate videographers Hunter and Buster O'Shea discuss the making of the new video \"Happy Medium 3.\"", "viewCount": 0.40563330349511617, "labels": [68, 72, 151]}, "w5oZfOgE40M": {"likeCount": 0.1380211241711606, "dislikeCount": 0.0, "videoId": "w5oZfOgE40M", "title": "", "description": "", "length": 0.26364878963533656, "keywords": "Django Gypsy Jazz SwingGary Potter Trio  Rose Room Rijswiik, Holland '91The Gary Potter Trio play \"Rose Room\" at the Rijswiik annual Django Reinhardt Festival, in Holland, 1991. Line up includes Ian Cruickshank on Rhythm Guitar, & the excellent Andy Crowdy on Double Bass.", "viewCount": 0.35928426831311006, "labels": [4, 9, 10]}, "wdk_nPQPldg": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "wdk_nPQPldg", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "Krusty Krusty's Super Fun House video gameKrusty's Super Fun House Area 3 Part 2The kicking boxes have a very high potential for being kicked into the wrong position  you have to think carefully before you even kick just one.", "viewCount": 0.3603577368151467, "labels": [0, 1]}, "wef0I1KgHhw": {"likeCount": 0.17323937598229688, "dislikeCount": 0.03010299956639812, "videoId": "wef0I1KgHhw", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "sirluxe SeaView home for sale Taylor Swift Waterford Heather Carrigan Camden House CISIR Walk Caribbean real estate Coyaba briggs Cayman Islands Calico Quay Shoreview 102 hedge funds freeman Water front homes Warren Buffet Seven Mile Beach Kuper invest cayman Cayman Islands Sotheby's International Realty canal Coconut luxury real estate Crystal Harbour Canal Point Clipper Bay dakota Cayman Islands real estate Grace Gealey Venice Grand Cayman Boat VLOGMASBanana Quay, Canal Point  Cayman Islands real estate  Sotheby's Realty Situated on the waterways of the exclusive gated community of Canal Point on Grand Cayman, this stunning turnkey home offers the ultimate Caribbean lifestyle. Located in a secure waterfront neighborhood, adjacent to world famous Seven Mile Beach, this fully furnished tropical villa is nestled at the end of Banana Quay, offering over 250 ft of frontage and easy boating access to Cayman's turquoise ocean playground and waterfront dining options. The central location of this home puts it minutes from the beach, a multitude of shops, restaurants, Camana Bay, airport & the business district of George Town. The moment you enter this expansive home you are drawn to its open and inviting surroundings. A relaxing lounge adorned with white leather sofas, modern & luxurious finishes overlooks a wall of windows with views of the water & the oversized 26 x 40 ft pool & Jacuzzi, which is bordered by the expansive covered lanai, gazebo & lounging areas running the entire length of the home. The open concept gourmet kitchen and dining areas are superb for entertaining or family life. The kitchen boasts an abundance of warm toned walnut cabinetry, a large centre island, striking Juparana Florance granite and top of the line appliances. A large breakfast bar complements the elegant yet casual feeling this home exudes. Off the kitchen is a bedroom and ensuite bath complete with its own separate entrance and private terrace. This would work well as staff accommodation, alternate guest accommodation, second office or small gym. The master suite is truly a sanctuary of the senses where you can relax in the peaceful calm of your surroundings. Open the glass doors onto the lanai & welcome the tropical breezes around the pool or drift into sleep on the dark wood four poster bed with its billowing drapery and inviting bedding. The master bath is equally as inviting with its ample open & bright space, featuring a large soaking tub and huge open shower, floor to ceiling neutral tone stone & dark wooden cabinetry. The master closet will certainly not disappoint, custom fitted cabinetry with a centre island takes advantage of this functional space. Off the master suite is a lovely bright office offering beautiful views over the water. This room also houses a vaultsafe room. The comfortable televisionliving room is a charming retreat which can be closed off from the main living area by way of double glass doors, making it an ideal family area or private guest wing. Sink into the oversized sectional sofa to watch a movie or open the large sliding glass doors to catch the Cayman breezes over the pool and waterway. This functional area can be ideal for family time, children's lounge or a private guest wing. There is a cozy eclectic den or reading room off the lounge, a wonderful area for some private time with a great book. The additional two bedrooms are located in this wing & are beautifully appointed, both offering oversize windows & glass doors opening onto the lanai overlooking the pool & waterway. Each bedroom has a full bath, floor to ceiling stone tiling, warm cabinetry & walk in showers. Nestled between the two bedrooms is a convenient kitchenettewet bar which is ideal for guests. This functional residence could easily suit a multigenerational family Caribbean retreat with its private wing including kitchenette or make an ideal family home offering ample formal and casual space with an enough privacy for everyone. At 7200 sqft of indoor & covered outdoor living space this executive home is situated on a 12 acre of tropical gardens. A covered car port accepts two cars comfortably, with a single air conditioned garage that offers ample storage or could be easily outfitted as a work shop or studio space. ", "viewCount": 0.3784403301753009, "labels": [88, 184, 307, 380, 416, 614, 985]}, "-eoCq9SvV00": {"likeCount": 0.20043213737826426, "dislikeCount": 0.03010299956639812, "videoId": "-eoCq9SvV00", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "hip hop rap chile naturaleza s33p alejandro brown gioroots aire boicottAlejandro Brown ft. Gioroots  Aire Dj VitalRealizacin Audiovisual Direccin Y Montaje  Jorge boicott Direccin de fotografa  cristian Gonzalez Asistencia De Fotografa Robert Ormazabal Juan Pablo Miranda Beat BatanBeats Master Judubre Beat Final S33p Produccion Alejandro Brown Gioorots Juan Pablo Miranda Cristian Gonzalez Jorge Boicott Agradecimientos Cine Sur. Yaneros Film 2012 Contacto para Realizaciones Audiovisuales Jorge.boicotthotmail.com", "viewCount": 0.37986506454452695, "labels": [14]}, "LxOBSEzBBkw": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "LxOBSEzBBkw", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "Airplane Aviation Cessna 172 CE172 Doylestown KDYL Landing Skyhawk SlowhawkLanding at Doylestown, PAFlying in to KDYL to visit family in a 172 'Slowhawk'. Blustery day plus small runway makes for unflattering landings. I probably should have gone around on this approach, but after watching the video, it's not as bad as I remember it being.", "viewCount": 0.33660492098002354, "labels": [2, 44, 109, 507]}, "q1Ba6_nOZzI": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "q1Ba6_nOZzI", "title": "", "description": "", "length": 0.26263403673750424, "keywords": "LaZoneDeBoxe boxe boxing Picanza Renan StJusteRenan StJuste  28 mai 2010Entrevue d'aprscombat avec Renan StJuste  Postfight interview with Renan StJuste", "viewCount": 0.31251558295805304, "labels": [92]}, "mtH0BQl1Ij0": {"likeCount": 0.2792391689498254, "dislikeCount": 0.2100370545117563, "videoId": "mtH0BQl1Ij0", "title": "", "description": "", "length": 0.2619093330626743, "keywords": "    mlp MtC    my little pony MultyPlanet         let's play                My Little Pony Pinkie Pie DJ         My Little Pony Pinkie Pie DJ            ,  , ,    .          !     , ,      ! ,  !                                                              Let's play            My Little Pony Pinkie Pie DJ!    ,      Thank you for being with us!!!", "viewCount": 0.5287013015944104, "labels": [0, 5, 16, 244, 292, 2573]}, "xr9BjUOHGiU": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "xr9BjUOHGiU", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "   8300  Japan Osaka Hankyu Railway Trains japan train   Japan Osaka Hankyu Kyoto Main Line Trains83008301F 2012.12.27. Japan Osaka Prefecture Osaka City Hankyu Corporation Kyoto Main Line Trains at Awaji Sta.", "viewCount": 0.3494571984230199, "labels": [2, 45, 51, 56, 77, 212, 295, 2492]}, "xraKpchXF1c": {"likeCount": 0.5105377321430669, "dislikeCount": 0.36635124704151556, "videoId": "xraKpchXF1c", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "Aleks Syntek Intocable aleks syntek intocable aleks syntek vevoAleks Syntek  IntocablePlaylist Best of  Lo mejor de Aleks Syntek Subscribe for more Music video by Aleks Syntek performing Intocable.", "viewCount": 0.7519373925313787, "labels": [14]}, "tNl6psTbydU": {"likeCount": 0.29804578922761, "dislikeCount": 0.17558748556724915, "videoId": "tNl6psTbydU", "title": "", "description": "", "length": 0.25211380837040365, "keywords": "ill gotten gains part 2 gta 5 ill gotten gains gta 5 ill gotten gains part 2 ill gotten gains gta 5 ill gotten gains cars gta 5 ill gotten gains car prices gta 5 ill gotten gains part 2 prices gta 5 ill gotten gains part 2 vehicles gta 5 ill gotten gains part 2 cars cars part 2 gta online dlc update prices how to ill gotten gains part 2 vehiclesGTA 5 ill Gotten Gains Part 2 DLC  Updates & More ! GTA 5 DLC UpdateGTA 5 ill Gotten Gains Part 2 DLC  Updates, Info & More is in this video,Hope you enjoy GTA 5 & GTA 5 Online Gameplay Subscribe For More ill Gotten Gains Part 2 is just around the corner,the GTA 5 ill Gotten Gains Part 2 newswire came out and announced everything  SHARK CARD GIVEAWAY ENTER HERE  My twitter My Facebook Google Intro Music The Griswolds  Live This Nightmare Remix The Griswolds NGHTMRE I do a range of GTA 5 & GTA 5 Online videos, so if you enjoyed this video, and like GTA V dlc information,mods,tips & Tricks why not check out some more in this Grand Theft Auto 5 playlist  Hope you enjoyed this video about gta 5 ill gotten gains part 2 & GTA Online ", "viewCount": 0.4542576476260529, "labels": [0, 1, 35, 48, 85]}, "tSHEp6utbPg": {"likeCount": 0.13424226808222062, "dislikeCount": 0.06020599913279624, "videoId": "tSHEp6utbPg", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "anime music video Gundam seedGundam Seed  Metal Gear Solid Thememy very first creation ", "viewCount": 0.35724068675580556, "labels": [5, 16, 517]}, "1YXYBRaAFRI": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "1YXYBRaAFRI", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "GT3 insane speed wheelie mph593MPH in GT3Watch it to believe it. Focus on the 2nd player. haha. Focus on both the back straight. No cheat, You can do it too!!! with correct setting.", "viewCount": 0.3371437317404101, "labels": [0, 1, 19, 524]}, "RLEtEER5pTs": {"likeCount": 0.14771212547196624, "dislikeCount": 0.03010299956639812, "videoId": "RLEtEER5pTs", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "juggling circus juggler vaudeville classy hoopdiving hoops sexy hot clever comedy ija hilarious stunt dangerous burlesque cirque funny hair haircut variety show St Louis Saint Louis Missouri STL Saint Louis Juggler St Louis Juggler juggling jeff magic magicianThom Wall  Variety Entertainment for Every OccasionWhen Thom walks on stage, you get high energy and smart comedy. With a habit of delighting audiences of all sizes, Thom seamlessly combines awardwinning juggling, acrobatic stunts, and theatrical comedy into a show that will leave you smiling to your toes. Have you ever seen a grown man jumprope with a string of sausages? Have you seen anyone dive through a bicycle rim that's been lined with rattraps? Thom's stage spectacular is just that  spectacular! It's a celebration of human absurdity, backed with some of the most surprising and innovative juggling techniques in the world today. Thom can adapt his show to fit any venue  from casinos to convention centers, from rock festivals to theme parks. Thom isn't just a worldclass juggler, he's a versatile performer who can help make your next event shine! For more information, visit thomthomwall.com www.thomwall.com www.facebook.comthomwalljuggler", "viewCount": 0.34224256763712047, "labels": [6, 8, 414, 954]}, "NfL-Z2MLDHY": {"likeCount": 0.17634279935629374, "dislikeCount": 0.047712125471966245, "videoId": "NfL-Z2MLDHY", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "ill Ceey Buisiness All About His Business Fresh Impressions Thoughts Of Prodigal Son Live Wise Die Ready 9941 Media Barz Rapzilla Da South Holy Cultureill Ceey  Business courtneyantipas sirharryfreshFresh Impressions Presents Business Official Music Video Get Thoughts Of A Prodigal Son here Directed and Produced by Kimberley", "viewCount": 0.35492485568540566, "labels": [14]}, "NgamhP28IeM": {"likeCount": 0.22552725051033062, "dislikeCount": 0.06020599913279624, "videoId": "NgamhP28IeM", "title": "", "description": "", "length": 0.2558708570533166, "keywords": "cod mw3 BO2 call of duty black ops 2 bo2 halo diablo prestige emblems black ops 2 killstreaks fail smoove whiteboy7thst blakxentertainmentx blak entertainment black entertainment montage epic glitches ps3 xbox360 machinima c4 matroix black ops 2 zombies tmartn tejbz black ops 2 1v1 black ops 2 head to head black ops 2 subscriber hoedown subscriber hoedown1v1 Subscriber Hoedown! BLaK xLaVenDeRx vs BondedPrince Ep. 6Comment down below for your chance to 1v1 me! Can we smash out 130 Likes!? BLaK Clothing BondedPrince My Facebook My Twitter Instagram dthompson21 Subscribe Xbox Opinions EliteSkilledGamers ", "viewCount": 0.3383994789441733, "labels": [0, 1, 36, 94, 147]}, "6mVltuS6WYM": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "6mVltuS6WYM", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Luke and LeiaLuke and Leia Star Wars in Concert, Salt Lake City, october 16thLuke and Leia theme performed in concert, one of my favorite John Williams pieces.", "viewCount": 0.336660971039243, "labels": [3, 189, 2569]}, "6nyPPcY0AXg": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "6nyPPcY0AXg", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "Kawai MP8 II Captain Future 1974BSO Christian Bruhn piano Liederraten TV Serie 80er Lady LiliCaptain Future ThemeMain Theme of the German Version of the TVSeries Captain Future Author Christian Bruhn, played on a Kawai MP8II with some Stringsstuff for the Atmo", "viewCount": 0.3423900918528417, "labels": [31, 40, 47, 57]}}