{"jj8rQHUjOYE": {"likeCount": 0.1949390006644913, "dislikeCount": 0.03010299956639812, "videoId": "jj8rQHUjOYE", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "cod call of duty bo black ops modern warfare and quick hard fast scope tomahawk grenade launcher noob tube ballistic knife knives montage minitage edit colour correction sony vegas render hd 720 1080 360 180 nice dirty bomb hawk defend attack clan tubing bo2 blackops2 new game xbox platform gameplay tutorial showing WWK members spots leaders owners online gamingWWK  Community Top 5 Tubes Of The Week 11Players 5 vMangos  4 Butterology  3 Spawn Ricochets  2 Direct Tubes  1 BoZz RepLayZz  Editor Isnt Offline  Song Get Enough  Infuze To submit tubes for Week 12 either 1 Send us the link to a clip via this form 2 Send the clan channel a message with the link to your clip. 3 Send Isnt Offline a message on either Skype or Youtube with a link to your clip. Youtube  Isnt Offline Skype  IsntOffline All clips must be recorded in at least 720p 1280x720 and 59.94fps Subscribe for more videos!", "viewCount": 0.33191060593097765, "labels": [0, 1, 36]}, "RvrDJY6o4ZA": {"likeCount": 0.2670245853074124, "dislikeCount": 0.13010299956639812, "videoId": "RvrDJY6o4ZA", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "n scale model train layout3 x 5 ft. N Scale Train LayoutDave's N Scale Train Layout. 3 x 5 ft. Twice around n scale layout. Code 80 flex with Peco turnouts. Rocks made by breaking up and gluing old drop ceiling tiles then sculpting with a stiff wire brush. Very easy, impossible to screw up, and they look awesome! Overhead shot of layout Music \"Lonesome Blues\" by Beaucoup Blue. Used with permission.", "viewCount": 0.5272094677699539, "labels": [2, 45, 51, 56, 298, 1378, 1818]}, "Rw1yxnvXsYk": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "Rw1yxnvXsYk", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "kerala Houseboat Black Water Vembanat Kayal Munnar Snake Boat Maramon lake mountainCoconut Tree Climbing Machine  KeralaClimbing coconut tree using machine", "viewCount": 0.4035349676522988, "labels": [291, 353, 1942]}, "DfNvr2N5HU0": {"likeCount": 0.2184691430817599, "dislikeCount": 0.15563025007672873, "videoId": "DfNvr2N5HU0", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "The Elder Scrolls ESO Elder Scrolls Online Trophy Achievement Gameplay PS4 1080p HD Guide Walkthrough Trophy Guide Achievement Guide Indecent Exposure Best Weapons Best Armor Tamriel SkyrimThe Elder Scrolls Online ESO  Indecent Exposure Trophy  Achievement GuideIndecent Exposure  Silver  20G  Have stolen clothing from all your armor slots repossessed at the same time by a guard You want to have all stolen armor pieces and a weapon reposed for this trophy  achievement. An easy way to do this is to go to the Aegis of Auriel, found within Auridon. Now steal the armor in here and then equip it all. You should have got a bounty from stealing the stuff, so a guard will try to kill you. let him kill you, and then the trophy  achievement will unlock.  Twitter Facebook Channel PSN Harry94 Xbox Live HarryNinetyFour  All Trophies and Achievements in The Elder Scrolls Online Tamriel Unlimited Platinum Trophy Unlock all Trophies in Elder Scrolls Online Tamriel Unlimited for this Trophy. Soul Shriven in Coldharbour Complete Main Quest Chapter 1 The Harborage Complete Main Quest Chapter 1.5 Daughter of Giants Complete Main Quest Chapter 2 Chasing Shadows Complete Main Quest Chapter 2.5 Castle of the Worm Complete Main Quest Chapter 3 The Tharn Speaks Complete Main Quest Chapter 3.5 The Halls of Torment Complete Main Quest Chapter 4 The Valley of Blades Complete Main Quest Chapter 4.5 The Shadow of Sancre Tor Complete Main Quest Chapter 5 Council of the Five Companions Complete Main Quest Chapter 5.5 The God of Schemes Complete Main Quest Chapter 6 Hero of the Aldmeri Dominion Complete all Aldmeri Dominion quest achievements. Hero of the Daggerfall Covenant Complete all Daggerfall Covenant achievements. Hero of the Ebonheart Pact Complete all Ebonheart Pact achievements. Aldmeri Master Explorer Discover and clear all caves and locales throughout the Aldmeri Dominion Territory. Daggerfall Master Explorer Discover and clear all caves and locales throughout the Daggerfall Covenant Territory. Ebonheart Master Explorer Discover and clear all caves and locales throughout the Ebonheart Pact Territory. Coldharbour Master Explorer Discover and clear all six caves and striking locales in Coldharbour. Cyrodiil Cave Delver Explore and clear all 18 caves in Cyrodiil. Level 50 Hero Reach Level 50. Indecent Exposure Have stolen clothing from all your armor slots repossessed at the same time by a guard. Lycanthropy Become a Werewolf. Vampirism Become a Vampire. ArchMage Complete the Mages Guild series of quests. Fighters Guild Veteran Complete the Fighters Guild series of quests. General Executioner Destroy all of Molag Bal's generals that appear at the Dark Anchors. Anchors Away Destroy every Dark Anchor in Tamriel. Aldmeri Dominion Conqueror Defeat all of the Public Dungeon champions in the Aldmeri Dominion. Daggerfall Covenant Conqueror Defeat all of the Public Dungeon champions in the Daggerfall Covenant. Ebonheart Pact Conqueror Defeat all of the Public Dungeon champions in the Ebonheart Pact. Vanquisher of the Covenant Defeat all the bosses throughout the Group Dungeons in the Daggerfall Covenant. Vanquisher of the Dominion Defeat all the bosses throughout the Group Dungeons in the Aldmeri Dominion. Vanquisher of the Pact Defeat all the bosses throughout the Group Dungeons in the Ebonheart Pact. Emperor! Dominate the Alliance War battlefield and become Emperor of Tamriel. Long may you reign! Alliance Style Master Learn all Alliance Racial Styles. Rare Style Master Learn all Rare Racial Styles. Tamriel Skyshard Hunter Find all the Skyshards located throughout Tamriel. Master Fisher Complete all fishing achievements. Close Call Kill Earn a kill when below 5 percent health in the Alliance War. Cut and Run Successfully escape a guard after choosing the Flee option in the Accost Dialogue Window. Alliance War Recruit Earn the rank of Recruit in the Alliance War. Dawn of a Champion Spend your first Champion Point. Support the Fight Help capture a Resource Farm, Lumber Mill, or Mine, and Keep in Cyrodiil. Cyrodiil Champion Complete all quest achievements in Cyrodiil. Craglorn Completist Eliminate the threat of the Serpent and his Scaled Court throughout all of Craglorn.", "viewCount": 0.4533123563378423, "labels": [0, 1, 372, 1647]}, "-2xc2oa-Gjw": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "-2xc2oa-Gjw", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "WLW Walled Lake Western Choir wlwchoirs MSVMA Solo and Ensemble FreshMix Give Glory to God Forever ConcertGive Glory to God ForeverWLW FreshMix singing Give Glory to God Forever at District Solo and Ensemble 2008.", "viewCount": 0.3279438788287021, "labels": [3, 4, 13, 41]}, "owW906LEt9s": {"likeCount": 0.17323937598229688, "dislikeCount": 0.047712125471966245, "videoId": "owW906LEt9s", "title": "", "description": "", "length": 0.2499687082618404, "keywords": "Tornado supercell tornadic wedge storm twister sisters twistersisters thunder lightning severe weather kansas SalinaBig Wedge Tornado in Kansas April 14 2012 by Twister SistersIncredible wedge tornado footage by the TwisterSisters Melanie Metz and Peggy Willenberg on April 14th 2012. This tornadic supercell tracked from Lyons, KS area northeast past Salina, KS. Thank goodness the tornado lifted before the storm passed over Salina!! What a day!", "viewCount": 0.4062055247375354, "labels": [179]}, "ox_L3UCw25w": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "ox_L3UCw25w", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "Spain Volkswagen Polo Volkswagen Polo R WRC Almeria Polo R WRC Sbastien Ogier Ogier Rally Auto Turbo Carlos Sainz Carlos Sainz Rallye Volkswagen Rallye World Rally Championship RallyingVolkswagen Polo R WRC in SpainVisit  Volkswagen Polo R WRC in Spain", "viewCount": 0.35995555909859805, "labels": [2, 17, 19, 129, 197]}, "egYMicnk8dI": {"likeCount": 0.2587710965018912, "dislikeCount": 0.11139433523068368, "videoId": "egYMicnk8dI", "title": "", "description": "", "length": 0.26473829701146195, "keywords": "iMovie GOGENX URBAN CLOTHES urban plus size try on clothing haul clothing clothes haul first look details Plussize Clothing fashion Pants denim jeans stretch plus size friendly fitted big girls unboxing Look Wear shop Haul VideoGO GENX PLUS SIZE TRY ON HAULOPEN ME DOLLS IM FULL OF GOODIES GOGENX.COM COUPON CODE \"VANITY20\"  LASHES KOKO LASHES \"GODDESS LIPS COLOUR POP COSMETICS ULTRA MATTE LIP \"KAPOW\"  In this video i will be sharing the pieces i picked up from GoGenx.com in which is an urban site! i am pluses so this will be a plus size try on haul but feel free to go to the site and check out the section that best fits your personal needs! Thank you so much for watching ands if you like please share, like, comment and SUBSCRIBE HERE  PRODUCTS MENTIONED PLUS SIZE ANKLECAPRI KNEE RIP DEMIN BOTTOMS WV73935 PLUS RIBBED SKINNY JEANS NAVY PLUS BASIC PULLOVER FLEECE HOODIE SHOP GOGENX SITE  HAIR LOLA'S HAIR MALAYSIAN BODYWAVE 24,24,22,20 & MATCHING 12INCH LACE CLOSURE  THIS IS A MIDDLE PART VANITY WIG THAT CAN BE WORN ALSO AS A SIDE PART! DONT KNOW HOW TO MAKE WIGS OR YOU JUST DONT FEEL LIKE GOING THROUGH THE TROUBLE TO MAKE IT YOURSELF? EMAIL ME AT VANITYINSANITY119GMAIL.COM TO BECOME A VANITY VIXXXEN! PROFESSIONALISM A MUST! FOLLOW VANITY WIGS NEW BUSINESS PAGE ON INSTAGRAM  SAVE MONEY WHILE SHOPPING ONLINE EBATES HIGH END DISCOUNTED ITEMS HAUTELOOK  STAY IN TOUCH WITH ME ADD ME ON FACEBOOK ADD ME ON TWITTER ADD ME ON TUMBLR ADD ME ON INSTAGRAM VANITYINSANITY119  Companies  IF YOU ARE A COMPANYBUSINESS AND YOU WOULD LIKE FOR ME TO REVIEW A PRODUCT, HAIR, ETC... PLEASE DO NOT HESITATE IN CONTACTING ME AT VANITYINSANITY119GMAIL.COM ", "viewCount": 0.38155113373627647, "labels": [39, 50, 66, 493, 1117, 1876]}, "eiuBpxrgu6E": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "eiuBpxrgu6E", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "Prom Fortunecookie SushiAsking my girlfriend to prom in a cute wayTitle says it all", "viewCount": 0.3237292337567459, "labels": [1195]}, "ESfe002oQJ8": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06989700043360189, "videoId": "ESfe002oQJ8", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "Epiphone Dot Ebony Vox Lil' Night Train tube amplifier ES335 semihollow electric guitar Varitone BigEpiphone Dot Ebony  Big D Varitone  Vox Lil Night TrainTesting the Big D Varitone on an otherwise stock Epiphone Dot. Position 0 is bypass the natural sound of the guitar. Positions 1 through 5 are the Big D Varitone in action. Great fun and lots of tonal ranges. Recommended! No effects have been used. Just the Guitar, the Varitone and the Lil' Night Train tube amplifier set to 0 gain, 12 o'clock volume.", "viewCount": 0.35171958979499746, "labels": [9, 37, 1523, 2334]}, "6AUskKGV08E": {"likeCount": 0.12041199826559248, "dislikeCount": 0.11760912590556814, "videoId": "6AUskKGV08E", "title": "", "description": "", "length": 0.254282542695918, "keywords": "555 556 circuit police fire lights HomemadeHomemade Police and Fire Lights Part 2Attention Video ends at 222. YouTube wont allow an audio swap. Please do not dislike due to the unnecessarily long and boring ending. Thanks & my apologies.", "viewCount": 0.397474190450095, "labels": [375, 420]}, "qwHHNJT9IT8": {"likeCount": 0.1977723605288848, "dislikeCount": 0.08450980400142569, "videoId": "qwHHNJT9IT8", "title": "", "description": "", "length": 0.2459392487759231, "keywords": "twitch justin.tv rustRust  The PlayzWatch My Live Stream   Schedule Mon, Tues, Thurs, Fri  7 PM EST Follow me on Twitter  Subscribe to My Channel  Follow my Facebook page  Join my Steam Group  Resolution 1280x960  Mouse Sens 1.6  DPI 800  FOV 85  Internet Speed 80 Down and 10 Upload We mainly play Rustafied and Rustopia servers! CSGO Config  CSGO Rank Global Elite and LE on my smurf Dave's Setup  Rust Settings  Comp Specs Gaming PC  i74790  3.60GHz  ASUS H97 Motherboard  24.00GB RAM  ASUS GTX 970 Strix  ASUS Xonar DG Sound Card  Solid State Drive  SteelSeries Apex RAW  Razer Deathadder 2013  SteelSeries 5HV2  Logitech HD Pro C920 Cam  Audio Technica AT2020 Streaming PC  i53450  3.10GHz  4.00GB RAM  GTX 660 Spread Shirt Shop  Check Out These Playlists Going Deep Playlist  Best Stuff Playlist  Montage Playlist  Funny Stuff Playlist  Business EMail  balrogchillgmail.com  Intro Song  Michl  Kill Our Way To Heaven  Outro Song  Kontinuum  Lost feat. Savoi NCS Release", "viewCount": 0.38659918001262755, "labels": [0, 1, 1719]}, "r-selFX3JD4": {"likeCount": 0.19590413923210936, "dislikeCount": 0.047712125471966245, "videoId": "r-selFX3JD4", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Lorenzo international Horse show chevaux camargue dressage spectacle equestreLorenzo the french flying manThe Lorenzo international Horse show", "viewCount": 0.4643709229251458, "labels": [15, 18, 87, 1938]}, "kP44Dw5nsAM": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "kP44Dw5nsAM", "title": "", "description": "", "length": 0.2618048096712093, "keywords": "311 Cruise 2012311  Cruise 2012  Lido Deck ShowFull Ride and Champagne  Check out that storm", "viewCount": 0.3306425027550688, "labels": [3, 4, 474]}, "wgi61Ow9Tic": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "wgi61Ow9Tic", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Unintended Muse Piano Damian Lirette Matt Bellamy Cover Version Instrumental ShowbizUnintended  Muse Piano CoverPiano Cover of MuseMatt Bellamy's \"Unintended\"", "viewCount": 0.32723058444020864, "labels": [31, 40, 47, 57, 117]}, "wkx2atmTlZQ": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "wkx2atmTlZQ", "title": "", "description": "", "length": 0.23996737214810382, "keywords": "Cheerleading Middle School Mexico Mexico Middle School Bulldogs school cheer thrillerMexico Bulldog Cheerleaders Pep Rally Part 2Mexico Middle School Cheerleaders putting on their twist of MJ's Thriller for the students.", "viewCount": 0.32008504980910774, "labels": [6, 8]}, "mKEou3hh1rk": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "mKEou3hh1rk", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "bollywood news bollywood gossips bollywood latest newsVeer First LookFor More Updates Subscribe to Like us on Follow us on Follow us on Website ", "viewCount": 0.314921911265538, "labels": [225]}, "mPz7WH8Dolc": {"likeCount": 0.11760912590556814, "dislikeCount": 0.10413926851582252, "videoId": "mPz7WH8Dolc", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "Star Wars Battlefront Geonosis Kashyyyk Mod MapStar Wars Battlefront 2Star Wars Battlefront 2 2 Modmaps Kashyyyk Final Geonosis", "viewCount": 0.4472580941340727, "labels": [0, 1, 189, 2171, 2754]}, "8DblXu04fDI": {"likeCount": 0.2481442628502305, "dislikeCount": 0.1, "videoId": "8DblXu04fDI", "title": "", "description": "", "length": 0.26803355134145634, "keywords": "Adobe Illustrator Software Watercolor Paint Visual Art Medium Illustrator Profession Adobe Systems Award Winner The Arts Broadcast Genre    Adobe Illustrator       part 2.Adobe Illustrator       part 2.      .", "viewCount": 0.42444255721729357, "labels": [787]}, "zwJAXrZFTxo": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "zwJAXrZFTxo", "title": "", "description": "", "length": 0.26304278750250243, "keywords": "rc plane telemaster maidenTelemaster 40 scratch built, maiden flightscratch built Telemaster 40 maiden flight", "viewCount": 0.3438858659420562, "labels": [2, 44, 46, 64, 113, 119]}, "GSb17JpIvL8": {"likeCount": 0.22671717284030138, "dislikeCount": 0.13010299956639812, "videoId": "GSb17JpIvL8", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "maxishine games Intel CODMW2 XFX EVGA GTX380 5870 Ati Nvidia PC GTX295Splinter Cell Conviction Gameplay Maxishine VideoSplinter Cell Conviction Gameplay Maxishine Video at the E Games Expo", "viewCount": 0.45931309341444004, "labels": [1, 3166]}, "W_tUUfZJeTI": {"likeCount": 0.22041199826559246, "dislikeCount": 0.08450980400142569, "videoId": "W_tUUfZJeTI", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "xiao luta stickxiao xiao 3luta de stick", "viewCount": 0.4796178709209401, "labels": [5, 16, 1448]}, "YuUORZZM_ok": {"likeCount": 0.17708520116421445, "dislikeCount": 0.06020599913279624, "videoId": "YuUORZZM_ok", "title": "", "description": "", "length": 0.2658011396657113, "keywords": "mc minecraft dutch dagelijks videos gameplay commentaar commentary NL HD joost thijs let's play fun koe schaap varken 1.1 1.2.5 update server tour kaascraft survival games spleef pvp arena nederlandseMinecraft KaasCraft Server TourServer tour van mijn MineCraft server. ServerTeamspeak Ip kaascraft.tk Website ", "viewCount": 0.36007551496396184, "labels": [0, 1, 27]}, "Z07E8yEhPi8": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "Z07E8yEhPi8", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "safety around dogsDoggie Detective dog bite prevention seminarThis is a clip of program cocreator Teresa Lewin demonstrating a summary of the \"tools\" that kids have to keep them safe around dogs. This is a recap of the key points of the presentation. www.doggonecrazy.ca", "viewCount": 0.34798631130230984, "labels": [18, 67, 598, 1245]}, "lIFPaI-5FOs": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "lIFPaI-5FOs", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "mugen naruto naruto mugen secret jutsu mugen astral finish astral finish narutomugen naruto secret jutsu!! and astral finsh !!!mugen naruto secret jutsu!! and astral finsh !!!", "viewCount": 0.34858633295973346, "labels": [0, 1, 5, 69, 84, 378]}, "qTrCAiyqZDU": {"likeCount": 0.1991226075692495, "dislikeCount": 0.16812412373755872, "videoId": "qTrCAiyqZDU", "title": "", "description": "", "length": 0.2437750562820388, "keywords": "How to Make Table MatHow to Make a Table MatLet us know How to Make a Table Mat", "viewCount": 0.48183578779583547, "labels": [260, 641]}, "WRpRPY_tX1A": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "WRpRPY_tX1A", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Roof Repair Aberdeen Property Maintenance Roofing Roofer Tile Slate Tiling Tiles Pointing Guttering Pressure Washing Cleaning Installation Repairs Interior Exterior Leaking Gutter Handyman Blocked Broken Service Services painting power washing paths drives aberdeenshire repair cleaning painter Waterlead valley, lead flashingLeaking roof valley, then give us a call on Aberdeen 0800 043 0459", "viewCount": 0.3448860845607441, "labels": [821]}, "csNQAJzf1eE": {"likeCount": 0.08450980400142569, "dislikeCount": 0.1380211241711606, "videoId": "csNQAJzf1eE", "title": "", "description": "", "length": 0.22405492482826, "keywords": "GTAV Grand Theft Auto V AwardWinning Work Grand Theft Auto Video Game Series Video Game IndustryWhere to Get GTA V CD KeyKarma Carnage here to give you another update on where to find Grand Theft Auto V for cheap! that's right i am going to tell you where to get it for dirt cheap and the other video after this will tell you how much you can get it for. Rate Subscribe and leave a comment and or feedback", "viewCount": 0.36969676407440233, "labels": [1, 85]}, "K8D9sRyOoBE": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "K8D9sRyOoBE", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "Fujitsu Siemens Celsius H230 IPS Notebooks E8020 IPS IBM Thinkpad T43p IPS HP Compaq nc6320 IPS vs TN DELL Latitude D520Fujitsu Celsius H230 IPS Workstation vs TN and IPS NotebookIPS or TNFilm Notebook? Fujitsu Celsius H230 IPS Mobile Workstation, IBM Thinkpad T43p IPS Mobile Workstation, HP Compaq nc6320 TNFilm Business Notebook, DELL Latitude D520 TNFilm Notebook Review www.retropcmania.com", "viewCount": 0.3446381812222442, "labels": [15, 74, 96, 187, 2612]}, "6HlRrbvMg6M": {"likeCount": 0.08450980400142569, "dislikeCount": 0.07781512503836437, "videoId": "6HlRrbvMg6M", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "Megan Woodruff ETU Productions Secrets Axis Downtown San Jose Brett Murray\"Secrets\" Music VideoMegan Woodruff's Music Video to \"Secrets\"", "viewCount": 0.31439511164239636, "labels": [14]}, "6JvnB_Qb-k4": {"likeCount": 0.1146128035678238, "dislikeCount": 0.047712125471966245, "videoId": "6JvnB_Qb-k4", "title": "", "description": "", "length": 0.25705429398818974, "keywords": "minecraft diamond axe pick pickaxe spade notch davidr64yt cheats creations redstone piston circuit wall creeper face circuitry serioussamwiseMinecraft Creations  Part 1 Creeper Face ft. SeriousSamwise RedstonePiston tutorialMinecraft Creations  Part 1 Creeper Face ft. SeriousSamwise RedstonePiston tutorial This is the beginning of a new MineCraft series called \"Creations\". I will be making things mostly with redstone and pistons and showing you how to do them. In this episode I make a creeper face using redstone and pistons. I used l33t hacks to give myself diamond pick, TNT and all that good stuff. I really don't have the patience to start from scratch and get all the resources myself I'd much rather be building really coolawesome contraptions or investigating a giant hole.", "viewCount": 0.35519376953648374, "labels": [0, 1, 27]}, "6NyazzzyJ7A": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "6NyazzzyJ7A", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "disney drawing painting mickey disneyland world mouse magic buck duck studios donald pooh kingdom parade winnie orlando disney world minnie session disney's stitch mickey mouse hollywood florida goofy fireworks aka tight california worldofcars PreciousSunlane Disney Pixar Mater'sShootingGallery adventure magic kingdom animal cartoon mountain MATER'S SLING SHOOTDisney  World of Cars  MATER'S SLING SHOOTIn this video Precious is playing a mini game called MATER'S SLING SHOOT in a game called World of cars! Cruise Trailstate and Corporal Shinycharger are in the video, too. This game IS NOT mine. Cruise Trailstate's Channel If u want to play this game click here ", "viewCount": 0.3589167390546048, "labels": [0]}, "poLSMteMk4g": {"likeCount": 0.15051499783199063, "dislikeCount": 0.06020599913279624, "videoId": "poLSMteMk4g", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "Android ICS Ice Cream Sandwich 4.0.4 XDA Developers allaboutandroids Jelly Bean 4.1.1 scrosler Scott CleanROM 2.0 SuperSU ASUS TF300 TransformerASUS TF300 with Jelly Bean, scrosler's CleanROM 2.0Hey people D This week I cover Scott's CleanROM 2.0. The great part of this ROM is that it's extremely stable, fluid and I haven't had any rebootscrashes for the past 2 weeks. It also comes with Aroma installer which allows you to customize your install and choose what apps you would like to have. The XDA Thread is here The Developer's website is Be sure to Comment, Like and Subscribe to our channel. For the Latest Android News and Reviews, check out our blog  For ALL of our Custom Wallpapers, please check out We do have a Facebook page, a Google Plus account and a Twitter, so please add us there as well  Disorganized Fun by Ronald Jenkees The music that we used in this video is created by an original, unsigned artist. We have already contacted him and he has sent us an email confirming that we may use his music. We have also received a Permission Slip from Ronald Jenkees allowing us to use all of his Content on YouTube. The songs we used have been purchased. Lastly, we always mention his name, as well as the song title we used in the description and of course All The Rights are Reserved. Thanks Imraan and Abdul from AllAboutAndroids.com", "viewCount": 0.3738622027917943, "labels": [24, 74, 131, 617]}, "a8v7b1efojs": {"likeCount": 0.44817148730271694, "dislikeCount": 0.3198931869932209, "videoId": "a8v7b1efojs", "title": "", "description": "", "length": 0.23636119798921446, "keywords": "official music Amsterdam CityTownVillage p.i.n.t. page videoklipe mc tekst official video Mc Kresha Musical Artist kreshta pint teksti new amsterdam video oficialMC Kresha  Amsterdam Official VideoStream or Download now ''Emceeclopedy'' album  here  Music Strike Beatz Rec&Mixed Press Play BeefHaus Text Mc.Kresha Soundtrack \"Amsterdam Express\" Video PinkMoon Creative PINT FB Facebook Facebook Twitter Twitter ", "viewCount": 0.6994527384789181, "labels": [14]}, "nWAom3WNFbk": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "nWAom3WNFbk", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "holiday festival sights and sounds of christmas sights and sounds sights sounds san marcos san marcos plaza park christmas events texas santa claus holiday in the park christmas festivals christmas video intel a jib video jib jib footage steady cam merlin steady cam merlin tokina lens wide angle lens canon 7d 7d footage canon lenses video productions film mr marketing new braunfels advertising agency texas state university tobefamousHD Sights and Sounds of Christmas in San Marcos Plaza Park featuring Helicopter Aerial FootageThis is a video montage of the Sights & Sounds of Christmas a holiday festival held every year in San Marcos Plaza Park in San Marcos, TX. I was able to spend six hours shooting on location getting this footage. A second video of the remaining footage can be seen following this link Enjoy the footage from atop this historical event provided by Helicopter Tours of Texas and Steve Van Buren. PRODUCTION NOTES I do not own the rights to music used in this production. The track features the great Louis Armstrong performing \"White Christmas.\" tobefamous", "viewCount": 0.3627877694579972, "labels": [99, 518]}, "uPhpXzE0HJs": {"likeCount": 0.25705429398818974, "dislikeCount": 0.06020599913279624, "videoId": "uPhpXzE0HJs", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "king's college london study abroad london uk degree education universityStudy at Kings experiences that resonateStudy Abroad at Kings College London and see so much of the world in just one place. A global perspective in the heart of London. A city that exists 247, and a university committed to setting you in the right direction. Study at Kings experiences that resonate.", "viewCount": 0.4639894693554849, "labels": [429]}, "izW341lASE0": {"likeCount": 0.20681858617461618, "dislikeCount": 0.09542425094393249, "videoId": "izW341lASE0", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "Peter Pan Rachel Hurdwood jeremy sumpterpeter pancrushDisclaimer I do not own the clips or the music in this video Another music video to the movie peter pan! This song is called Crush by Mandy Moore! Please comment it and tell me what you think!", "viewCount": 0.45946687312953244, "labels": [1690]}, "DiB8MTc7LZo": {"likeCount": 0.25774917998372254, "dislikeCount": 0.16434526764861876, "videoId": "DiB8MTc7LZo", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "Minecraft AwardWinning Work Toy Interest LEGO Interest Lego Minecraft Minecraft Mobs Howto Website Category Lego Minecraft GameLego Minecraft Mobs Update 2Created on March 31, 2012 using FlipShare.", "viewCount": 0.5117185091249475, "labels": [26, 27, 130, 3261]}, "BrLZzbLU2Xw": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "BrLZzbLU2Xw", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "cydia displayrecorder iphoneHow to get super mario on iPad , iPhone, iPodEnjoy ", "viewCount": 0.30354297381845485, "labels": [0, 73, 209, 288, 322]}, "ogwEo8iVERU": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "ogwEo8iVERU", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "SWT South West Trains Freightliner 66 159 444 450 455 tone WokingWoking 07022009, Part 2Part 2 of a 2part video of trains in action at Woking station.", "viewCount": 0.3514149134475437, "labels": [2, 45, 51, 56, 77, 212, 295]}, "oiLv9yUzBQ4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "oiLv9yUzBQ4", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "The Binding of Isaac Unicorn Character Species My little unicorn unicorn my little unicorn my little TheSwedishCactus the binding of Isaac swedish cactus Sweden Country item The Binding of Isaac items The Binding of Isaac item pc game steam newgrounds video gameThe Binding of Isaac  My little unicornMy little unicorn is one of my favorite items in The Binding of Isaac, so I did a montage with it, enjoy!", "viewCount": 0.3329194415088451, "labels": [0, 1, 5, 3311]}, "ojjLO0FanBs": {"likeCount": 0.1278753600952829, "dislikeCount": 0.09542425094393249, "videoId": "ojjLO0FanBs", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "ios 5 espelhamento hdmi iphone 4iPhone 4  cable HDMI  displaymirroring 100espelhamento 100 no iphone 4 com IOS 5", "viewCount": 0.41749606229380254, "labels": [73, 246]}, "okLzyV0diBA": {"likeCount": 0.28014037100173556, "dislikeCount": 0.1, "videoId": "okLzyV0diBA", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "violin viola Chris  Amaterasu video game cover song video game music Trainer Battle theme Pokmon anime MusicPokmon Trainer Battle Theme RBY String CoverHello there everyone, hope all is well! Here is a cover of the pokmon trainer theme from the first Gen pokmon games arranged for 2 violins and 1 viola. I wasn't sure how feasible the chromatic runs were on string instruments at this tempo, but I had fun nonetheless. Hope you enjoy! D  Facebook Sheet Music Download Mirror ", "viewCount": 0.42948408364388907, "labels": [81, 97, 108]}, "Z6Ua21viMU0": {"likeCount": 0.23364597338485296, "dislikeCount": 0.07781512503836437, "videoId": "Z6Ua21viMU0", "title": "", "description": "", "length": 0.26928469192772303, "keywords": "jamziboy jamziboyminecraft jamz gaming channelDouble recurve birch bowBovvlog see what i did there... with the 2 v's. i know... i know... ladies please contain your pan i figured i would keep these on the second channel, partly because i underuse this channel, and partly because i don't think many people really care P Subscribe to this channel if you haven't already D  Main channel  Facebook page  Twitter TAGS jamziboy jamziboyminecraft jamz gaming channel", "viewCount": 0.38652816849956106, "labels": [3840]}, "Z86c1O2apBo": {"likeCount": 0.22528530309798933, "dislikeCount": 0.1278753600952829, "videoId": "Z86c1O2apBo", "title": "", "description": "", "length": 0.2413299764081252, "keywords": " iPhone5           iPhone5 ARTWIZZiPhone5 ARTWIZZSeeJacket Alu for iPhone 5, black iPhone5iPhone4s iPhone5        iPhone iPhone  Twitter ", "viewCount": 0.47717270793422, "labels": [21, 23, 73, 554]}}