{"GSzIzApvGr8": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06020599913279624, "videoId": "GSzIzApvGr8", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Canadian Stomp with MusicCanadian Stomp with MusicCanadian Stomp with Music Line Dance", "viewCount": 0.41061908972634154, "labels": [8]}, "bmOY6uarCyo": {"likeCount": 0.2619093330626743, "dislikeCount": 0.06020599913279624, "videoId": "bmOY6uarCyo", "title": "", "description": "", "length": 0.26473829701146195, "keywords": "Five Nights At Freddy'sFive nights at Freddy's Speedpaint Purple guyREAD HERE BEAUTIFUL PEOPLE  SEE THE FULL PICTURE MAN HOW I HAVE 1K SUBSCRIBERS OH GOD I LOVE YOU GUYS REALLY HERE THE SONGS My Deviantart My Facebook ", "viewCount": 0.4138239523465188, "labels": [5, 49, 80, 127]}, "WdNBb9xxJ1o": {"likeCount": 0.15440680443502758, "dislikeCount": 0.047712125471966245, "videoId": "WdNBb9xxJ1o", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "GTA SA EVOLUTION DOWNLOAD SKIN PUNISHER FULL HD 1080pGTA SA EVOLUTION DOWNLOAD SKIN PUNISHER FULL HD 1080pADICIONE ESSE SKIN AO \"CLEO MOD SKIN SELECTOR\" FAA DOWNLOAD DO SKIN ", "viewCount": 0.36924944075030847, "labels": [0, 1, 35, 85, 134, 3756]}, "Wd2xwuTHHhs": {"likeCount": 0.20453229787866578, "dislikeCount": 0.11760912590556814, "videoId": "Wd2xwuTHHhs", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "2014 ford transit connect ford transit ford transit connect transit connect wagon titanium 2014 ford transit ford transit 2014 2014 ford transit connect ford transit connect 2014 2013 20152014 Ford Transit Connect Wagon Titanium LWB  Exterior Walkaround  2014 Detroit Auto ShowWelcome to AutoMotoTube!!! On our channel we upload every day short, 25min walkaround videos of Cars and Motorcycles. Our coverage is from Auto and Moto shows in North America and Europe  We visit different shows Big, like Frankfurt, New York, Detroit, Los Angeles or Paris Auto Show, to small regional, Classic Car, RV and Boat Shows. We have thousands of High Definition videos of different types of vehicles, everything from new, concept cars, super cars, classic, vintage, old cars, hot rods, motorbikes, recreational vehicles, motor boats, sailing yachts, to airplanes, bicycles, and even tractors  In most of our videos, we take a look at the exterior design and interior arrangements of the vehicle, so you can receive a general idea and appreciation of a certain brand or model. We really appreciate all your comments and critics  they help a lot, in building one of the most diversified Auto & Vehicles Channel on YouTube!!! P.S To find a video of a certain model in our channel, just write the brand and model name in the search bar above, or have a look in our playlists. You can find us on our official facebook, twitter and google pages , or if you have chance, check out our web site  there we have our videos, some pictures and wallpapers, organized and all the vehicles easy to find. Subscription link for our Channel Thanks for watching and stay tuned!!! A lot more to come...", "viewCount": 0.4826340483713552, "labels": [2, 7, 165, 508, 1106]}, "YtHjUDzNm7o": {"likeCount": 0.1079181246047625, "dislikeCount": 0.047712125471966245, "videoId": "YtHjUDzNm7o", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "Patrick Chan  Chantastic  Figure Skating 2010 GPF EX Opening Patrick Chan HD Fancam2010 Grand Prix of Figure Skating Final Beijing, China. Dec 12, 2010 Exhibition Gala Opening Recorded & Edited by Horangmalkovny ", "viewCount": 0.33703280077795106, "labels": [82, 103, 350]}, "lNJ_ofxusYM": {"likeCount": 0.11760912590556814, "dislikeCount": 0.06020599913279624, "videoId": "lNJ_ofxusYM", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "F15 and SU27 Dogfight Jets low flying cool video jetF15 vs SU27 Dogfightdon't read the description.. read the title.", "viewCount": 0.34965145186977453, "labels": [155, 264, 2265, 2422, 3033]}, "XfRUo2NEvGU": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "XfRUo2NEvGU", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "gopro test ride dunlop 606 biking bike motorcycle riding XR650L XR trail 650 HD Camera cam Honda race fmf powercore power torque pro taper racing motocross outdoor sports enduro dual sport adventureXR650L GoPro First Test Ride.Me riding my xr650l on a side trail that follows a 40kmh road near North Bay.", "viewCount": 0.336679638328673, "labels": [2, 30, 55, 427]}, "Xf3YjCXAG9Q": {"likeCount": 0.1380211241711606, "dislikeCount": 0.06020599913279624, "videoId": "Xf3YjCXAG9Q", "title": "", "description": "", "length": 0.25477747053878225, "keywords": "gta sa leatherface mod panopticon cj story grand theft auto san andreas texas chainsaw massacre chain saw machinima carl johnson horror movie short freddy krueger nightmare on elm street jason voorhees friday the 13th halloween michael myers psycho alfred hitchcock shower scene theme scream ghostface pinhead hellraiser piggsy manhunt bigfoot alienGTA SA Leatherface Myth HDAfter 10 long months I finally start making videos again", "viewCount": 0.34729026518036643, "labels": [0, 1, 35, 134]}, "NQpWyl2lR8o": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "NQpWyl2lR8o", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "cal graduation 2009 public university youtube california of pennylvania pittsburgh sony handycam dcrsr47 dcrsr47 taken with my canon rebel xtiCalifornia University of PennsylvaniaWhat graduating from Cal u is like...", "viewCount": 0.3346744054604849, "labels": [2, 7, 429]}, "eLljA5EsCOM": {"likeCount": 0.2161368002234975, "dislikeCount": 0.14471580313422192, "videoId": "eLljA5EsCOM", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "twitch justin.tv mists of pandaria mop mists of pandaria hotted89 hotted moonkin boomkin r1 rank rank 1 2v2 3v3 5v5 arenas BG's battle of gilneas how to BG htdx Bajheera BGs world warcraft world of warcraft world warcraft pvp wow moonkin damage how to bg bgs mercader bgs video game rated battleground mop rbgs mop rated battlegrounds World Of Warcraft comics Wow recording johnsju Swifty rbgs3v3 Warrior Mage Druid Arenas  FIGHTING TSG STILL HURTS RESTO DRUID GAMEPLAYEnjoyed the video? Please consider Subscribing   Get 5 OFF GFUEL! at Code hotted5 Check out Bajheera Swifty's Channel Follow Hotted Music provided by MonsterCatMedia & Liquicity Outro Song Song", "viewCount": 0.37695988483874465, "labels": [0, 1, 93, 102]}, "51u3Z0DovWM": {"likeCount": 0.13979400086720378, "dislikeCount": 0.06989700043360189, "videoId": "51u3Z0DovWM", "title": "", "description": "", "length": 0.215836249209525, "keywords": "amv Zelda video gamesNEW VIDEO ZELDAA new video of Zelda. Espero que os guste a todos. Music Pirates of the Caribbean.Copyright.Pirates of the Caribbean. Klaus Badelt. MADE FOR ENTERTAINMENT ONLY", "viewCount": 0.3488691698316941, "labels": [0, 1, 309, 1018, 1819]}, "luz8hx25Sbo": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "luz8hx25Sbo", "title": "", "description": "", "length": 0.2584331224367531, "keywords": "Super Mario Galaxy unboxing wii nintendo wip3ou7 thebrotherhoodofsonySuper Mario Galaxy 2 Unboxing VideoThis is my unboxing video for Super Mario Galaxy 2 Also a quick discussion of the current metacritic score of 97 for Super Mario Galaxy 2", "viewCount": 0.3847078862065716, "labels": [1, 203, 1581]}, "ag-sQREnxow": {"likeCount": 0.1, "dislikeCount": 0.08450980400142569, "videoId": "ag-sQREnxow", "title": "", "description": "", "length": 0.215836249209525, "keywords": "agis asiagis navfone samsung android galaxy bada gps navigationNAVFone Android GPS Navigation App on Samsung Galaxy SAnother AGIS road test on the NAVFone application, this time, for the Android OS, FREE for download on the Samsung Galaxy S. Simply access Samsung Apps from your mobile phone Watch as the Product Team takes it for a quick spin from Ang Mo Kio Hub to Thomson Plaza. Look out for speed check area prompts and the texttospeech capabilities of NAVFone in reading out road names. Enjoy! For more information, visit www.navfone.comandroid", "viewCount": 0.43543389767880814, "labels": [21, 23, 24, 115, 1306]}, "cmXBdhqHFos": {"likeCount": 0.15314789170422552, "dislikeCount": 0.047712125471966245, "videoId": "cmXBdhqHFos", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "      christmas grotto        myladak ya rabby funnychristmas grotto kawkaba      . .wmv     snow in christmas grotto     kawkaba", "viewCount": 0.3996861768490674, "labels": [99, 716, 911, 2013]}, "cmHvDxOng5M": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06989700043360189, "videoId": "cmHvDxOng5M", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "South Sweden Saints Farum Cats Australian Football Aussie Rules SAFL DAFLAussie Rules Swedish Training videoVideo to teach new Swedish players on the art of Aussie Rules. Footage is from the DAFL Grand Final 2005 between Farum Cats and South Sweden Saints.", "viewCount": 0.36047658847038877, "labels": [0, 12, 91]}, "crqYWJlMecI": {"likeCount": 0.2428134794028789, "dislikeCount": 0.13424226808222062, "videoId": "crqYWJlMecI", "title": "", "description": "", "length": 0.2679427896612119, "keywords": "Halo master chief biography funny parodys newgrounds coolBiography of Master chief Part 1yea i desided to upload one of my famous videos on my alternative channel i hope you like it  remember to subscribe for more awesome videos by me Zombiehunter44  AKA Razorsack  for more cool videos and tuts and youtube poops go here  for runescape videos go here  ", "viewCount": 0.4880459154821137, "labels": [0, 1, 5, 157]}, "K7P6fEFwoPc": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "K7P6fEFwoPc", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "BASEdreamsHappy DayzBASE course with Jedi Master Douggs", "viewCount": 0.32830749747354715, "labels": [60, 166, 333, 398]}, "6FXVgoseR9Q": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "6FXVgoseR9Q", "title": "", "description": "", "length": 0.24082399653118497, "keywords": "Transnet Steam motor sports automobiles extreme driving racing bench fitness powerlifting squat workoutLifting up a lady.mp4On the 20062010 at about 1105 train no 988562 travelling from Pretoria to Cullinan hauling 417 tonnages for 48 axles using a steam locomotives came to stop between KMP 8 and 9 because of derailment of locomotive no 3117. the coal wagon ,water tank no 30025753 and a passenger coach no 40092 which was behind the water tank because of loosen rails and stolen wooden sleepers The incident happened at a down gradient just inside the Warning board of Cullinan station at the curve in the short cutting The locomotive ,the tender and the coal wagon were lying on the side , the water tank wheel were hanging on the air and the passenger coach derailed with all four wheels The passenger was removed from the train and no injuries reported and walked to the station . The train personnel were also not injured", "viewCount": 0.3189770956346874, "labels": [2, 45, 137]}, "6Jcrl8WpYF4": {"likeCount": 0.17781512503836439, "dislikeCount": 0.08450980400142569, "videoId": "6Jcrl8WpYF4", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "Fox fox knives knife knives made in italy italy maniago Trapper Fixed Blade MicartaFox Knives Trapper Fixed BladeModel FX132 MGT Overall Length 11.80\" Blade Length 6.70\" Blade Thickness 0.20\" Blade Steel N690Co Blade Finish Black Handle Material Micarta Weight 14.6 oz. Made in Maniago, Italy MSRP 209.26  If you would like to support the channel Donation are appreciated and can be done via Papal link ", "viewCount": 0.4149896207158761, "labels": [180, 304]}, "5mg_JrhfPs8": {"likeCount": 0.11139433523068368, "dislikeCount": 0.047712125471966245, "videoId": "5mg_JrhfPs8", "title": "", "description": "", "length": 0.2532754378992498, "keywords": "Unboxing TV Subject Alienware Business Operation Fun Ipod Iphone Touch Apple Having Metro Touch Delirious? Album Ipod Touch Review Station Store Having Fun Shake Operation Game Friends Business TV Genre Wash 3gs Metro Station IPhone 3GS Computer Everytime Giveaway Free Iphone 3gs App Review Iphone Ipod Screen Reviews Fun Part Generation Forever Laptop Apple Iphone Gameloft Technology Cases Apple IpodAlienware 17 UnboxReviewMetro Lite880m2014Full Computer Specifications Processor 4th Generation Intel Core i74700MQ processor 6MB Cache, up to 3.4GHz w Intel Turbo Boost Operating System Windows 8.1 Single Language 64Bit English Memory 16GB Dual Channel DDR3L at 1600MHz 4x4GB Chipset Intel HM87 Express Chipset Video Card NVIDIA GeForce GTX 880M graphics with 8GB total GDDR5 Display 17.3 inch 439.42 mm 120Hz WLED FHD 1920 x 1080 TrueLife 400 Nit Display w3D Bundle Audio and Speakers Internal HighDefinition 5.1 Performance Audio with Dolby Home Theater v4 Software Standard 2.0 Speaker configuration Audio Powered by Klipsch 7.1 Digital Audio out using HDMI out connection Hard Drive Up to 1000GB3 SATA hard drive 5400RPM256 SSD Boot Optical Drive SlotLoading Dual Layer Bluray Reader BDROM, DVDRW, CDRW Power 8cell Lithium Ion 86 wHr 240W AC Adapter Camera FullHD 2MP Camera with dual digital microphones Wireless Killer Networks Gigabit Ethernet NIC Standard 5G WiFi Broadcom 4352 802.11nac and Bluetooth 4.0 Standard Ports, Slots & Chassis AlienFX Lighting Zones 10 unique programmable zones with up to 20 distinct colors providing over 10 trillion lighting combinations Dimensions & Starting weight Height Front 46.24 mm. 1.820 Rear 48.46 mm. 1.908 Depth 299.00 mm. 11.772 Width 413.56 mm. 16.282 Starting at weight with optional SSD 4.1501 Kg. 9.1494 Lbs. External Chassis Connections 1x PowerDCin Jack 1x RJ45 Gigabit Ethernet IPv6 3x SuperSpeed USB 3.0 Ports 1x SuperSpeed USB 3.0 Port with PowerShare Technology 1x MiniDisplay Port 1x HDMI 1.4 Output  1.3 Input 1x 7in1 Media Card Reader 2x Audio Out 18\" Ports One compatible with inline mic headset 1x Line In Microphone 18\" Port retaskable for 5.1 analog audio output 1x Kensington Security Lock port cable and lock sold separately Exterior Chassis Materials Anodized Aluminum Magnesium Alloy Keyboard 4Zone, multicolor RGB, keyboard with AlienFX lighting controls and numeric keypad 4 userprogrammable keys providing up to 4 distinct functions per application or game Memory Slots 4x 204Pin DDR3L SODIMM SDRAM Slots Software Alienware Command Center AlienFX AlienTouch AlienFusion AlienAdrenaline w Accelerator Alienware TactX Touchpad Backlit button image sensor trackpad with allpoints addressable APA", "viewCount": 0.3498034723687027, "labels": [1, 74, 187, 246]}, "rzmD39TXa7k": {"likeCount": 0.18129133566428557, "dislikeCount": 0.1146128035678238, "videoId": "rzmD39TXa7k", "title": "", "description": "", "length": 0.24440447959180764, "keywords": "Tourlock security door security revolving door Security Quotation Subject Door Industry Boon Edam high security door end user orientation StereoVision antitailgating tailgating piggybacking antipiggybacking physical security physical security solutions new Revolving Door InventionTourlock 18090 Security Revolving Door End User OrientationAn orientation on using Boon Edam's Tourlock 18090 high security revolving door to prevent tailgating and piggybacking into the most secure areas of your building.", "viewCount": 0.4627027712771981, "labels": [580]}, "s-RGgI-4eyY": {"likeCount": 0.1740362689494244, "dislikeCount": 0.09030899869919436, "videoId": "s-RGgI-4eyY", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "Mar Thoma Syrian Church Religion Tiruvalla CityTownVillage Church Project Focus Wedding Quotation Subject Religion TV Genre Television Invention Wonderful Ultimate Recording FirstA Wonderful Marthomite Wedding at SCS Church Thiruvalla, Tom  Rini By Chandra StudioThe Modern Wedding Highlights by www.chandragroupofstudios.com Chandra Studio, Thiruvalla", "viewCount": 0.43221986135518925, "labels": [71]}, "Cd6hNzw7jxI": {"likeCount": 0.21760912590556813, "dislikeCount": 0.06020599913279624, "videoId": "Cd6hNzw7jxI", "title": "", "description": "", "length": 0.22405492482826, "keywords": "Hello Kitty Fictional Character Howto Media Genre Project make a gingerbread man plushie plush plushy plushies tutorial tut tutorials bear teddy cat kitty kawaii cute felt craft christmas ornament crafting crafts Aiko HapyFriendsShoppeHow To Make A Hello Kitty Gingerbread Man Ornament Plushie TutorialHow To Make A Hello Kitty Gingerbread Man Plushie Tutorial Hello Fluffies! Today I am doing a collab with some of my good friends, I decided to turn Hello Kitty into a kawaii little gingerbread man cookie. I think she makes the perfect Christmas tree ornament and I have about 15 of these hung up nicely on my Christmas tree. So, will you be making your very own Hello Kitty gingerbread man? Let me know in the comments! Template download here Things you need Felt in brown,red,green,white Scissors Thread in similar colors of your felt Stuffing polyfill Needle How to make a kawaii bow Social networks Official Facebook Page Twitter Pinterest Instagram Chictopia Official Blog Rilakkuma Strawberry Plushie Tutorial how to do blanket stitches replacing fell stitches BACK TO BASICS TUTORIALS HERE Basic Stitching Tutorial How to do embroidery for your plushies eyes How to do a blanket stitch when things are in the way Basic stitching tips and tricks Collab partners this will be updated as everyone else's tutorials go live Bubs Kawaii Autumn Sarah Hamza Vi Crafts SkyexSora kuroshi  GotToLovecreativity LittleMissPlush StitchLotsoflove Misscrafty13 PastelSakura Harmony val Daysky sister Missyummygumgum MinCraftingIdeas JellyBeanDoctor Song Credits \"Silent Night\" Kevin MacLeod incompetech.com Licensed under Creative Commons By Attribution 3.0 ", "viewCount": 0.3755035933767772, "labels": [576, 2366, 2480, 3576]}, "RtGirghXcKc": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "RtGirghXcKc", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "alternative rockSilverstein Kln  Bless the fall put your hands upbless the fall beim hiphop act  zu geil echt", "viewCount": 0.31925674533365456, "labels": [3, 6, 10]}, "y_xRYweUOfo": {"likeCount": 0.23873898263387294, "dislikeCount": 0.09542425094393249, "videoId": "y_xRYweUOfo", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "jayfunk jay funk jayfunky tutting fingertutting tut finger digits samsung galaxy dance hiphop waving popping dubstep glitch hop glitchhop dancing freestyle tutorial bass music remix original mix gummy emazinglights academy of villains emazing lights fiasko daniels techibeats aov inside the box samsung commercial unleash your fingersJayFunk x Ice Kream Teddy  Puzzle Box Freestyle EmazingLightsHere's a double lightshow I freestyled with my homie Ice Kream Teddy! Tutting with a friend opens up a lot of new and unique possibilities  JayFunk Ice Kream Teddy Get This Glove Set Here www.emazinglights.com", "viewCount": 0.4142702245737616, "labels": [375, 1036, 1062]}, "y_MElYA8bJc": {"likeCount": 0.3122870922864436, "dislikeCount": 0.14913616938342728, "videoId": "y_MElYA8bJc", "title": "", "description": "", "length": 0.261066016308988, "keywords": "quickscoping gameplay call of duty ghosts quickscoping call of duty ghosts xbox one gameplay ps4 gameplay multiplayer trickshotting gameplay trickshotting quickscoping trickshotting montage quickscoping montage trickshotting in ghosts trickshot montage trickshot tutorial quick scope montage quick scope quickscoping tutorial quickscope tutorial how to ghosts multiplayer ghosts gameplay ghosts sniping multiplayer gameplay xbox oneCall of Duty Ghosts Quickscoping Gameplay  SILENCED USR Multiplayer Gameplay on Xbox OneSubscribe for Call of Duty Ghosts Trickshotting & Quickscoping Gameplay! CoD Ghost Online Multiplayer Quickscope & Trickshot Gameplay, tips, tutorials & how to daily! Follow me on Twitter Like me on Facebook My Community Channel ", "viewCount": 0.46245914591268483, "labels": [0, 1, 36, 367]}, "ydUHVSAiqeY": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "ydUHVSAiqeY", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "beast b2st soom breath cube kpop dance cover kasa show kasa presents northwesternBeastSoom dance coverNorthwestern University's KASA SHOW 2011 The OsKars 5.06.2011 Beast's SOOM Breath", "viewCount": 0.3451939869365103, "labels": [6]}, "uNIrQ4gS2Ew": {"likeCount": 0.10413926851582252, "dislikeCount": 0.047712125471966245, "videoId": "uNIrQ4gS2Ew", "title": "", "description": "", "length": 0.25211380837040365, "keywords": "TT2011 TT Isle of Man motorcycling sidecars Isle of Man TTIsle of Man TT 2011 First Practice sidecars on the gridThe first practice of TT2011 gets underway on Monday 30th May,with the sidecars. Practice was redflagged after a double fatality involving no15 Bill Currie, 67, from Ellesmere Port, and his passenger, Kevin Morgan, 59, from Shrewsbury.Oil on the course was primarily thought to be the cause.RIP.", "viewCount": 0.40330616925381735, "labels": [17, 19, 55]}, "BlBG7Fm5mg0": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "BlBG7Fm5mg0", "title": "", "description": "", "length": 0.2593286067020457, "keywords": "electroProjet Lafaille  Your skin is dry  Clip Elmediatorlive au mediator tilt festival", "viewCount": 0.36562899011913597, "labels": [3, 4, 6]}, "j0nReiOziC0": {"likeCount": 0.1079181246047625, "dislikeCount": 0.06020599913279624, "videoId": "j0nReiOziC0", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "eco ecology energy design tommaso colia shower drop water waste core77 3d animation videoEcoDrop ShowerSaving water has become one of the most important habits of a modern day human being. We all know that for most people selfregulation is very difficult. So a little help comes from the EcoDrop Shower. It looks like a normal shower but it is not. The secret is in the base normally it is wonderfully shaped with concentric circles conveying the waves of the falling drops. But after having been staying under the water for too long something happens.. those circles rise, so that you are not allowed to stay longer in the shower, and you are forced to turn off the water and go out. \"EcoDrop\" Shower will help save water and energy.", "viewCount": 0.3715501945293284, "labels": [1443]}, "x0jJ2hsZVyA": {"likeCount": 0.15185139398778877, "dislikeCount": 0.0, "videoId": "x0jJ2hsZVyA", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "Alex Choub Bassworks Handy Pepper Denmark Danish Mars Rock Funk Bassplayer A   a danmark copenhagen kbenhavn Krasnoyarsk  Joint instrumental jazz egypt jazzhouse basist bas Christiania CopenhagenAlex Choub, Bass Guitar Frequency RangeWe're rehearsing now Thanx to BTL guys...with a lot of difficult Bassworks material to get together  definitely not jazz. Once again, I'm learning that being a bass player is much more fun than being a record company! We're editing and compiling recordings for this project  it's sounding great, and very unusual. I think we'll finish this week, then it's up to iTunes to get the cd out! I'm hoping for late december release. my track record on releasing things on time isn't too good, though! The ' Bass Guitar Frequency Range' video is the first release from the new CD  SOUNDCHECKwhich is available now from iTunes . It has been, and will continue to be a pleasure and honor for me to have you visit my site. You can get full album here ", "viewCount": 0.35961570809161725, "labels": [4, 9, 28]}, "RVZX9AmvTjY": {"likeCount": 0.2369215857410143, "dislikeCount": 0.11760912590556814, "videoId": "RVZX9AmvTjY", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "grazer46 Grazer Madhill Minecraft Gaming Madhill Media Battlefield 3 Video Game EA Digital Illusions CE Organization Video Game IndustryBattlefield 3 DICE, I'd like to report a hackerFeedback is appriciated D  Caught Elkpon hacking, hope DICE or EA will see this  Royalty free music  Intro music by Kredo  Facebook  Twitter  ", "viewCount": 0.45508029541959455, "labels": [0, 1, 124, 153, 287]}, "By1grlLquw0": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "By1grlLquw0", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "naming ceremony new cruise ship bilbao christening godmother breast cancer survivor sunwalk southampton celebrationsThe ship that saved two thousand Brits!As maritime naming ceremonies go, this was an unusual one given that most people in the UK are already familiar with this particular ship. Celebrity Eclipse, the brand new cruise ship which made a dramatic dash to rescue 2,200 British holidaymakers from Spain this week, did so without ever having been officially named. Today, that was finally put right when her Godmother, British yachtswoman and breast cancer survivor, Emma Pontin, undertook the highly coveted task of christening the ship by releasing a magnum of champagne to smash against the helm Sat, 24th April. Celebrity Eclipse was scheduled to arrive in the UK on Tuesday morning for a week of launch celebrations including a twoday maiden voyage in the waters off the South coast of the UK. But rather than 500 speciallyinvited VIPs, her first official passengers turned out to be hundreds of weary tourists who had been stranded in Bilbao, Spain as a result of the volcanic ash cloud that was covering Northern Europe. In honour of the ships inspirational Godmother, Hampshireborn Emma Pontin, whose brave fight against breast cancer saw her continuing to race, sail and instruct during her treatment, todays naming ceremony was timed to coincide a breast cancer charity fundraising event. Thousands of men, women and families donned decorated bras to take part in the 5km and 10km Celebrity Sunwalk around Southampton, reaching the finish line by the docks at Mayflower Park in time to join in the naming ceremony celebrations. A performance from American R&B performer, Jocelyn Brown, provided entertainment for the crowds.", "viewCount": 0.3113609151073028, "labels": [227, 474]}, "ojlNsKRAB7g": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "ojlNsKRAB7g", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "sum12see thequinnfarm dirtbikes MotoX extreme sports motorcycle action offroad biking dirtbiking outdoors extreme driving stuntsChristian SKYING his CR85 EXPERT...thequinnfarmHere is young Christian Jumping his Cr85 Expert dirtbike on a set of doubles..It took a while to get up the courage to take the jump but after he got it it was no problem....", "viewCount": 0.32626883443016963, "labels": [2, 30, 135]}, "B7YOMMpmv4g": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "B7YOMMpmv4g", "title": "", "description": "", "length": 0.2625312450961674, "keywords": "Peggy Lee Wind Beneath My Wings In Concert I That All There Is? Jazz BluesPeggy Lee Wind Beneath My Wings In ConcertPeggy Lee Wind Beneath My Wings In Concert", "viewCount": 0.34407517004791854, "labels": [3, 6]}, "B9hHH3zzpqU": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "B9hHH3zzpqU", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Tennessee Basketball Vols Jordan McRae Cuonzo Martin Trae Golden Dwight Miller utsportstvTennessee Basketball vs. Ole Miss HighlightsThe Vols overcome a 13 point first half deficit to defeat Ole Miss 7360.", "viewCount": 0.42130659620657185, "labels": [0, 52, 70]}, "FOt9mTk69jY": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "FOt9mTk69jY", "title": "", "description": "", "length": 0.268304703823885, "keywords": "gypsy dylan and strawberrys wedding pics weddingsgypsy dylan and strawberrys weddinggypsy dylan and strawberrys wedding", "viewCount": 0.3530711837981657, "labels": [6, 8, 71]}, "FShKew4p_cc": {"likeCount": 0.21105897102992488, "dislikeCount": 0.09542425094393249, "videoId": "FShKew4p_cc", "title": "", "description": "", "length": 0.25693739096150464, "keywords": "Mafell maffel mafell jigsaw jigsaw jig saw jigsaw demonstration Mafell demonstration p1cc p1cc jigsawMafell P1cc Jigsaw Demonstration Part2Full Demonstration of the New Mafell P1 By Alan Holtham. The P1 cc exactly the right saw for you. The concept From time to time, even proven solutions need to be reexamined in the interests of progress. That's exactly what we did in this case. We set out to build a jig saw that operated much more precisely than was previously conceivable. The outcome is the innovative P1 cc. It is a jig saw that heralds in a new era as regards precision, power and ease of use. It is exactly the right tool for all those who seek to achieve uncompromising quality in their work. For more info go to WWW.NMATOOLS.CO.UK or call on 01484 400488", "viewCount": 0.4901904919139485, "labels": [270, 646]}, "p8yrtu_VgOU": {"likeCount": 0.15051499783199063, "dislikeCount": 0.0, "videoId": "p8yrtu_VgOU", "title": "", "description": "", "length": 0.2625312450961674, "keywords": "xurbanbellax purple eyeshadow how to tutorial simple cheap afforable smokey wet wild sexy party club bold dramaticDrugstore Purple Lust TutorialFYI YES I KNOW THE PICTURE GOES ON FOR LIKE 1 MINUTE...I WAS TRYNA GET A THUMB NAIL LMAO x This has been one of my most requested looks! So here it is! I am using all drugstore products, minus 1 or two things! MORE INFO LATER BACKGROUND MUSIC FROM ", "viewCount": 0.30476641946015604, "labels": [39, 121, 156, 202, 207, 233]}, "03gM4YgArt8": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "03gM4YgArt8", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "trike flying aviation rhv krhvTrike LandingLanding on runway 31 left at Reid Hillview", "viewCount": 0.3726564216162245, "labels": [2, 109, 507]}, "lG5QO_UWgX0": {"likeCount": 0.2752048447819439, "dislikeCount": 0.1414973347970818, "videoId": "lG5QO_UWgX0", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "Top Chef Fabio Viviani john foodwishes recipes Italian Allrecipes recipe how to how to make how to cook make cook learn food beef main dish dinner easy simple deliciousTop Chef Fabio Makes Me a Meal!This was filmed on a cell phone last summer in Aspen. Top Chef Fabio made me a steak salad for breakfast. More at ", "viewCount": 0.4569186572404375, "labels": [11, 20, 22, 29, 32, 112, 120, 122, 221, 680, 1096]}, "oMiXCt_P3mU": {"likeCount": 0.14771212547196624, "dislikeCount": 0.06020599913279624, "videoId": "oMiXCt_P3mU", "title": "", "description": "", "length": 0.24393326938302629, "keywords": "PremiereElements11 Dragon Ball Comic Book Series Dragon Ball XenoVerse Comics Comic Book Genre best selling games 2015 Dimps Video Game Developer goku vegeta dbz amv DragonballShould You Buy Dragon Ball Xenoverse?AU helps you make an important decision. MicSoul's Previous Episode Xenoverse Giveaway Want more? SUBSCRIBE! SUBSCRIBE! Channel Anime MultiverseBackplane Dragon Ball Z Budokai Tenkaichi 3 Playlist Playlist for Dragon Xenoverse Playlist for DBZ BT3 Duels Playlist for Buu's Fury Twitter Backplane NaurtoTGS Tags dragon ball z, dragon ball z budokai tenkaichi 3, goku, vegeta, swag, broly, battle of gods english dub, battle of z, america, final flash, kaioken, ssj3, dbz, budokai, raging blast 2 super saiyan, saiyan, youtube, amv, video games, ps2, let's play, trunks, super 17, dbz budokai 3, android saga, trunks kills frieza, goku vs android 19, goku dies of heart virus, ssj4 goku confirmed for dragon ball xenoverse, vegeta vs android 19, piccolo vs cell, vegeta's big bang attack on 19, swag, xenoverse box art revealed, super vegeta vs semi perfect cell, super vegeta vs perfect cell, goku vs cell, gohan vs cell, gohan turns ssj2, Dragon ball xenoverse ps4 gameplay, dragon ball z budokai 2, goku vs ginyu force, dbz buukai, dragon ball z kai buu saga, buu kai, android saga, goku vs the androids, new dragon ball xenoverse screenshots, new intro, my new intro, androids, dbz androids, Dragon Ball Z Movie Released Date Confirmed, QnA with Dragon Ball Xenoverse Producer, Dragon Ball Xenoverse Storymode CONFIRMED, frieza will be revived in new dragon ball z movie, Dragon ball z frieza's resurrection usa release date, Dragon ball xenoverse scan, xenoverse great apes, xenoverse beerus and whis, DB30, dragon ball anniversary, happy dragon ball day, happy dragon ball day, dragon ball xenoverse screenshots, xenoverse battle of gods, Dragon ball xenoverse tv commercial, dragon ball z dokkan battle trailer, mario kart double dash 150cc, dragon ball z shin budokai, Dragon ball z revival of f trailer, pikkon, dragon ball xenoverse saiyan saga screenshots, dragon ball xenoverse saiyan saga screenshots, ultra perfect cell, vegeta vs cell, vegeta vs 18, vegeta vs cooler, What If Gohan Chose Books Over Training, dragon ball xenoverse trailer 3, dragon ball xenoverse screenshots, dragon ball xenoverse interview with producer, janemba, janemba vs goku, gohan vs gohan, Dragon Ball Xenoverse Screenshots, all xenoverse revealed, xenoverse combo system gameplay, xenoverse story mode cutscene, xenoverse story mode explained, trunks vs frieza, trunks vs androids, dragon ball xenoverse screenshots, xenoverse dlc, xenoverse offical review score, xenoverse storymode length, xenoverse gt story mode, xenoverse intro movie, xenoverse intro movie, vegeta surpasses goku, krillin transform, dragon ball xenoverse giveaway, new dragon ball z game for 3ds, dragon ball z revival of f manga released, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, Should You Buy Dragon Ball Xenoverse, dragon ball xenoverse", "viewCount": 0.3280350693046006, "labels": [0, 1, 5, 144, 190, 1350]}, "oMdO2kxoeNk": {"likeCount": 0.2346352974450639, "dislikeCount": 0.12304489213782739, "videoId": "oMdO2kxoeNk", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "Official   Music Video Ontology Class egypt ANGELIKA Dance LoveAngelika Yutt  Egyptian Love Official Music VideoDownload                           17.05.2012  85093 director, producer  Vladimir Stankevich Follow ANGELIKA www.angelikamusic.com facebook twitter beatport myspace ", "viewCount": 0.456441748674711, "labels": [14]}, "oTcJEEGn300": {"likeCount": 0.15314789170422552, "dislikeCount": 0.03010299956639812, "videoId": "oTcJEEGn300", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "Watercolor Paint Visual Art Medium Watercolor painting Painting Visual Art Form ArtistWatercolor Speed Painting  Colors in DisguiseFind all my artwork  Follow on Facebook  Original watercolor artwork 14in x 22in Music from Youtube Audio Library \"Stale Mate\" by Jingle Punks", "viewCount": 0.4037705313135537, "labels": [49, 80, 127, 277, 787]}, "wKYBvYfCG-I": {"likeCount": 0.23304137733491911, "dislikeCount": 0.1, "videoId": "wKYBvYfCG-I", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "Crazy Cats funny animal fails funny pets funniest animals ninja cat angry cat angry cats cats meowing fat cats surprised kitty cute kitten funny cat fails animal fails cat fails cat jump fail fail cat jump cat fail jump cat falls dramatic cat jumpin cat cat jumping cat falling falling cat funniestanimalvideos Cat Animal Kitty Kitten Animal animal Animals CuteWild & Crazy CatsCrazy Cats Subscribe for more Funny Animal Videos  Click Here  ...For more Awesome Adorable Animals check out Funniest Dancing Animals on the Planet!   Share this Video Watch as these crazy cats bring a new definition to the word crazy. They act so crazy you think they are possessed! Their reactions are so shocking at the beginning of the video that you might be too spooked to continue watching. The second half of the video has these crazy cats being mischievous and causing all kinds of trouble and havoc. So please be warned this crazy cats video is not for the faint at heart...you will never view cats the same way again! Let me know what you think by commenting and rating this video! Don't forget to subscribe  Thanks for watching! Funniest Animal Videos On YouTube  Official Playlist Cats Classification on Wikipedia  Crazy Cats", "viewCount": 0.4662776713639878, "labels": [15, 18, 67, 170, 314]}, "h6mN4h8bnfE": {"likeCount": 0.18195439355418688, "dislikeCount": 0.047712125471966245, "videoId": "h6mN4h8bnfE", "title": "", "description": "", "length": 0.24727564493172124, "keywords": "Mari Digby Musical Artist I Do Piano CoverMarie Digby  I Do Piano Cover\"So smile, you have me for life.\"  For those asking the notes, I had to play this one by ear since I can't find any music sheet for this song. If you also know how to play by ear you can use the chords here   just transpose it 7 semitones higher  ", "viewCount": 0.4122543524068754, "labels": [31, 40, 47, 57]}, "IP6vBYoJYTk": {"likeCount": 0.1, "dislikeCount": 0.06989700043360189, "videoId": "IP6vBYoJYTk", "title": "", "description": "", "length": 0.24456042032735975, "keywords": "Vester Electric GuitarVester Electric GuitarVester Electric Guitar", "viewCount": 0.3918344928962275, "labels": [9, 37]}, "BmdNB6txAjY": {"likeCount": 0.30166155475571776, "dislikeCount": 0.1079181246047625, "videoId": "BmdNB6txAjY", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "Oriental Shorthair Cat UtauNeko Itty Bitty Kitty BlackMy sweet Oriental Shorthair CatItty Bitty walking on a leash", "viewCount": 0.5203174363423684, "labels": [15, 18, 67, 170, 314, 1247]}, "BmE6rFDW1vs": {"likeCount": 0.17481880270062006, "dislikeCount": 0.03010299956639812, "videoId": "BmE6rFDW1vs", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "Scottish jigsmelodeonian cruickshanksScottish Jig SelectionA set of 4 good old Scottish Jigs played on the melodeon", "viewCount": 0.40425755124401913, "labels": [154, 263]}, "MGUe99_xyQ4": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "MGUe99_xyQ4", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "African shea nut butter organic shea butter raw shea butter unrefined shea butter essential oils aromatherapy psoriasisGrade A, Raw, African Shea Nut Butter For Rejuvenating the Skin, No. 1This useful video will teach you ways to effectively utilize natural, raw shea butter to treat skin conditions, to remedy skin damage, to correct the appearance of fine lines, wrinkles and bad skin tone, and as an antiaging cream. Shea nut butter contains demonstrated antiinflammatories, antitumor substances and antiviral substances. A study published in 2010 in the Journal of Oleo Sciences recognized eight antiinflammatory substances in unrefined shea nut butter, each of which was also antiviral. One of these substances likewise showed antitumor activity. Natural shea butter likewise has a substantial healing fraction that is loaded with vitamins, such as vitamin A and vitamin E, as well as antioxidants, all of which enhance the healing benefits of African shea butter. It also has a a great deal of essential fatty acids, including stearic acid, linoleic acid, and oleic acid. These essential fatty acids support the skin and maintain the skin's barrier function. Unrefined shea butter is the best skin product offered for dry skin, rough skin, razor bumps, diaper rash, and minor cuts, swellings and burns. Organic shea butter functions as a natural skin cream for the face and hands, and also for rough elbows and feet, and is the best body butter and lip balm in the marketplace. Given that 100 natural shea butter has no artificial additives, it soothes rather than aggravates the skin. As a moisturizer, African shea butter is unrivaled in penetrating through all skin layers. If you're searching for the highest quality raw, organic shea butter, please visit And if you would like your shea butter scented with100 pure, therapeutic grade essential oils which themselves are extremely restorative, you can click here ", "viewCount": 0.3589502796263764, "labels": [50]}, "xGk8UnnSkt4": {"likeCount": 0.37958105246674084, "dislikeCount": 0.2123851640967086, "videoId": "xGk8UnnSkt4", "title": "", "description": "", "length": 0.23424226808222062, "keywords": " BadApple!! Bad Apple!!    Touhou Stylized Shadow Sand ArtBad Apple!!   Bad Apple!!Stylized \"Sand\" Artaftereffect Bad Apple!! TouhouBad Apple!!Stylized Shadow Art meets Sand Art ! Bad Apple!!  ", "viewCount": 0.5634046792977822, "labels": [301]}, "_pJT5r0x7r8": {"likeCount": 0.23856062735983122, "dislikeCount": 0.15440680443502758, "videoId": "_pJT5r0x7r8", "title": "", "description": "", "length": 0.26263403673750424, "keywords": "2x GTX690 Quad SLI installation Asrock X79 Fatal1ty Champion2x GTX690 Quad SLI installation  Asrock X79 Fatal1ty Champion2x GTX690 Quad SLI installation  Asrock X79 Fatal1ty Champion System VGA 2x GTX690 EVGA  Gigabyte Quad SLI CPU i7 3930K 4.6Ghz Motherboard Asrock X79 Fatal1ty Champion RAM Mushkin Redline 16Gb 1600Mhz 77724 CL7 PSU Corsair AX1200 1200watt CASE NZXT SWITCH 810 Thanks for watching, Please SUBSCRIBE to my channel Koszi a figyelmet, legyszi Iratkozzatok fel a csatornamra!!! Music 1 Boohama Composed byErnie Lake, BMI 50, Scott P. Schreer, BMI 50 Published by Songs Of 912 Music, BMI 50, Freeplaymusic, BMI 50, 2 Cold Kill Composed byTillman Sillescu, BMI Published by Freeplaymusic, BMI", "viewCount": 0.47110560514503474, "labels": [275, 697, 887]}}