{"RvkdnffO1OQ": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "RvkdnffO1OQ", "title": "", "description": "", "length": 0.26674529528899543, "keywords": "New York US State American International Toy Fair Icon Heroes HeMan And The Masters Of The Universe TV Program HeMan Fictional Character MOTU Princess of Power SheRa Fictional Character desk setIcon Heroes at NY Toy Fair 2014Icon Heroes took Kelly and showed why all the hefans and sheravers will want this year.", "viewCount": 0.38159760009719856, "labels": [26]}, "ENTxhRe_zrk": {"likeCount": 0.14471580313422192, "dislikeCount": 0.0, "videoId": "ENTxhRe_zrk", "title": "", "description": "", "length": 0.24082399653118497, "keywords": "Bobby Bowde Florida State Seminoles Jimbo Fisher Peter Warrick FSU Seminoles Christian Ponder College Football Chris Weinke Deion Sanders Warrick Dunn Charlie WardFlorida State Seminoles Football 2010 Where Amazing HappensUpdate Where Amazing Happens video for the upcoming 2010 Florida State season. If anyone has any suggestions andor pics to add to this please feel free. I especially am trying to get a photo of 1991 FSU 51 Michigan 31.", "viewCount": 0.36931991451537177, "labels": [0, 79]}, "EQR70uZOvqo": {"likeCount": 0.08450980400142569, "dislikeCount": 0.09542425094393249, "videoId": "EQR70uZOvqo", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "Ford Mustang Gt Engine Problems Ford Cobra Shelby Roush shelby 1000 Modular engines Drag Racing Burnout Race Burnout vehicle Street Drag Racing SportMustang GT Starter problem02 Ford Mustang GT 4.6 Liter engine starter isnt pushing out the gear that connects with the flywheel but just keeps spinning alot of the time.", "viewCount": 0.4032900678732676, "labels": [2, 7, 90, 165, 373]}, "6BnhPsWqzmg": {"likeCount": 0.19242792860618818, "dislikeCount": 0.07781512503836437, "videoId": "6BnhPsWqzmg", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "dolls american girl product blog girls kids toys teen agtube collection collecting collect all cute ag review reviews American Girl Brand MommyandGracieShow dollastic chad alan Bratayley Minneapolis Mall Of America Shopping Center Minnesota US State Shopping Mall Website Category MomLuvsAGdolls2 video tour for girls fun vacation overview bloomington MN Shopping Industry Doll Collection CategoryAmerican Girl Store  Minneapolis  Mall of America  Shopping for Dolls  Grace Girl of the YearRecently my hubby and I traveled to Minnesota for some shopping fun. Of course the American Girl store was an absolute haveto stop store. I couldn't believe how beautiful the store was. Surprisingly it was practically dead while I was there. I was in complete awe throughout the entire store, so I didn't really talk much. Grace, Girl of the Year has beautiful displays at the stores. Her bakery is amazing and features so many tiny items as well as great kitchen appliances. If you enjoyed this video you might also like Toy Hunt  Toys'R'Us American Girl sized Frozen dresses Jill's Steals and Deals Opening Make sure to visit my AG doll blog at Thanks for watching! Send me mail at Tara Jackson PO BOX 46434 Madison, WI 53744", "viewCount": 0.41944588374435265, "labels": [26, 194]}, "-fa0htsV8lc": {"likeCount": 0.15797835966168103, "dislikeCount": 0.09030899869919436, "videoId": "-fa0htsV8lc", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "taylor swift taylor swift singing belong you story you belong fearless horse love story country cover lyrics mean mean taylor swift music video official music video vevo lyrics of screen full mommy dearest no wire hangers crying sad yelling fighting model actor singer television dogs new york hollywood\"Mean\" Taylor Swift Music VideoREAD!! Storyline A girl really wants to be a model, its her dream in life. She tells her mother and it doesn't go to well and ends up in a her running away to New York City. While in New York City she meets her idol, who already is a famous singeractormodel. But the celebrity's agent just recently gave some harsh news to the model. Being fed up with the crap she always got the celebrity realizes she shouldn't take anymore and gives up her job.The two girls meet, and after talking the aspiring model is told that being famous isn't as great as it seems, and the two girls become friends and both finally discover true happiness. My first storyline ever! This took about 5 hours to plan and film so please like, comment, and subscribe for our hard work. Bloopers", "viewCount": 0.39779521212014624, "labels": [14]}, "kOrm1_BB3rU": {"likeCount": 0.2482873583608754, "dislikeCount": 0.10413926851582252, "videoId": "kOrm1_BB3rU", "title": "", "description": "", "length": 0.2618048096712093, "keywords": "UnrealEntGaming batman vs superman dawn of justice teaser superman vs batman dawn of justive review batman vs superman batman vs superman teaser batman vs superman dawn of justice trailer comic con 2014 batman vs superman batman vs super dawn of justice wonder women batman vs superman trailer review superman vs batman review dawn of justice teaser dawn of justice vs avengers 2 batman vs superman stare off godzilla 2018Batman Vs Superman Dawn of Justice  Comic Con Teaser Review!  Wonder Women & More!Lets Help Spread The Word To The Entire World!  Share This Video Can We Get 1000 Likes? Lets do it for the love of Gaming! LIKE Leave your comments & thoughts below everyone Comment I hope you all enjoy this video. If you like what you see, then don't forget to SUBSCRIBE for all the latest and hottest updates, battles, gameplays, walkthroughs, vlog's, parody's & more for more videos! I hope you all enjoyed, more to come so sit back, relax and enjoy the ride everybody. Stay tuned for more! Want To Rock Unreal Merchandise? Check It Out Here! You Can Add Me & Interact With Me Here  Facebook  Twitter Follow me On INSTAGRAM As well guys  UnrealStudioEnt Checkout my Bros for more videos!  My Second Channel  FatalBrotherHood  TheCodBrothers ", "viewCount": 0.4111262513659066, "labels": [25, 268, 682]}, "kPXVmQDBguk": {"likeCount": 0.2155336037465062, "dislikeCount": 0.047712125471966245, "videoId": "kPXVmQDBguk", "title": "", "description": "", "length": 0.2625312450961674, "keywords": "Brussels Airport Airport Aircraft Spotting Hobby Airport Literature Subject Aircraft Type Of Fictional Setting Landing Boeing Airplane Simulator Plane Carrie Airport Station Transit Stop Airlines Airbus Underwood Takeoff Flying Aviation Industry Simulation Literature Subject Fs2004 International Carrie Underwood Cessna Fs9Plane spotting at Brussels airport  22 planes in 7 minutes!Plane spotting at Brussels airport  22 planes in 7 minutes! Hey all, Finally a new compilaton, from Brussels airport. The footage was taken on august 7th this year. Most shots were made without tripod, so I apologize for the shaky shots. I know it's not the best video I've ever uploaded, but I hope you'll enjoy it anyways  This video includes A340, 787, 77W, A330, 767, 737, A320, and more. Thanks for watching! Comments are always appreciated  And please subscribe, if you haven't already. Check out my FB page My photos on AP.net mylosairplanefan 2014. This video may not be used in any way without my permission.", "viewCount": 0.4085183508052779, "labels": [2, 44, 46, 107, 109, 114, 138, 145, 155, 162, 785, 1162]}, "-Qej2wPbtUo": {"likeCount": 0.1361727836017593, "dislikeCount": 0.09030899869919436, "videoId": "-Qej2wPbtUo", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "Bleach Heat the Soul Kenpachi Zaraki vs Byakuya Kuchiki Episode 290 291 292 293 294 295 296 297 298 299 300 ytstretch169Bleach Heat the Soul 7 Kenpachi Zaraki vs Byakuya KuchikiDoes anybody know how to change the difficulty? LOOK HOW HE JUST STANDS THERE WHEN I USE KENDO!!", "viewCount": 0.3855094951158622, "labels": [0, 1, 516]}, "-SeYoq-AZvc": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "-SeYoq-AZvc", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "Sunday ride Vermont motorcycle CBR900 CBR900RR HondaCBR900RR run up Rt 8 in VermontShooting up Rt 8 on my CBR900RR in southern Vermont between Rt 100 and Rt 9. Late summer 1996.", "viewCount": 0.3396722278503774, "labels": [2, 7]}, "wjA5jc_fxjo": {"likeCount": 0.1278753600952829, "dislikeCount": 0.047712125471966245, "videoId": "wjA5jc_fxjo", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "Factor 2008 Live Week Eoghan QuiggX Factor 2008  Live Week 3 Eoghan QuiggYou Can Win Eoghan! xxx", "viewCount": 0.33861421089308186, "labels": [3]}, "wpXvpf4N4rE": {"likeCount": 0.14471580313422192, "dislikeCount": 0.0, "videoId": "wpXvpf4N4rE", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "Russian synth module drummodule drum electronic rmif elsitaRMIF Elsita demo part 2A short demo, with a main purpose to show features and the sound of this specific drum module. This drum synth has been fully serviced, and has a modification. In contrary to other models, this one can output all four channels separately. This is the second demo, and a different model than I use in the first demo. The Elsita is Russian drum synth and 10 parts are used. This makes every model sound a bit different. In the demo on some moments a little bit of feedback and delay is used. Model number 03 90 52 79", "viewCount": 0.3776701183988411, "labels": [33, 599, 1800]}, "mat6wyn4Z5k": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "mat6wyn4Z5k", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "Joyful Noise Handbells Church Christian music Christmas Advent\"I Heard the Bells on Christmas DayGreensleeves\"First Sunday of Advent. Music for the offeratory", "viewCount": 0.32237554536572416, "labels": [3140]}, "mLQHC-XwiRA": {"likeCount": 0.21367205671564068, "dislikeCount": 0.047712125471966245, "videoId": "mLQHC-XwiRA", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "Gold Chemical Element no water no water marble nails Water Marble Nail marble nails marble nails no Water Chemical Compound easy marble nail easy nails cutepolish cutepolish marble nails marble nail art simple marble nails style look how to nails diy nails Howto Media Genre Do It Yourself Website Category gold red nail art gold red nail tutorial gold red nails water marble nail art water marble nail art without water my simple little pleasuresNo Water Gold Marble NailsCookieChipIry & Essence of Winter CollabHello Cookies! This is a super old video, please check out the newest ones  I came up with this since I am really bad at water marbling but still wanted some funky nails  Please make sure you put a direct link to this video and my channel in your video or blog post if you want to create an alternative tutorial or look based on this method  Check out my comedy channel! Click here    Let's get social ! Instagram Twitter Down below you will find the links to all the looks that have been made under the essence of winter collab Angelica Gold Jason Silver Bells Gemma Mistletoe Monique Millan Poinsettia Reina Candy cane Rena Angelic & Sugar Plum StephieJay Tree Decorations Grecia Winter Wonderland Wildlyprofuse's Blizzard Makeup Look Laurie Ann Tinsel Genie Champagne ", "viewCount": 0.3228400358703005, "labels": [181, 216, 222, 249]}, "mMb9aeRIOi8": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "mMb9aeRIOi8", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "occra ds650 quad dirtbike motocross cross country oklahoma race wreckOCCRA Fletcher Ridgeline race clipsOCCRA Fletcher Ridegeline race clips", "viewCount": 0.30207754881935583, "labels": [2, 17, 19, 30, 143, 166, 345]}, "8AuXN3-RcI8": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "8AuXN3-RcI8", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "Dover Race 2007 NASCAR Autism Speaks 400Dover Front Stretch 1Walking up the front stretch at Dover 6407", "viewCount": 0.316790781000148, "labels": [17, 19]}, "bm45fr-R1W8": {"likeCount": 0.1380211241711606, "dislikeCount": 0.0, "videoId": "bm45fr-R1W8", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "portland cello project nick jaina power oregonPortland Cello Project feat Nick Jaina  PowerFrom the disc \"Portland Cello Project\" 2008 Downloas the disc here Lyrics In the fullness of the moon, I see my only secret tomb And all the bitterness and hate you can just scrape right off your plate Set aside your clever smile, come and lay with me a while While you're drawing up your will, the apartment house is still They shut the power off When the moon is proper full, set your hands into the wool And dig down into the skin, feel the fever held within Remember when we thought we'd die, the cops fell out of the sky Pushing through the night, your hand held my hand so tight They shut the power off Rumors suit you just fine, they warm you like wine Pass strangers and tired roads Singing in the park, ten feet further in the dark Your saviors are all failures to me", "viewCount": 0.3407390904470732, "labels": [278]}, "bqJfckLsVtI": {"likeCount": 0.1886490725172482, "dislikeCount": 0.047712125471966245, "videoId": "bqJfckLsVtI", "title": "", "description": "", "length": 0.244870631990508, "keywords": "St Louis Wedding Videography Saint louis Wedding Weddings videographer Video videography st. louis st louis missouri MO Midwest wedding films cinematic weddings Illinois IL wedding videographer wedding videos destination weddings destination wedding STLVA Wedding Films DSLR Wedding DSLR weddings Canon 5D Mark II wedding wire brides choice awardYinka & Ronke Wedding HighlightHighlights from Yinka & Ronke Wedding 2010. Created and produced by ", "viewCount": 0.4427421187280596, "labels": [71, 152]}, "WY_9__vVXKg": {"likeCount": 0.16901960800285137, "dislikeCount": 0.07781512503836437, "videoId": "WY_9__vVXKg", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "Louis Smith Olympic Athlete Top Tips gym workout tips how to be an athlete gymnastics tips Gymnastics Sport Athletics Sport sportLouis Smith Top Tips To Keep FitLooking for fitness advice? In this video Louis Smith shares his top five tips to keep you motivated and to help you progress in your sport.  Britain's most successful ever gymnast. Triple Olympic medallist and Strictly Come Dancing 2012 Champion  SUBSCRIBE WEBSITE TWITTER Louissmith1989 FACEBOOK ", "viewCount": 0.38477576883923315, "labels": [261]}, "nSrGq9h84Zs": {"likeCount": 0.23364597338485296, "dislikeCount": 0.06020599913279624, "videoId": "nSrGq9h84Zs", "title": "", "description": "", "length": 0.23654879848909, "keywords": "The Automatic monster cosmic182 cosmic Monster live The Automatic live reading festival 2006 leeds festiva 2006The Automatic  Monster live Leeds 2006The Automatic  Monster live Festival Reading and Leeds 2006", "viewCount": 0.4509565403222793, "labels": [3, 4, 9, 28, 324]}, "nTyZsgZlwVc": {"likeCount": 0.18388490907372554, "dislikeCount": 0.10413926851582252, "videoId": "nTyZsgZlwVc", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "Delta Sigma Theta MSU Stroll Off 2008 EpsilonDelta Sigma Theta MSU Stroll Off hype strollDelta Sigma Theta MSU First Stroll Off Fall 2008 hype stroll", "viewCount": 0.4693216748951045, "labels": [8]}, "Yt3d5vlqbfk": {"likeCount": 0.1991226075692495, "dislikeCount": 0.07781512503836437, "videoId": "Yt3d5vlqbfk", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "Bread Chorizo Goat Cheese Goat's Cheese Sundried Tomatoes Sundried Tomatoes Tomato Sundried Baking Stuffed Cheese Rolls Roll Eating Recipe Easy Simple Frugal Core Cooking Food Kitchen How toHow to make Stuffed Bread RollsToday I'll be making stuffed bread rolls. Fresh, tasty rolls, with a generous, delicious core of goat cheese, chorizo and sundried tomatoes. Perfect as an accompaniment to soup or light meals. If you're not a fan of the stuffing it's super easy to customise it to your preferences! Check out the original post here Thanks for watching! Get more recipes from FiveEuroFood.com Soundtrack information  Main Soundtrack Everything Begins  Artist Dan O'Connor DanoSongs.com  Original Track URL Licensed under a Creative Commons license CCBY30 under terms outlaid here ", "viewCount": 0.4341513659870251, "labels": [11, 20, 22, 32, 173, 211, 321, 334, 483, 1156, 3436]}, "Yv0MO6dHgoY": {"likeCount": 0.259659709562646, "dislikeCount": 0.03010299956639812, "videoId": "Yv0MO6dHgoY", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "whitneysews whitneysews.com whitney sews aglanceatmyworld Pillow sham cover dress shirt button up shirt shirt mens shirt upcycled recycle thrifted husband sewing diy do it yourself howto how to howto instructions details Recycling Industry oklahoma downsizing reduce reuse upcycle recycled dragon repurpose create creative idea ideas pillow cover easy very easy beginnerPillow Sham from Shirt VERY EASY  Whitney SewsClick here for more info Create a cute pillow sham using a button up shirt. Mentioned links Sweetheart Pillow Sham  Sunburst Pillow Sham  Lollipop Flower Headband  Button Wall Art  Fabric Bunting  Find more tutorials and patterns at WhitneySews.com  Whitney Sews facebook Instagram Personal channel www.youtube.comuserwhitneyfletcher Website My etsy stores & ", "viewCount": 0.3974649834438722, "labels": [66, 390, 2502]}, "YxSlgm2uuXo": {"likeCount": 0.23873898263387294, "dislikeCount": 0.14623979978989562, "videoId": "YxSlgm2uuXo", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "Samsung Galaxy Grand 2 Samsung Galaxy Grand Consumer Product Samsung Galaxy Note 4 Kit Kat Candy Bar GenNxt N4 note 4 rom touchwiz 4.4.4 note 4 lollipop rom lollipop 5.0.2 5.1 galaxy s6 rom lollipop 5.1 note 4 apps smg7102 smg7105 touchwiz loolipop rom samsung lollipop Software Industry android update official update kitkat 4.4.4 cm12 cm11 CyanogenMod Software Android Operating System Note 2 s3 ultra power saving mode s6 touchwizNOTE 4 ROM for GALAXY GRAND 2  SMG7102  Kitkat 4.4.4 GenNxt N4this is an rom video for samsung galaxy grand 2 based on galaxy NOTE 4 its called GenNxt N4 . this rom contains most of the apps from the Note 4 and all the settings, features and user interface.. is identical to galaxy note 4 and galaxy A5 this rom is very stable almost everything is working fine only vibrator does not works ultra power saving mode is there but its not working bluethooth , wifi, ril... everything is working just fine. XDA thread  Follow me on G ", "viewCount": 0.4833727059286069, "labels": [21, 23, 24, 115]}, "Z0lVkF-yvNE": {"likeCount": 0.19731278535996988, "dislikeCount": 0.06020599913279624, "videoId": "Z0lVkF-yvNE", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "duelo chokkaku awesome great Vs strider rugal fight Capcom SNK Flash Fight Sprite Clock WorkCapcom vs SNK Strider Hiryu vs Rugal  part 1. Songs used From Tenchu 2 OST  Anun From Shaman King Spirit of Shaman OST  Tao Ren's Theme From Bleach La distancia para un duelo and Chokkaku both Stryder Hiryu and Rugal belongs to their own respective companies. Flash animation  3k frames more I spent a year to do this! most because of procastination Lol Hi everybody! Sorry for the looooooooong time, but like I said, new videos will come! It is because animations like this one takes time to do, and you know, college and stuff too... Anyway I hope you guys enjoy it!", "viewCount": 0.38274338954007797, "labels": [0, 1, 649]}, "-Z4uUJ7gL2c": {"likeCount": 0.1380211241711606, "dislikeCount": 0.1, "videoId": "-Z4uUJ7gL2c", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "entak precut entak ps4 phly ps4 baron ps4 war thunder ps4 precut ziplockpc vs ps4 war thunderentak, i just got fired. you asked for this video. here it is. we all bleed red. its funny how bad we ps4 are singled out. there is only one way to feel the pain, play WT on a ps4.", "viewCount": 0.3377670439334323, "labels": [245]}, "3NdeDdZUK4w": {"likeCount": 0.26848453616444123, "dislikeCount": 0.12304489213782739, "videoId": "3NdeDdZUK4w", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "SABER GRAFFITI STREET ART ART THE SEVENTH LETTER AWR MSK THE HUNDREDSTHE HUNDREDS X THE SEVENTH LETTER  SABERSABER OF THE SEVENTH LETTER  AWR  MSK. THE HUNDREDS IS HUGE. Visit The Hundreds Follow The Hundreds blog Facebook Twitter Instagram Tumblr Snapchat thehundreds", "viewCount": 0.4932428100473536, "labels": [418]}, "qQwMeGTdjrE": {"likeCount": 0.18195439355418688, "dislikeCount": 0.03010299956639812, "videoId": "qQwMeGTdjrE", "title": "", "description": "", "length": 0.2576341350205793, "keywords": "lock on lomac flaming cliffs black sharkProject 50By Glowing Amraam Game Lock On with the soon coming addon Black Shark Help us caption & translate this video! ", "viewCount": 0.42118944233009875, "labels": [1]}, "qSMf4gBCnNE": {"likeCount": 0.20934216851622353, "dislikeCount": 0.06020599913279624, "videoId": "qSMf4gBCnNE", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "Internazionale Inter Milan Football Team Football Player Profession Sky Name SourceEuropaLeagueInterVaslui22Highlights3082012 SKYL'Inter si qualifica pareggiando in casa!", "viewCount": 0.44506339505970055, "labels": [0, 12]}, "qV0lRfqf6rw": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "qV0lRfqf6rw", "title": "", "description": "", "length": 0.23384564936046048, "keywords": "Kurtiss Colvin vs Cleveland Ishe Round 3 KOKurtiss Colvin vs Cleveland Ishe Round 3 KOKurtiss Colvin vs Cleveland Ishe Round 3 KO", "viewCount": 0.32979792441593625, "labels": [0, 92, 110]}, "eNvAYpn9ku4": {"likeCount": 0.20863598306747486, "dislikeCount": 0.0, "videoId": "eNvAYpn9ku4", "title": "", "description": "", "length": 0.2532754378992498, "keywords": "Nice CityTownVillage Vincent Niclo Musical Artist amore puroVincent Niclo interprte \"Amore puro\"  NiceAmore PuroNice Avril 2015 Palais de la Mditerrane", "viewCount": 0.38182918907999963, "labels": [3, 4]}, "eOaF4bE5los": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "eOaF4bE5los", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "the beatles rock band white album side two dlc trailer custom fan made birthday revolution helter skelterThe Beatles Rock Band White Album Disc Two Custom TrailerOk, this is my first second trailer and I tried to do a better LipSinc. This trailer ended up very very long, so I'll do a shorter version of the trailer. I hope that you enjoy the George's magical mustache!", "viewCount": 0.3027757204690554, "labels": [512, 3827]}, "eQR6EfZ24Vs": {"likeCount": 0.25440680443502756, "dislikeCount": 0.21931245983544617, "videoId": "eQR6EfZ24Vs", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "Boj Boj episodes Boj Cbeebies wizz wizz kids cbeebies kids tv shows CBeebies TV NetworkBoj  Goes CampingFor more Boj visit For the best kids show subscribe to the Wizz channel A fatherson camping trip in Giggly Park ends up in chaos! But Boj has a bojaboom idea to save the day and get everyone camping together. Wizz CartoonsForKids", "viewCount": 0.5670918117745722, "labels": [5, 16]}, "WR21ebUjpuQ": {"likeCount": 0.16127838567197356, "dislikeCount": 0.0, "videoId": "WR21ebUjpuQ", "title": "", "description": "", "length": 0.26222140229662955, "keywords": "James Helder Kugan Cassius Dereck Chisora Boxer Kevin Johnson wadi camacho london boxnation ifl tv ifilm london frank warren my gym finchley we film stuff eltra vie trainer coach mentorDON CHARLES TALKS DERECK CHISORA v KEVIN JOHNSON & PARTING COMPANY WITH WADI CAMACHO FOR iFL TVDON CHARLES TALKS DERECK CHISORA v KEVIN JOHNSON & PARTING COMPANY WITH WADI CAMACHO FOR iFL TV", "viewCount": 0.35087989654039053, "labels": [92]}, "5-BJUk437PU": {"likeCount": 0.1806179973983887, "dislikeCount": 0.047712125471966245, "videoId": "5-BJUk437PU", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "One Piece Unlimited Adventure vs Mr.2 Bon Clay Wiivs Mr.2 Bon Clay  One Piece Unlimited Adventure Wiivs Mr.2 Bon Clay  One Piece Unlimited Adventure Wii", "viewCount": 0.45546345062173255, "labels": [0, 1, 5]}, "clEYKPdRV0E": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "clEYKPdRV0E", "title": "", "description": "", "length": 0.23710678622717363, "keywords": "Washington Youth Soccer State Cup HighlightsWashington Youth Soccer State Cup HighlightsWashington Youth Soccer State Cup Highlights", "viewCount": 0.3473340964185936, "labels": [0, 12, 91]}, "_63ZSjy_7G8": {"likeCount": 0.18573324964312687, "dislikeCount": 0.1146128035678238, "videoId": "_63ZSjy_7G8", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "very fast bad crash BIG BORE liquid 49cc pocket bike canadian tire logstar burnout fun cool starx star c5 cooled bashin drunk crazy stunting break in pocketbike backflip49cc Pocket bike Star X C5 big bore liquid cooled49cc Bigbore liquid cooled This was the first run with it more to come as we break it in It takes me hours, sometimes all day to create a single video for your enjoyment, yet it only takes \"2 sec\" for you to leave a comment, is that to much to ask for? Just leave a \"LOL\" \"LMAO\" \"Nice\" anything, just show a tiny little love. If you hate the video, STILL LEAVE A COMMENT. Its the least i'm asking for. Thank You In Advance ,Logie", "viewCount": 0.4776257948463677, "labels": [2, 30, 55, 1197]}, "K7nbabUYszI": {"likeCount": 0.2873320601815399, "dislikeCount": 0.15563025007672873, "videoId": "K7nbabUYszI", "title": "", "description": "", "length": 0.2568201724066995, "keywords": " GTA San Andreas by stargame   StarGame1994 StarGame1995 STALKER GTA San Andreas   64         Poznjaki  ,        GTA San Andreas.          \"\".   !        Steam ", "viewCount": 0.5028782655473741, "labels": [0, 1, 35, 134]}, "6O5mlY4uc_E": {"likeCount": 0.17708520116421445, "dislikeCount": 0.047712125471966245, "videoId": "6O5mlY4uc_E", "title": "", "description": "", "length": 0.26414741105041, "keywords": "Wisconsin Marching Band 2012 Rose Bowl halftime show Salute to the Jersey Boys Superb Outstanding performance UW Madison2012 Wisconsin Marching Band Rose Bowl Halftime Show  Salute to the Jersey BoysUW Madison Marching Band Salute to the music of Frankie Valli and the Four Seasons. Filmed at halftime of the Rose Bowl in Pasadena, California on Jan. 2, 2012. RHS Productions. Video and editing by Robert Stephens.", "viewCount": 0.405922251252969, "labels": [4, 13, 164]}, "5ks8TVUqpyk": {"likeCount": 0.2155336037465062, "dislikeCount": 0.12552725051033062, "videoId": "5ks8TVUqpyk", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "Shelter In The Van Again When 20 Summers Pass Classic Victory Records Artist Video Song AlbumCLASSIC VICTORY VIDEO Shelter \"In The Van Again\"SHELTER \"In The Van Again\" from the album When 20 Summers Pass iTunes Amazon MP3 Spotify CD  Merch CLICK HERE to Watch more Classic Victory Records Videos www.Facebook.comVictoryRecords www.VictoryRecords.com", "viewCount": 0.4057552001054533, "labels": [14]}, "rxrg1FzDgl4": {"likeCount": 0.21818435879447728, "dislikeCount": 0.0, "videoId": "rxrg1FzDgl4", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "zowolf cediru alanu art trade speedpaint oldfield wolf drawing photoshop cs5Alanu  Zowolf Art TradeArt trade with the wooooonderful Zowolf. This doesn't mean I'm open for AT's.  Sorry. This is her character, Alanu. I love the colors. I made this in Photoshop CS5 using tablet. I got very happy with the style of the background. Looks kinda realistic  Music Mike Oldfield  The Tempest See the full size picture here ", "viewCount": 0.40270640621510456, "labels": [5, 15, 49, 80]}, "rx6EUgbhWAs": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "rx6EUgbhWAs", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "lamborghini gallardo fm forza motorsport fm3 darkpyro038 microsoft game studios super cars fastForza Motorsport 3  Lamborghini Gallardo around the trackForza Motorsport 3 Xbox 360 I am NOT the one playing in the video. darkpyro038", "viewCount": 0.3639187559935754, "labels": [19, 48, 177, 460, 575, 2514]}, "MJmSXu5Pajc": {"likeCount": 0.17075701760979364, "dislikeCount": 0.0, "videoId": "MJmSXu5Pajc", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "Billy Currie Midge Ure Warren Cann Chris Cross Brilliant Tour Rage In EdenUltravox  I Remember Death In The Afternoon Oxford 2012Live at New Theatre, Oxford. 2nd night of the Brilliant Tour  Saturday 22 September 2012. ", "viewCount": 0.3711385379098452, "labels": [3, 4]}, "CfafaGHl9-c": {"likeCount": 0.19190780923760742, "dislikeCount": 0.047712125471966245, "videoId": "CfafaGHl9-c", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "Alan Jackson Christma videoAlan Jackson Let It Be ChristmaAlan Jackson Let It Be Christma", "viewCount": 0.45485613818975507, "labels": [3, 4]}, "T2MhFUXhECw": {"likeCount": 0.1146128035678238, "dislikeCount": 0.07781512503836437, "videoId": "T2MhFUXhECw", "title": "", "description": "", "length": 0.2531478917042255, "keywords": "Bug Marvel Avengers Alliance bug playdom bug playdom bug working The Avengers Film Avengers Organization In FictionMarvel Avengers Alliance BUGThis is a playdom bug working on all playdom games, but you must have 30 points on your main account everytime you want to work !", "viewCount": 0.4102090525511837, "labels": [0, 2800]}, "t9ZqOHtV0Ss": {"likeCount": 0.2056904851336473, "dislikeCount": 0.1, "videoId": "t9ZqOHtV0Ss", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "Belshaw Mark 6 Donut Robot www.bakeryequip.coBelshaw Mark 6 Donut Robot, French CrawlerBelshaw Mark 6 Donut Robot, French Crawler Donut Plunger. Discount Bakery Equipment 18008780539, www.bakeryequip.co", "viewCount": 0.462135287281021, "labels": [11, 20, 22, 62, 211, 1540]}, "a8V0-Y-Pyhk": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "a8V0-Y-Pyhk", "title": "", "description": "", "length": 0.2690196080028514, "keywords": "walking kettlebell swing rehabcare mental illness wild geese kettlebell challenge1 Mile Walking Kettlebell Swings Challenge for Charity Head coach Dave Hedges performs a mile of walking kettlebell swings to raise funding and awareness for He's helped along the way by Training partner and Wild Geese co founder, Paul Cox and Ireland's Strongest Man, James Fennelly. Three teams of regular Wild Geese memebers also took part covering the mile in relay teams.", "viewCount": 0.34255342204982636, "labels": [1455]}, "QOIhpfwj-A8": {"likeCount": 0.2549003262025788, "dislikeCount": 0.07781512503836437, "videoId": "QOIhpfwj-A8", "title": "", "description": "", "length": 0.215836249209525, "keywords": "can you feel the love tonight marching band audioCan You Feel The Love Tonight  Marching Band AudioPlease read the end credits for more information about the music. NONE OF THE MUSIC BELONG TO ME!", "viewCount": 0.47546693502843357, "labels": [13, 164]}, "uKIljS_-Rc8": {"likeCount": 0.11139433523068368, "dislikeCount": 0.11139433523068368, "videoId": "uKIljS_-Rc8", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "420 pkers dcranger kwegibohb zezima elvemage kids ranqe blk ancient noob own bandos godsword ownage runescape bankMy runescape bank. OLD NEW COMING SOONJust my runescape bank after 2 months of coming back after my main got banned. I had nothing to start out with on this account. PS Range of Ish don't try and psot dumb comments on your alt youtube accounts and act like you have fans. We all know the truth, that your some 13 year old british kid with no friends, and has issues. PSS I realize alot of people on runescape are richer than me. I am just posting this for everyone who thought i was a noob. Ignore this Elvemage Zezima Kids Ranqe Devil Dante Noob Runescape Ownage Bandos Godsword Pking Kwegibohb FTW 420 pkers 420pkers dcranger tank Gears of War Montage Xbox live Elvemage Zezima Kids Ranqe Devil Dante Noob Runescape Ownage Bandos Godsword Pking Kwegibohb FTW 420 pkers 420pkers dcranger tank Gears of War Montage Xbox live Elvemage Zezima Kids Ranqe Devil Dante Noob Runescape Ownage Bandos Godsword Pking Kwegibohb FTW 420 pkers 420pkers dcranger tank Gears of War Montage Xbox live Elvemage Zezima Kids Ranqe Devil Dante Noob Runescape Ownage Bandos Godsword Pking Kwegibohb FTW 420 pkers 420pkers dcranger tank Gears of War Montage Xbox live Elvemage Zezima Kids Ranqe Devil Dante Noob Runescape Ownage Bandos Godsword Pking Kwegibohb FTW 420 pkers 420pkers dcranger tank Gears of War Montage Xbox live Elvemage Zezima Kids Ranqe Devil Dante Noob Runescape Ownage Bandos Godsword Pking Kwegibohb FTW 420 pkers 420pkers dcranger tank Gears of War Montage Xbox live Elvemage Kids Ranqe Zezima", "viewCount": 0.36021685513789975, "labels": [0, 139]}, "uMccW8h8VAI": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "uMccW8h8VAI", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "Hands messi ronaldo cristiano Lionel Messi Soccer Player Association Football Sport SPORT magazine Neymar ronaldo RObben RIbery Muller Bayern Munchen Barcelona Bundesliga FC Barcelona Brand rooney RVP Gomez DZeko Aguero iniesta xavi fabregas C.ronaldo reus gotzeThomas Mller  Hold your colour  201213 Thomas Mller Hinrunde Bundesliga saison 201213 SongPendulum  hold your color ", "viewCount": 0.3400192488592576, "labels": [0, 12]}, "it-dTcFGsFc": {"likeCount": 0.3907088745074296, "dislikeCount": 0.3485437481076301, "videoId": "it-dTcFGsFc", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "red light nursery rhyme trafic lights red light red light rhyme transportation for kid stories for kids traffic light kids traffic signs street signs for children transport for kid turtle interactiveRed light, Red light what do you say?  Nursery RhymeDo you know what the traffic lights say? The video song explains kids the purpose of traffic signals in a fun and interesting way. Watch our fun filled Hindi nursery rhyme  'Red Light' for kids  Small kids can learn a lot from watching nursery rhymes with educational video and music. It helps them learn through watching cartoon animals and interesting characters.", "viewCount": 0.6771859582891522, "labels": [5, 16, 2861]}, "p-f_S1n4GVo": {"likeCount": 0.14913616938342728, "dislikeCount": 0.047712125471966245, "videoId": "p-f_S1n4GVo", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "gtfan712 gtfan sneaker review sneaker video shoe review shoe video review on feet worn wear pinroll collab ronnie fieg fieg kith wdgtwt wdywt mercer pants yeezy 2 yeezy air yeezy air yeezy 2 red october jordan kobe lebron kd qs quickstrike retro gtfan712 presents gtfan712 features nike nike running roshe run rosherun roshe teamroshe team roshe roshes calypso comparison compare siren red sirens mango mangos og original black anthracite bright mango greyComparison Nike Roshe Run  Mango vs. SirenGTFan712 compares the Mango and Siren Red Roshe Run. Watch in HD! Website Twitter Instagram Facebook Flickr Tumblr Nike Roshe Run Medium GreyWolf GreyBright Mango 511881006 Retail Price 70 Release Date Spring 2012 Asia exclusive Nike Roshe Run BlackAnthraciteSiren Red 511881016 Retail Price 70 Release Date Spring 2012 Join the Roshe Run discussion on the NikeTalk Forums Join the Roshe Run discussion on the SoleCollector Forums Join the sneaker discussion on Reddit ", "viewCount": 0.38417347789747436, "labels": [66, 148, 253, 271]}, "BtYMqUqW2KU": {"likeCount": 0.15314789170422552, "dislikeCount": 0.03010299956639812, "videoId": "BtYMqUqW2KU", "title": "", "description": "", "length": 0.2506505032404872, "keywords": "fender fender custom shop custom shop master built masterbuilt Jazz Precision Bass Jazz Bass Precision Bass j bass p bass Greg fessler paul waller vintage relic custom bass club chicago Fender Precision Bass Guitar Bass Musical Instrument Bassist ProfessionBass Club Chicago Fender Custom Shop Bass Feature!Bass Club Chicago shows off some current stock of Custom Shop and Master Built Fender basses. Check out our current stock of ALL our Fender gear here Contact us at 773 5613521 if you have any questions. Be sure to check out our website at Friend us on Facebook! Follow us on Twitter ", "viewCount": 0.3858236335429513, "labels": [4, 9, 10, 37, 1721, 2656, 3137]}, "Bw2M2eh5bd4": {"likeCount": 0.16334684555795864, "dislikeCount": 0.047712125471966245, "videoId": "Bw2M2eh5bd4", "title": "", "description": "", "length": 0.25158738437116795, "keywords": "100513 pc kitch porkchopsKitchen Consigliere, Pork Chops JoeyAngelo cooks Pork Chops Joey and chats about former mob boss Joey Merlino with co host Marnie Hall.", "viewCount": 0.3998433718864469, "labels": [11, 20, 22, 29, 32, 120, 122]}, "BxNai5-Jzro": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "BxNai5-Jzro", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "Walt Disney World Construction Industry Disney DVC Disney Vacation Club Grand Floridian Contemporary ResortDisney's Grand Floridian DVC Construction From Several Angles, Walt Disney World 4512Visit or for more information. This is the view of the Grand Floridian DVC Villa construction as well as Grand Floridian beach refurbishment on April 5th, 2012 from the resort monorail, Grand Floridian balcony, ground level and the Contemporary Resort roof! Disney's Grand Floridian Villas are slated to open in late 2013, and will be the 12th DVC property. Visit our websites Follow us on Twitter Subscribe to our channel on YouTube Video shot and edited by Jeff Lange.", "viewCount": 0.3546789351631259, "labels": [141, 299, 396]}}