{"SQyvbGrlvlo": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "SQyvbGrlvlo", "title": "", "description": "", "length": 0.25289167002776547, "keywords": "King Country Western Troubadors hillbilly Vampire Squidbillies Early Cuyler Austin Texas SXSW Rockabilly Junior Brown Goth Billy Bob Thornton party liquor chart toppin adult swim reverend club king 290 guitar vox amplifiers ac 30 tonelab se veg mcartful Rock Roll boxmasters redneck sideburns ventriloquist target practice warwick bassUnknown Hinson 07282007  03  Train Time  I Fought The Law07282007 Unknown Hinson at Stubbs BarBQ in Austin Texas for a private NAMM show sponsored by Tascam and Coffin Cases. The Mother Truckers opened followed by The Lonesome Spurs. Thanks to \"mcchunkstyle\" for the info. Unknown Hinson Myspace Unknown Hinson CDs, Teeshirts, Posters Tour Schedule and Booking info available at his official website Bass  Roger \"Tiny\" Kohrs Drums  Bill \"Buddy Boy\" Scott", "viewCount": 0.3401572845676446, "labels": [3, 4, 6, 9, 37]}, "0Ag2roFYsuc": {"likeCount": 0.20043213737826426, "dislikeCount": 0.07781512503836437, "videoId": "0Ag2roFYsuc", "title": "", "description": "", "length": 0.2699837725867246, "keywords": "copper platter plate metal smithing metal craft old world hammering hammering a bowl hammering a platter making a centerpiece Howto Conference Subject Hammer Invention rob barrett rob barrett jr. cooking for dads cookingfordadsHow to Hammer Out a Copper Platter or PlateHere's step by step instructional video on how to hammer out a copper plate or platter from copper sheeting. I like random shapes but you can do any kind you want. I've sped up the boring, repetitive hammering parts and just kept the important instructions. Enjoy and let me know what you think. Join me on Facebook and share your copper and metal photos hammer well, Rob Barrett, Jr. Cooking for Dads Copper by Rob IceGlobes on Twitter", "viewCount": 0.43462747161421283, "labels": [2918]}, "bRWUMZ_AnD0": {"likeCount": 0.13424226808222062, "dislikeCount": 0.047712125471966245, "videoId": "bRWUMZ_AnD0", "title": "", "description": "", "length": 0.2698970004336019, "keywords": "urban gardening garden ghettoman ghetto plants avacodo garlic home grown window mikey hobbyUrban Gardening 101A lil somethin to do in the winter, and fun for lil kids to try..  D ..and somethin funny at the end..lol", "viewCount": 0.31061908972634156, "labels": [126, 220, 276]}, "YTx_XrurW44": {"likeCount": 0.18129133566428557, "dislikeCount": 0.047712125471966245, "videoId": "YTx_XrurW44", "title": "", "description": "", "length": 0.2587710965018912, "keywords": "fakeasiandude f.a.d. emblems cod codbo codbo 2 black ops 2 blops blops 2 modern warfare mw2 mw3 treyarch playercards black ops 2 protoman emblem black ops 2 megaman emblem zero rush dr wiley capcom street fighter marvel protoman x megaman x megaman nt warrior battle networkBlack Ops 2 Protoman XMegaman Emblem TutorialLike and subscribe for more awesome emblems from F.a.D. Song Title  The Catch by Feint  Check Them Out!!!!!!", "viewCount": 0.3667266119382275, "labels": [36, 94, 147, 395]}, "eFSwUniG9Dw": {"likeCount": 0.2786041210242554, "dislikeCount": 0.13010299956639812, "videoId": "eFSwUniG9Dw", "title": "", "description": "", "length": 0.2568201724066995, "keywords": "Nails nailart    nail     trand Nail unit saranail Fluorescence   SARACEN nail art   Fashion Barbie Theme Barbie Fictional Character beaty   Art Collection Category Style   self nail   saranail academy  lecture  Fork art Academy Award Award IT's nail  it's nail 6 the saracen offline education counseling sara nail art IT's nail 6   Sense of the sea crocodile art. .    .  IT !   IT !         yu941110       .  !!                   ! THE SARACEN                                     Trendy beauty channel! THE SARACEN Together with Saracens in  Go to the mall Saracen total beauty  Watching the video of the nail art expertise  sara nail art center offline education counseling  Go to the Saracen Facebook  Sara Nail Academy Cafe which could share the information with people who perform the nail arts ", "viewCount": 0.48106625657904944, "labels": [39, 181, 216, 222, 249, 950]}, "sy0S68OEyyY": {"likeCount": 0.06989700043360189, "dislikeCount": 0.1, "videoId": "sy0S68OEyyY", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "Luke Wheeler Hockey Freestyle hockey's got talentLuke Wheeler  Hockey's Got TalentLuke Wheeler doing some Hockey freestyle!", "viewCount": 0.34622482153549977, "labels": [0, 12, 82, 118, 1624]}, "t0VJw4LXPDM": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "t0VJw4LXPDM", "title": "", "description": "", "length": 0.21702617153949577, "keywords": "IndyCar Series Sport Will Power Ryan HunterReay Helio Castroneves Scott Dixon Simon Pagenaud Tony Kanaan Takuma Sato Josef Newgarden Sebastien Bourdais Juan Pablo Montoya Marco Andretti Charlie Kimball crash Indianapolis Vihor 2015 IndyCar Series Season Jack Hawksworth Stefano Coletti Graham Rahal Carlos Muoz Gabby Chaves Tristan Vautier James Jakes Dale Coyne Ryan Briscoe ABC Supply Wisconsin 250 The Milwaukee Mile West Allis WisconsinVerizon IndyCar 2015. The Milwaukee Mile. Briscoe and Power Crash          . Verizon IndyCar 2015. The Milwaukee Mile. Briscoe and Power Crash              ,      Webmoney R487427443782 U301458060113 Z149688153194 . 41001741186520 QIWI 79179636654", "viewCount": 0.3573799582215741, "labels": [17, 19, 448]}, "_wmD3M-BfVo": {"likeCount": 0.5465225167979887, "dislikeCount": 0.39263939002696824, "videoId": "_wmD3M-BfVo", "title": "", "description": "", "length": 0.23636119798921446, "keywords": "epiphany acoustic happy hour music im in love with a stripper t pain vevo instrumental best love song lyrics t pain hip hop vevo TPainVevo best love song live thr33 ringz official greatest hits download revolver t pain official karaoke remix rap channel t pain live live 2015 t pain lyrics lyrics audio official video cover best love song official 2015 rappa turnt sanga Sony music video tpain playlist singleTPain  Best Love Song ft. Chris BrownTPain's official music video for 'Best Love Song' ft. Chris Brown. Click to listen to TPain on Spotify As featured on TPain Presents Happy Hour The Greatest Hits. Click to buy the track or album via iTunes Google Play Amazon More from TPain I'm N Luv Wit A Stripper I'm Sprung Take Your Shirt Off Follow TPain Website Facebook Twitter Instagram Subscribe to TPain on YouTube More great Hip HopUrban videos here  Lyrics Turn up the bass, turn up the treble, I'm about to take it to a whole another level! DJ turn off what you're playin', I want the whole club to hear what I'm sayin'! Because this girl means so much to me, And now we're on the floor and she touchin' me. And if I wanna take her home It's gotta be better than what they do on the radio! It's gotta be the crunkest It's gotta be the loudest It's gotta be the best the best love song she ever heard in her life I gotta tell her how I feel I gotta let her hear, the best love song she ever heard in her life No need for me to write it, I just gotta picture her smilin, And if you feel that way Go 'head and kiss your baby And now we've got the whole stadium in love like eh, eh, eh, eh, eh, eh, eh, eh", "viewCount": 0.7703544639839821, "labels": [3, 4, 6, 14]}, "b3qYHrPTPM8": {"likeCount": 0.29614210940664487, "dislikeCount": 0.13979400086720378, "videoId": "b3qYHrPTPM8", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Overlord Raising Hell trailer imps game gog gog.com action strategy awesome Halflings Codemasters Triumph StudiosOverlord  Raising Hell trailer Get in touch with your despotic side in Overlord, the twisted fantasy action adventure where you can be evil or really evil. In the game's seriously warped fantasy world, you'll become the Overlord and find out for yourself whether absolute power corrupts absolutely. You could be a regular Overlord who only overlords during banking hours. However, with incredible power at your disposal and a team of evilminded impish critters, the Minions, on hand to do your bidding, how will you resist the temptation to be wonderfully despotic? Delve deeper into the Overlord's twisted world as Overlord Raising Hell opens up a series of hellish new levels, each a twisted, corrupted version of the five major kingdoms Mellow Hills, Evernight, Heaven's Peak, the Golden Halls, and the Ruborian Desert. Access to each abyss is via a portal, which opens once a kingdom has been successfully conquered and the previous ruler banished to a personal hell within. However it's not just the fallen heroes that have been dragged into the abyss the Overlord's newly loyal peasants have also been taken down into hell too. Do you have what it takes to be really, really, really evil? Find out in this fun mixture of fantasy roleplaying, action, and adventure with just a little pinch of RTS!", "viewCount": 0.5234876516114271, "labels": [0, 1, 25, 35]}, "qNJ1_92G6LM": {"likeCount": 0.18808135922807914, "dislikeCount": 0.047712125471966245, "videoId": "qNJ1_92G6LM", "title": "", "description": "", "length": 0.25250448070368453, "keywords": "Slipknot Live Heavy MTL 2012 Duality QcWoopAss Snuff Spit it Out Vermillion Pulse of the magetsSlipknot  Duality Live Heavy Mtl 2012Slipknot Live au Heavy Montreal 2012", "viewCount": 0.41318110712703426, "labels": [3, 4, 28]}, "LyjP_QYbaYs": {"likeCount": 0.2100370545117563, "dislikeCount": 0.06989700043360189, "videoId": "LyjP_QYbaYs", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "gaming battlefield Video Game Culture Tank Invention Video Game Industry Battlefield Video Game SeriesHow to improve your aim with the tankquick little tank tip for you if you like these leave a like D Twitch Twitter uRaNRoBoT My platoon ", "viewCount": 0.30644579892269186, "labels": [0, 1, 124, 317]}, "UKGPO-1RslE": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "UKGPO-1RslE", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "disneyland disney paris parade fun clapping dancing princesses snow white cinderellaDisneyland Paris Jan 09 Princesses dancing in paradethe princesses dancing at the parade, get a kiss blown from Belle too lol", "viewCount": 0.33051363189436395, "labels": [8, 89, 175]}, "CVqGg0oyBPE": {"likeCount": 0.2307496037913213, "dislikeCount": 0.16720978579357176, "videoId": "CVqGg0oyBPE", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "new volkswagen passat r36 2010New Volkswagen Passat R36 2010New Volkswagen Passat R36 2010", "viewCount": 0.5196087713754108, "labels": [2, 7, 197, 316]}, "BqyCA5AOvho": {"likeCount": 0.06020599913279624, "dislikeCount": 0.08450980400142569, "videoId": "BqyCA5AOvho", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Potter Puppet Pals Midnight MurderPotter Puppet Pals Midnight MurderA Very Funny Cartton Made By Me Handmade 1st Go So It Might Not Be That Good", "viewCount": 0.33630475945210936, "labels": [5, 16]}, "6u1Cg1LL3AI": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06020599913279624, "videoId": "6u1Cg1LL3AI", "title": "", "description": "", "length": 0.2519827993775719, "keywords": "Line Rider Linerider Awesome Impossible Insane Long SandstormAwesome Line RiderThis is a Line Rider I made that is around 5 minutes long. I only used the line tool, the drawing tool was never used. Check it out and comment!", "viewCount": 0.3360025089189398, "labels": [2974]}, "6vQUQjz-qbc": {"likeCount": 0.14913616938342728, "dislikeCount": 0.03010299956639812, "videoId": "6vQUQjz-qbc", "title": "", "description": "", "length": 0.2509202522331103, "keywords": "adventure quest ubear battleon essence dragonAQ  Energy Essence Dragon & The NEW PWD?!Weapon Spear of Awe Armor Thunderbird Costume Shield Cutting Edge Guard rare Misc My Way Helm rare Pet Fairy Godmother Need help on finding the best Equipment? See this video COMING SOON Save 8,000 ZTokens and get the Poelala Guest for FREE! See how ", "viewCount": 0.363164666295842, "labels": [0, 5, 759, 2510]}, "6veiihcXktI": {"likeCount": 0.1414973347970818, "dislikeCount": 0.1079181246047625, "videoId": "6veiihcXktI", "title": "", "description": "", "length": 0.26434526764861876, "keywords": "Mtb bike park wales mountain Biking Sport Ride Riding Downhill Trail Cycling Dirt ExtremeBike Park Wales Red Wibbly Wobbly to Rim DingerA few of us were lucky enough to get to ride Bike Park Wales on the weekend. Here's footage from one of the red runs.", "viewCount": 0.4250956439331893, "labels": [53, 58, 163, 232, 427]}, "roTu2OtqTjM": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06989700043360189, "videoId": "roTu2OtqTjM", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "Abakan Rebirth STALKER Models Player Terrorist CSS Counter Strike Source Valve Skin Texture Custom Animations Phong Hacks Muzzle Flash Sounds Scope Sight Ammo Bullet FPSBanana Tutorial INS Insurgency Insurgents Marines United States GalilCSS Abakan Rebirth STALKER Preview VideoMillenia proudly presents Abakan Rebirth STALKER. This skin replaces the Galil on CSS. This skin can be downloaded here If anyone would like me to make preview videos for them, just PM me or comment on my channel.", "viewCount": 0.3190611797813605, "labels": [0, 1, 546]}, "VpvrY_jIFZk": {"likeCount": 0.14913616938342728, "dislikeCount": 0.06020599913279624, "videoId": "VpvrY_jIFZk", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "Eagle talon tsi awd 5 speed gopro hero hd external mic audio technica atr3350 3 inch exhaust megan racing loud race car microphone beater donuts rally eclipse gsx laser rs dsm 4g6391 Eagle Talon TSi AWD Beater  GoPro 2  External mic sound testMy first external mic test on the GoPro Hero 2. Audio Technica ATR3350 lavalier microphone. Mounted on the back of my car, opposite side of the exhaust exit. Talon just has Megan 3 inch turbo back with tubular recirculated O2 housing. 5 speed AWD. Boost control solenoid is gone. Boost creeps a little. Hits fuel cut frequently.", "viewCount": 0.39653428355606224, "labels": [2, 7, 95, 104]}, "F3V7XeqYdgw": {"likeCount": 0.17075701760979364, "dislikeCount": 0.10413926851582252, "videoId": "F3V7XeqYdgw", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "Pokemon black white wifi battle level aron sweep diamond pearl platinum heartgold heart gold soulsilver soul silver dppt hg ss hgss narration narrated commentary amazing beast theflamingspade shofu sucker4jessica emerald pokemon platinum pokmon crystal programs graphics softwareAmazing Level 1 Aron SWEEP!  Pokemon BlackWhite Wifi Battle 9 HD720pSo I pull off a crazy level one aron sweep im so happy. Oh well comment like subscribe!", "viewCount": 0.405157695847254, "labels": [0, 5, 81, 108]}, "qqzgbnWxsB0": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "qqzgbnWxsB0", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "religious country gospel band help me god jesus churchCountry Gospel Band Help MeCountry Gospel Band doing Help Me, on New Years Eve 2007.", "viewCount": 0.31115985248803946, "labels": [389, 1357]}, "j4vc1qjtorM": {"likeCount": 0.10413926851582252, "dislikeCount": 0.047712125471966245, "videoId": "j4vc1qjtorM", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "onlinemrwats TNIS Rubber band Heath WatsonRubber Bands first performanceThey are back for the first week of term 3", "viewCount": 0.3898066660641635, "labels": [3, 4, 9, 13, 38]}, "0p2kNIOnGbY": {"likeCount": 0.26748611407378114, "dislikeCount": 0.08450980400142569, "videoId": "0p2kNIOnGbY", "title": "", "description": "", "length": 0.25797835966168103, "keywords": "Minecraft minecraft minecraft minecrafts minecrafting adventure mods minecraft server minecraft mine Minecraft Mod survival on xbox PVP mine craft bukkit multiplayer online game mod modding modded custom puzzle parkour map complete the monument CTM armor armour enchantment crafting Dumb and Dumber comedy entertainment games gaming video game games games PC game PC games wikiBattlefield 4 Obliteration HighlightsCheck this out! \"SUPER MARIO HALLOWEEN  BLACK OPS 3 ZOMBIES MOD\"  Dumb and Dumber, Minecraft Masters of Sky Island Survival maps, mods like Hexxit & Tekkit, and more. Also enjoy custom Zombies in Call of Duty or Left 4 Dead 2. GET YOUR YOUALWAYSWIN TSHIRT HERE, GET YOUR OWN MINECRAFT SERVER HERE, Meatwagon22's channel, LifewithNiels Channel, Nitro's Channel, Meatwagon22's Twitter Link, GUNNS4HIRE's Twitter Link, . FREE TO PLAY MOBILE GAME, UDLRSWIPE. TRY TO BEAT GUNNS4HIRE'S TOP SCORE OF 93! iTunes Google Play ", "viewCount": 0.41157103380123794, "labels": [0, 1, 124, 153, 317]}, "0pqZR21H5to": {"likeCount": 0.11139433523068368, "dislikeCount": 0.07781512503836437, "videoId": "0pqZR21H5to", "title": "", "description": "", "length": 0.26608654780038693, "keywords": "Indian wedding photography delhi wedding photographer Indian wedding delhi wedding Pahadi wedding Tamil wedding Oonjal hindu wedding sangeet jayamala reception Aparna chandramohan adhip joshi MOJO wedding wedding slideshow indian celebritiesAparna weds Adhip  Indian wedding photographyAparna and Adhip got married at 5, Ashoka Road, Delhi with traditional pahadi ceremonies & the Tamilian Oonjal ceremony. The wedding was a fun filled affair with a sangeet where both families performed several dances, followed by wedding and reception. For more such work visit & The lovely music under CC license is by Zero Project and is called \"Touch of serenity\".", "viewCount": 0.3657055852857104, "labels": [71, 152, 1640]}, "guXtAu9xCAE": {"likeCount": 0.15440680443502758, "dislikeCount": 0.03010299956639812, "videoId": "guXtAu9xCAE", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "Record Of Lodoss War TV Program Deedlit Fictional Character Parn Fictional CharacterFlame and Eternity Deedlit & Parn Record of Lodoss WarFlame and Eternity O tema de abertura  \"Adesso e Fortuna Honoo to Eien\" artista  sherry", "viewCount": 0.3648847708372894, "labels": [5]}, "0y6fQss6m4s": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "0y6fQss6m4s", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "Eastwood Sidejack DLX guitarEastwood Sidejack DLX clean tonesDemonstration of the Eastwood Sidejack DLX guitar with clean settings. Recorded with Amplitube 2i tried to take the most neutral preset to show the sound of the guitar Sorry for mistakes in playing and the video quality.", "viewCount": 0.36968803716827625, "labels": [4, 9, 10, 37]}, "8yobosuX66s": {"likeCount": 0.14913616938342728, "dislikeCount": 0.0, "videoId": "8yobosuX66s", "title": "", "description": "", "length": 0.22479732663618068, "keywords": "robot miniature mobile gripper force control vision autonomous construction marXbot electronics gadgets planning student projectAutonomous Construction of a Roofed Structure Synthesizing Planning and Stigmergy on a Mobile RobotIn this video, we demonstrate a scenario in which a mobile robot, according to a plan, builds a structure that it can then enter. The robot interacts with the construction using local sensing. This synthesis of planning and stigmergy opens the way to new construction techniques using mobile robots. This video was accepted as a video paper for IROS 2012 and the corresponding twopage abstract is available at This work was supported by the ASCENS EU FP7FET and H2SWARM Swiss SNF projects under contract numbers 257414 and 20BI21134317", "viewCount": 0.3591175950311791, "labels": [259]}, "aXMeF7m-Vjk": {"likeCount": 0.22013971243204514, "dislikeCount": 0.06020599913279624, "videoId": "aXMeF7m-Vjk", "title": "", "description": "", "length": 0.2519827993775719, "keywords": "saxon judas priest living after midnight wheels of steel 1980 heavy metalSaxon and Judas Priest 1980Wheels of Steel  Saxon Living After Midnight  Judas Priest TOP OF THE POPS! Gran video!", "viewCount": 0.4628521752755281, "labels": [3]}, "c4larFf8pD8": {"likeCount": 0.1079181246047625, "dislikeCount": 0.09030899869919436, "videoId": "c4larFf8pD8", "title": "", "description": "", "length": 0.24727564493172124, "keywords": "agrar simulator 2012agrar simulator 2012 grass silagein this video i am making grass silage in agrar simulator 2012 download the game ", "viewCount": 0.39751099896861614, "labels": [0, 1, 542, 751]}, "S__mzTw0bdc": {"likeCount": 0.24563660331290432, "dislikeCount": 0.12304489213782739, "videoId": "S__mzTw0bdc", "title": "", "description": "", "length": 0.2531478917042255, "keywords": "Dragon Age 2 Dragon Age da2 two electronic arts bioware pc ps3 xbox rpg video trailer interview review gameplay swtor mmo wow world of warcraft developer John Riccitiello Mike Laidlaw Laidlaw David Gaider Gaider demo walkthrough subtitles fantasy ea games evil ruined ruin bad terrible kill fail sports mma contract movie dev diaryDragon Age 2 EXCLUSIVE MeetingMeetings between Bioware and EA regarding Dragon Age 2 Development. Watch as Mike Laidlaw and David Gaider stand up to Electronic Arts, the corporate devil in their interview. EA CEO John Riccitiello drills his employees on their failures of DA2.", "viewCount": 0.4093246531103841, "labels": [25, 1004, 2768]}, "avbsfInBOeE": {"likeCount": 0.1278753600952829, "dislikeCount": 0.03010299956639812, "videoId": "avbsfInBOeE", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "Tokyo Japan Train Trains Railway Railroad Rail Yamanote Commuter Ride      Takadanobaba  JR  E231  500            station Rail Transport japan trainJR   Japan Tokyo JR Yamanote Line Trains Busy Trains3 E231500510519 2012.05.04. Japan Tokyo Metropolitan Prefecture Shibuya City JR East Yamanote Line Trains at Harajuku Sta. Busy Trains", "viewCount": 0.3975937042483111, "labels": [2, 45, 51, 56, 77, 212, 295]}, "awo0P4SrAxQ": {"likeCount": 0.2677606952720493, "dislikeCount": 0.1146128035678238, "videoId": "awo0P4SrAxQ", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "ndh. Guitar Want to see your face  Korean Song  Classical Guitar  Arranged & Played by Donghwan NohClassical Guitar  Arranged  Played by Donghwan NOH Sheet musictab store for foreigner  Sheet musictab store for Korean  Home page  Cyber Lecture room  Facebook  Email  donghwannoh12gmail.com  Donghwan Noh is the first generation pioneer of classical guitar in Korea and has been a classical guitar player, arranger, and university professor for 45 years from the 1980s to the present. In Korea, he has held more than 2,500 guitar tour concerts so far, and has conducted countless community service activities for military units, schools, hospitals and factories. He also arranged all of his 500 repertoire of music himself. The guitar scores have sold over 100,000 copies worldwide so far. When he arranges songs, he focuses on making it easier to play while keeping the musicality of the original song alive. Perhaps that is why his sheet music is enjoying steady popularity, especially with those who are learning guitar. ", "viewCount": 0.5085404757331424, "labels": [9, 10, 34]}, "5_SV0ZgBuCE": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "5_SV0ZgBuCE", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "star wars the old republic the old republic star wars swtor lucasarts bioware bounty hunter class mmo mmorpgBounty Hunter Progression  Star Wars The Old RepublicSee how the Bounty Hunter class progresses with gear and advanced classes. Learn more at ", "viewCount": 0.3121559844187501, "labels": [0, 1, 25, 189, 831]}, "6bs1vmj7LwE": {"likeCount": 0.23263358609287513, "dislikeCount": 0.14313637641589874, "videoId": "6bs1vmj7LwE", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "video hijab tutorial hijab hijab pashmina hijab zaskia sungkar style hijab 2015Video Hijab Tutorial Pashmina Zaskia Sungkar Style Full Step 2015Video Hijab Tutorial Pashmina Zaskia Sungkar Style Full Step 2015 Video Hijab Tutorial Pashmina Zaskia Sungkar Style Full Step 2015 Video Hijab Tutorial Pashmina Zaskia Sungkar Style Full Step 2015 ", "viewCount": 0.503577383524652, "labels": [953]}, "2iTl5MRnNc8": {"likeCount": 0.21875207208364633, "dislikeCount": 0.15682017240669952, "videoId": "2iTl5MRnNc8", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "zumba swingZumba Don't let me downSwing time!!!!! mademoiselle zumba www.maryevealary.zumba.com", "viewCount": 0.49459213546166014, "labels": [835]}, "-5DHzVTCRUc": {"likeCount": 0.26344772701607316, "dislikeCount": 0.09542425094393249, "videoId": "-5DHzVTCRUc", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "blake griffin jamal crawford through the legs lob dunk melissa rohlin la times LAT Los Angeles Times lob city sports basketballBlake Griffin and Jamal Crawford talk about the throughthelegs lob and dunkVideo by Melissa Rohlin Here's a link to the lobdunk sequence ", "viewCount": 0.49124824488291047, "labels": [52, 125]}, "d_Aa_PsSjI8": {"likeCount": 0.12552725051033062, "dislikeCount": 0.06989700043360189, "videoId": "d_Aa_PsSjI8", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "vikings norway compound bow arrow middle age competition archery norwegian championship boys girls men womenVIkings throw compundThe vikings of Norway has gathered for a dreadful competition and an ancient ritual the throwing of compound bows! Watch, as the masters of this ancient technique apply their skills.", "viewCount": 0.3627775375229303, "labels": [3556]}, "dchX5m9cqks": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "dchX5m9cqks", "title": "", "description": "", "length": 0.268930885912362, "keywords": "   2  1 footballua  NEWS      1 2     NEWS  28.07.2015 1330    NEWS               1  2      Youtube    1  2  Facebook   1  2  Vkontakte   1  2  Twitter   1  2  Insagram   1  2  Google ", "viewCount": 0.33134453704264144, "labels": [0, 12]}, "deVCvB65tWk": {"likeCount": 0.09030899869919436, "dislikeCount": 0.047712125471966245, "videoId": "deVCvB65tWk", "title": "", "description": "", "length": 0.24183012913197455, "keywords": "55gallon Fish Cichlid Sharks Turtles Aquarium Unique Oscar Royalknifefish Silver tip Jackdempsey Kingbeta Oscar fish Fish food Tank Aquatic Pets Betta 75gallon cool tiger oscarMy 55 gallon cichlids tank with Oscars, Green Sevrum, Convict, Jack Dempsey, Clown Knife and Texasmy unfinished cichlid tank, still have a lil work to do in it.  don worry turtles only in 10 gallon for a few minutes lol", "viewCount": 0.33412366232386925, "labels": [15, 18, 59, 178, 1661]}, "68Bjr11gHNQ": {"likeCount": 0.2821513528404773, "dislikeCount": 0.1, "videoId": "68Bjr11gHNQ", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "The Berrics Structure Berrics Skate or Dice Tony Hawk Author Darrell Stanton Johnny Layton Jake Duncombe Hawk Aldrin Garcia Athlete Skateboarding Sport Skateboard Sports Equipment Skate flatground tricks dice gamble money Craps Game skate dice sk8 dice hustle bet theeve trucks Tony Hawk Tony Hawk Video Game Series Tony Hawk Organization FounderTony Hawk  Skate or Dice! Part 2Tony Hawk leads the pack in this game of Skate or Dice at the Berrics, but ends up breaking the bank with the most expensive trick going down in Skate or Dice history. Subscribe to The Berrics  More Skate or Dice  Daily Videos and more Like The Berrics on Facebook Follow The Berrics on Instagram Follow The Berrics on Twitter ", "viewCount": 0.48624116712704135, "labels": [68, 98]}, "th200Xqa960": {"likeCount": 0.15051499783199063, "dislikeCount": 0.03010299956639812, "videoId": "th200Xqa960", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "rkmotorscharlotte rkmotors rk motors charlotte classic cars muscle car auto autos automobiles vintage collector high performance start up crank engine starting exhaust revving rev full in depth review tour comprehensive complete description walk around exterior interior overview of features trunk space engine compartment build details 1967 Chevrolet Nova LS2 V8 passenger car restored135114  1967 Chevrolet NovaFor more information on this vehicle visit Error Backing a 427 cubic inch LS2 with a raceprepped Tremec, trackready mechanicals and showstopping aesthetics, this magazinefeatured Nova has been drawing stares ever since it rolled in to our showroom. And if you're ready to feel the summer breeze behind the wheel of a storied and unique custom, it's a chance to turn your dreams into reality! BODYWORKTRIM Built, rebuilt and built again by a dedicated gearhead who wanted a killer protourer, this Chevy features a detailed, custom appearance that's based in vivid PPG blue, highlighted by Metallic Black war paint and trimmed in custom, anodized accents. Take one look down the sides of the car's slick body and it becomes very obvious that the folks at Canton, Georgia's Road Killer Customs took great care to ensure all gaps are at betterthanfactory standards. And it all adds up to one worldclass, mostly garagebuilt custom that transforms traditional muscle car style into multidimensional swagger! ENGINE This sweet looking coupe is powered by a 427 cubic inch LS2 that, thanks to Wegner Automotive Research of Markesan, Wisconsin, creates roughly 620 pavementscorching horsepower! Built to tear up the track and wow show goers alike, that sleeved and stroked mill combines a Rapid Motorsports block with a proven Wegner valvetrain and customwired FAST XFI electronics to transform stout compression into razorsharp throttle response. Air is supplied by a blackcased reusable filter element, which rides on a proven Holley throttle body. That oxygen makes its way from a singleplane GM Performance Parts intake to CNCported and polished LS6 cylinder heads, which are juiced by 42 lb. Holley injectors. Sparks are sequenced through factoryspec ignition and familiar GM Performance Parts plug wires. When fire hits the cylinders, a Lunati Voodoo cam combines with Lunati forged pistons, Lunati Pro Mod rods and a Lunati 4inch crank to make everything spin. The remnants of that fire swirl through customfabricated Stainless Works headers. Cooling comes courtesy of a giant Ron Davis radiator, which is fitted with two equally large puller fans. And, at the front of the technicallooking block, a Vintage Air FrontRunner accessory drive spins standard ancillaries. DRIVETRAIN That buff LS2 leads a raceprepped Tremec TKO600 5speed, which utilizes a tough RPS clutch and Howe throwout bearing to twist a custom Mark Williams driveshaft. On the other side of that shaft, a narrowed and Morrisonhoused Moser spins a proven Detroit Locker differential around civil, 3.25 gears and rugged, 35spline axles. Spent gases are managed by 3inch, Mandrelbent pipes, which breath through a Magnaflow Xpipe, hearty Magnaflow mufflers and custom, angled tips. And power pounds the pavement through 3piece Kinesis K18s, which spin 26535ZR18 Pirelli P Zero Corsas in front of 31530ZR18 Pirelli P Zero Corsas. CHASSISSUSPENSION Holding that stellar drivetrain off the ground is a high quality Art Morrison chassis, which is adhered beneath custom floors, custom wheel tubs and a custom transmission tunnel that were fabricated from various gauges of 1018 cold rolled steel. That chassis glides on a Katz Tsubaidesigned suspension that, thanks to a custom shortlong arm fronthalf and custom 3link backhalf, pulls over 1 g on the track. That suspension points through a custom Woodward steering rack, which mixes Lefthander Chassis tie rods and custommachined 4340 steel steering arms with proven Borgeson joints. And stops come quickly thanks to Wilwood 6 and 4piston calipers, which use two .75 Wilwood master cylinders to squeeze two 14inch drilled and slotted rotors in front of two 12inch drilled and slotted rotors. INTERIOR Inside this Chevy, classic style is augmented with seamlessly integrated customization. Cloth Sparco Monza seats, which feature camreleased SCHROTH 4point belts, are track day comfortable. At the base of those seats, fadefree carpet rides between a custom, Vintage Airequipped console, custom foot pedals, a billet Tremec shifter and thick Dynamat insulation. Above that carpet, a colorkeyed dash features an array of Auto Meter Pro Comp Ultra Light gauges. And in front of the driver, a Sparco 3spoke steering wheel spins around a pulloff hub and tilting Ididit column. This outrageous custom looks absolutely predatory, can outperform the best cars at the meet and will likely attract a TON of attention wherever it goes. If you're ready to hit the road in style, call, click or visit to claim some worldclass muscle car!", "viewCount": 0.35763413502057934, "labels": [2, 7, 90, 196, 224, 267, 399, 415, 1602, 3084]}, "tiyfCQm8YpU": {"likeCount": 0.25646660642520897, "dislikeCount": 0.14913616938342728, "videoId": "tiyfCQm8YpU", "title": "", "description": "", "length": 0.24456042032735975, "keywords": "Vallenato Guitarra Voces Jorge Oate Paisaje Sol Folclor xitos Serenata YouTube GoogleJorge Oate  04. Paisaje De Sol Voces y Guitarras Vallenatas Vol. 1Voces y Guitarras Vallenatas Vol. 1 Compositor Gustavo Gutirrez Cancin Paisaje De Sol Intrprete Jorge Oate", "viewCount": 0.5396340600640217, "labels": [9, 10]}, "tiWozlMR6MM": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "tiWozlMR6MM", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "Anime Mugen Battle Arena ABA Shonen Duel SD TrailerShonen Duel Trailer 2Yeah the second trailer for the mugen game, Shonen Duel. AKA Anime Battle Arena. This is the first version of my trailer. Also btw, I forgot to add Sin harvest to the credits I think but he's on the team too.", "viewCount": 0.30178677189635056, "labels": [0, 1, 5, 16, 25]}, "tnJ9LfXsrvo": {"likeCount": 0.1653212513775344, "dislikeCount": 0.06020599913279624, "videoId": "tnJ9LfXsrvo", "title": "", "description": "", "length": 0.24456042032735975, "keywords": "Scrabble Doc documentary henry joost ariel rel schulman school scrabble short film national scrabble association john williams animation winners education after school club learning kids team Short Film TV Genre stop motion free supermarche gosupermarche commercial stop motion educational program family school scrabble catfishSchool Scrabblelike us at ", "viewCount": 0.3510276844417355, "labels": [0]}, "GYh707iGr5w": {"likeCount": 0.21398790864012365, "dislikeCount": 0.13010299956639812, "videoId": "GYh707iGr5w", "title": "", "description": "", "length": 0.2534026106056135, "keywords": "GTA ModsHow to get San Andreas Speed MeterSubscribe to me on Facebook Please rate and Comment  Twitter  Subscribe Steam account Windows live Peterz1996 Social Club If there are any game request you would like me to review & upload a video on here, inbox me the game title. Speed meter mod downlaod  ", "viewCount": 0.4252027329652786, "labels": [0, 1, 35, 134, 413]}, "15Uh627MRxY": {"likeCount": 0.2167317334748176, "dislikeCount": 0.06020599913279624, "videoId": "15Uh627MRxY", "title": "", "description": "", "length": 0.24927603890268377, "keywords": "The Lord Of The Rings The Fellowship Of The Ring5 Minute Features Lord of the Rings Fellowship of the RingLord of the Rings threevolume novel is the muchpraised follow up to J. R. R. Tolkien's, The Hobbit. Peter Jackson's film trilogy is the second film adaptation, but the first to realize it in three separate films. A massive undertaking, the trilogy was filmed simultaneously over a period of 16 months. Often, seven units would be filming everyday giving Peter Jackson roughly three hours of dailies to watch each evening. 58 miniature sets were built, 1800 hobbit feet made, and the New Zealand Army was called in as extras. The Trilogy was a great success in the boxoffice and at the Academy Awardswith 30 nominations and 17 wins spanning across the entire series. The films are featured on many \"All Time Greatest\" lists and boosted popularity of Tolkien's other works, also inspiring a burst of video game adaptations.", "viewCount": 0.45814945422909, "labels": [25, 1100]}, "QaW4CJj_UPc": {"likeCount": 0.3678882414670736, "dislikeCount": 0.19590413923210936, "videoId": "QaW4CJj_UPc", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "The Venture Bros series Henry Allen Hank dean rusty helper Sergeant Hatred Dermott Fictel Adult Swim adultswim adult swim music adult swim song action adventure dramedy dark comedy Jackson Publick Doc Hammer Venture family Animation Comedy Parody Funny adult swim shows adult swim cartoon adult swim the venture bros adult swim instrumentals Gathers vs. TresiterGathers vs. Tresiter  The Venture Bros.  Adult SwimThe leaders of S.P.H.I.N.X. and O.S.I. engage in some polite conversation. SUBSCRIBE About The Venture Bros. The Venture Bros. is Adult Swim's fanfavorite parody of the great actionadventure cartoons of yesteryear. Tune in to watch Dr. \"Rusty\" Venture and his twin boys, Hank and Dean, as they clash against archenemies, killer mutants, invading aliens and more. Joining them is a massive pantheon of incredible characters like Brock Samson, Dr. Orpheus, The Monarch, Sgt. Hatred, Henchman 21, and so many more that it would be unwise to attempt a full list. Kick danger right in the sweet meats by watching The Venture Bros. at AdultSwim.com. Watch The Venture Bros. About Adult Swim Adult Swim is your latenight home for animation and liveaction comedy. Enjoy some of your favorite shows, including Robot Chicken, Venture Bros., Tim and Eric, Aqua Teen, Childrens Hospital, Delocated, Metalocalypse, Squidbillies, and more. Watch some playlists. Fast forward, rewind, pause. It's all here. And remember to visit AdultSwim.com for all your full episode needs. We know you wouldn't forget, but it never hurts to make sure. Connect with Adult Swim Online Visit Adult Swim WEBSITE Like Adult Swim on FACEBOOK Follow Adult Swim on TWITTER Gathers vs. Tresiter  The Venture Bros.  Adult Swim ", "viewCount": 0.5847411002419665, "labels": [5, 16]}, "swKs6XPOa-Q": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "swKs6XPOa-Q", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "garbage queer live 2012 in Moscow crocus city hall concert RussiaGARBAGE  Queer Live in Crocus City Hall, Moscow, 12.05.12Live ", "viewCount": 0.30569048513364727, "labels": [3, 6]}, "d4G0dEE3rAY": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "d4G0dEE3rAY", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "pie crust foodMaking Pie CrustThis is a video of me and my friend Cyndi making pie crust in my kitchen. I used my new food processor and followed all with a Martha Stewart video for help.", "viewCount": 0.3137986732723532, "labels": [11, 20, 22, 29, 32, 211, 1045]}, "biEGH8l9WLM": {"likeCount": 0.1806179973983887, "dislikeCount": 0.03010299956639812, "videoId": "biEGH8l9WLM", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "Music beats instrumental right beat radio Soul Music Musical Genre Piano Musical Instrument R&b Rhythm And Blues Musical Genre Electric Guitar Musical Instrument String Musical Instrument Organ Musical Instrument pizzicato Bass Musical Instrument Bass Guitar Musical Instrument Saturday liveSaturday Soul Live Piano and Bass Soul Instrumental Some warm piano soul on this cold saturday evening. Enjoy.", "viewCount": 0.3523746466811565, "labels": [31, 40]}, "S5QBSn2oqSs": {"likeCount": 0.18573324964312687, "dislikeCount": 0.03010299956639812, "videoId": "S5QBSn2oqSs", "title": "", "description": "", "length": 0.23636119798921446, "keywords": "YouTube CaptureNeko Jump  Look !  9 Entertain Birthday Festival 21913 with ENCOREvia YouTube Capture", "viewCount": 0.3690550461510359, "labels": [3, 6]}}