{"Uj6wKt8ugpM": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "Uj6wKt8ugpM", "title": "", "description": "", "length": 0.24871383754771867, "keywords": "SOJA s.o.j.a. rasta courage rasta courage live soja live s.o.j.a. live sumol summer fest 2012 soja live in Portugal reggae musicSOJA rasta courage live sumol summer fest 2012SOJA rasta courage live sumol summer fest em EriceiraPortugal 2012", "viewCount": 0.3172310968521954, "labels": [3]}, "0Nopyy2EriA": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "0Nopyy2EriA", "title": "", "description": "", "length": 0.26589648426644347, "keywords": "STS129 LandingSTS129 LandingThe Shuttle Atlantis Lands at KSC. Credit NASA TV", "viewCount": 0.33690302218091533, "labels": [2, 44, 46, 109, 114, 155, 264, 1731]}, "VMtzGWAriDU": {"likeCount": 0.23654879848909, "dislikeCount": 0.06989700043360189, "videoId": "VMtzGWAriDU", "title": "", "description": "", "length": 0.24548448600085104, "keywords": "forstandprojekt forstand projekt holden premier Australia Country cragar muscle v6 v8 indonesia jakarta mobil automotive kustom hotrod V6 Engine Engine V8 Engine Engine TypeThe Premier LegacyDewa Arthur 72' Holden Premiere HQ Song Copyright Canned Heat  I Love My Baby.", "viewCount": 0.4441129320514776, "labels": [2, 7]}, "wJQExlxE0As": {"likeCount": 0.047712125471966245, "dislikeCount": 0.12304489213782739, "videoId": "wJQExlxE0As", "title": "", "description": "", "length": 0.20934216851622353, "keywords": " J  MIX CD  20J  4201347   J318MIX CDJ4 BEST MIXJ3252 JMIX CD320 318JMIX2013471 CM1HitenKoi  325J20001980CITY HUNTERGET WILD381J2400J2000  J J 2015318 2400 J 2015325 2000 ", "viewCount": 0.39149774724443315, "labels": [5]}, "wJfuVp4wEYU": {"likeCount": 0.12041199826559248, "dislikeCount": 0.0, "videoId": "wJfuVp4wEYU", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "2000 soccer gold cup colombia peru2000 February 23 Colombia 2Peru 1 Gold Cup.aviIf interested in international matches usually from 80s90s, you can also check my blog I not only provide lineupsgoalscorersetc, but I also try to add anecdotes, facts and trivia pertaining to the match in question.", "viewCount": 0.32725377773752373, "labels": [0, 12]}, "3C4gU15DxWA": {"likeCount": 0.20934216851622353, "dislikeCount": 0.0, "videoId": "3C4gU15DxWA", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "Sk8mafia Sk8mafia Saturdays Wes Kremer Pkid Jussi Chef Justo Kahkonen Jamie Palmore Dan Connelly Kellen James Shuriken Shannon Koffe Hallgren Marshall Heath Lenny Rivas Jimmy Cao Roast Beef Tyler Surrey Jimmy Kappel Dan Connelly Mac Miller loudSK8MAFIA Saturday May 19th, 2012Watch and go Skate with your friends!!! Featuring Wes Kremer, Pkid, Jussi \"Chef Justo\" Kahkonen, Jamie Palmore, Dan Connelly, Kellen James, Shuriken Shannon, Koffe Hallgren, Marshall Heath, Lenny Rivas, Jimmy Cao, Roast Beef, and Tyler Surrey. Filmed by Jimmy Kappel and Dan Connelly Music by Mac Miller \"Loud\" Follow us on insta.gram kellensm4l therealsk8mafia caobron lordpillage larellegray bturner dc24sk8mafia jimkappel preebz smheath Follow us on twitter sk8mafia4life Facebook Fan Page Any questions regarding the brand infosk8mafia4life.com", "viewCount": 0.4421653275711644, "labels": [72, 98, 240]}, "t2UMLARpTjI": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "t2UMLARpTjI", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "Dj Warner tony Tra remizzDj Warner y Dj tony  Tra remizDj Warner y Dj tony  Tra remix", "viewCount": 0.3280578370368077, "labels": [61]}, "t6-ag-MbVHk": {"likeCount": 0.07781512503836437, "dislikeCount": 0.1, "videoId": "t6-ag-MbVHk", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "Kansas City Live KCL KCLive KC Live KCLiveTV Michelle Davidson Michael Mackie local newsKCL  How to wrap odd shaped giftsSo, you have found the perfect gift, but it is a little awkwardly shaped. Angela Muir, blogger behind Handmadeintheheartland.com, shares some tips on how to wrap those odd shaped gifts along with how to make custom DIY gift tags and toppers.", "viewCount": 0.35560611590095326, "labels": [839]}, "t7JPb4zNO_s": {"likeCount": 0.15440680443502758, "dislikeCount": 0.09030899869919436, "videoId": "t7JPb4zNO_s", "title": "", "description": "", "length": 0.2584331224367531, "keywords": "Review 2012 Hyundai Elantra 2012 Hyundai Elantra review Hyundai Elantra review Living Cars Hyundai Elantra Skoda Laura Honda Civic Chevrolet Cruze Toyota Corolla Altis drive fluidic design cdi engine steering tyre NewsX NewsX VideosReview 2012 Hyundai Elantra  NewsXHyundai is allset to launch the 2012 Elantra. Living Cars Shams Naqvi takes it for a spin. Elantra will come with a 1.6 litre petrol and diesel engine. For more log onto  ", "viewCount": 0.4258565453000082, "labels": [2, 7, 104, 171, 757, 3373]}, "PNKQXIfe9iU": {"likeCount": 0.14313637641589874, "dislikeCount": 0.06020599913279624, "videoId": "PNKQXIfe9iU", "title": "", "description": "", "length": 0.22227164711475833, "keywords": "anime amv shoesAnime wants one thingshoesWindspirit434i just wanted to have some fun  songshoes bykelly anime used bottled fairy princess tutu tokyo mew mew inuyasha kalaiydo star mermaid melody chrono cruisade loveless pretear Yami no MatsueiDescendants of Darkness full moon blax cat black cat negima", "viewCount": 0.33660492098002354, "labels": [5, 1612]}, "p_GuUxs-flg": {"likeCount": 0.11139433523068368, "dislikeCount": 0.03010299956639812, "videoId": "p_GuUxs-flg", "title": "", "description": "", "length": 0.215836249209525, "keywords": "Fishing TV Genre Landing Fish Animal Dorado Constellation boats yellowfin Bluefish Organism Classification bluefin Yellowfin Tuna Organism Classification Yellowtail Amberjack FoodH&M Landing's First String 1 Day TripOvernight trip that took place 71915 through 72015", "viewCount": 0.3462847035831674, "labels": [43, 101, 1496]}, "pcZ4HYs-q-M": {"likeCount": 0.28686444383948256, "dislikeCount": 0.20934216851622353, "videoId": "pcZ4HYs-q-M", "title": "", "description": "", "length": 0.215836249209525, "keywords": "htc phones Android operating System android phone smartphone central samsung htc one mobile Android Central Video galaxy s4 videoSamsung Galaxy S4 versus the HTC OnePhil takes a look at the Samsung Galaxy S4 alongside the new HTC One. It's metal versus plastic. Samsung versus HTC. Man versus machine. Or something. Get more on the Samsung Galaxy S4 at Check out our full review on the Galaxy S4 here! Don't forget the HTC One review! Be sure to subscribe to our channel with this link! You can download the Android Central App at And follow us elsewhere! The blog Google Twitter Facebook ", "viewCount": 0.5468271987079206, "labels": [21, 23, 24, 115, 2803]}, "pgZUO1OuY2s": {"likeCount": 0.2167317334748176, "dislikeCount": 0.11760912590556814, "videoId": "pgZUO1OuY2s", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "ain sounds sound of trains sound effects sound effect download sound effects sfx Trains Train UK Trains Pendolino Pendolino Train Railway Station Tring Station train passing sound train sound electric train soundTrain Sounds  HQ Audio Train Sound EffectsTrain Sounds  HQ Audio Train Sound Effects Record at Tring Station UK. Passing and stopping train sounds & video Tring Station, Hertfordshire, England, This is a video I made so I could use the sound  the sound has been compressed and retuned to the video .The video i never used  just the sound  If you require a copy of the audio for use as a sound effect please mail me and I can send you a file.", "viewCount": 0.49717349559166, "labels": [2, 45, 51, 56, 77, 137, 212]}, "EB1vLfUGKxQ": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "EB1vLfUGKxQ", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "audi London CityTownVillage test drive unlimited 2 tdu 2 drive Auto Capture Quality Bmw Video Game Industry paint job custom painting Work Drawing TuningTest Drive Unlimited 2  Gameplay  Audi RS6 Avant  London Police Paint JobTest Drive Unlimited 2 Gameplay that shows my Audi RS6 Avant with custom, London police, paint job.", "viewCount": 0.33368598209168093, "labels": [1, 344, 1035, 1406, 1791, 3460]}, "5q7now2GuZg": {"likeCount": 0.22648178230095364, "dislikeCount": 0.10413926851582252, "videoId": "5q7now2GuZg", "title": "", "description": "", "length": 0.244870631990508, "keywords": "bebe cece winans addictive love 2011 new york mary tour madison square garden still something bigBebe & CeCe Winans LIVEAddictive Love in New York 2011Grammys award winning legendary Gospel duo sings classic hit  New York's Madison Square Garden theater April 9, 2011. Enjoy this fantastic performance from their recent large scale gospel concert. CashApp Boofitts", "viewCount": 0.4555179121698849, "labels": [3, 6]}, "5r4TVRDNaVQ": {"likeCount": 0.19242792860618818, "dislikeCount": 0.13979400086720378, "videoId": "5r4TVRDNaVQ", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "March of the Techno Wizard Michael Lucarelli ucarelli michael Michael micheal luccareli lucareli guitar classical acoustic jazz finger style musician Las Vegas music relaxing music ambient music modern Nevada best guitar player amazing guitarist inspirational six strings original chill music folk music picking Spanish traditional song art artist Spain Italian Vegas guitar player Loriente Cordoba easy listening new age yogaMarch of the Techno Wizard original Michael Lucarelli guitarMichael Lucarelli  'March of the Techno Wizard'  original composition for classical guitar. From my latest CD 'The Awakening' purchase or download iTunes Thanks for your support! official website SUBSCRIBE to my YOUTUBE Channel here Follow Michael Lucarelli Youtube Facebook Twitter Linkedin Instagram ORIGINAL compositions now available on sheetmusicllus iTunes Spotify my ARTWORK now available at Please consider supporting me on Patreon Guitar  Loriente  \"Clarita\" cedar top Thank you so much for Listeningwatching  Peace", "viewCount": 0.36443400988263225, "labels": [4, 9, 10, 34]}, "DEE89G7_xTQ": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "DEE89G7_xTQ", "title": "", "description": "", "length": 0.253655844257153, "keywords": "smash bros  X Wiki 1Wiki 1 4 3ttpsbx.wikiwiki.jp 3  VS  20 310 4P 1ttpjp.youtube.comwatch?vyOOQGMPEuY 2ttpjp.youtube.comwatch?v1SQXeaUaLY0", "viewCount": 0.30989896394011773, "labels": [0, 1, 234]}, "DH4QARZEewg": {"likeCount": 0.1740362689494244, "dislikeCount": 0.07781512503836437, "videoId": "DH4QARZEewg", "title": "", "description": "", "length": 0.2517195897949975, "keywords": " Blue Color    e.l.f    Eyes    Beauty    Royal Blue Color  YSL    SKII  Look Makeup  maybelline bold        M.A.C  party       etude house          SHISEIDO uemura  Dior    mac    Tutorial   Maybelline     shu    Cosmetics Quotation Subject    affordable   kate  Party  Royal Blue Eye Makeup TutorialChiao               FIND ME HERE FACEBOOK INSTAGRAM Music Ours  Taylor Swift cover by Kirsty Lowless & Cedryck Ibraine  ,   , . , ", "viewCount": 0.3532117116248804, "labels": [39, 121, 156, 202, 207, 338, 529, 1104]}, "Omm4JqcDNUQ": {"likeCount": 0.1380211241711606, "dislikeCount": 0.0, "videoId": "Omm4JqcDNUQ", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "BlushBlush Band  Electric They performed at my school  they performed this song and I cant find it anywhere ", "viewCount": 0.3574725583594074, "labels": [6, 8, 558]}, "jwPnAJHAVOA": {"likeCount": 0.2225309281725863, "dislikeCount": 0.1146128035678238, "videoId": "jwPnAJHAVOA", "title": "", "description": "", "length": 0.26674529528899543, "keywords": "melt water firn qyuki glaciers snow rivers wind glacial erosion plucking deposition pressure ice 3D artes rivers of ice erosion Alpine glaciers iceberg gravity snowfield waves ice sheets library fiords elearning hanging valley abrasion gradation tarn Rocks mexus crevasses ytstretch169 transportation continental glacier moraines glacial ice valley glaciers river valley snout elearning video cirquesAgents of Gradation  GlaciersThis video explains the role played by glaciers as an agent of gradation as well as the different landforms formed by them. This is a product of Mexus Education Pvt. Ltd., an education innovations company based in Mumbai, India. ", "viewCount": 0.43857492276752796, "labels": [2413, 3676]}, "jzXItPivRt8": {"likeCount": 0.16020599913279623, "dislikeCount": 0.047712125471966245, "videoId": "jzXItPivRt8", "title": "", "description": "", "length": 0.25634810853944107, "keywords": "Strictly Business Envy Puckett Benson US Championship call of duty cod ghosts mlg major league gaming competitive gaming esports electronic sports tournament pro gamer pro gamingStrictly Business vs EnVy  Game 1  Part 2  WR3  US ChampionshipGame 1 Game 1 Part 2 Game 2 Game 3 Game 4 Game 4 Part 2 Game 5 Subscribe for daily Call of Duty from MLG!  ", "viewCount": 0.34671639659690906, "labels": [0, 1, 36, 367]}, "v_TPoi5gij4": {"likeCount": 0.33308194664958374, "dislikeCount": 0.1698970004336019, "videoId": "v_TPoi5gij4", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "sdelay gromcheamazing street dancer3 professional dancers are dancing outside the supermarket reubens.nsedreams.com", "viewCount": 0.549487642598191, "labels": [8]}, "an-bM8eqxFI": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "an-bM8eqxFI", "title": "", "description": "", "length": 0.261066016308988, "keywords": "SVS Productions Incar Onboard Camera Sean O'Donovan Donovan Karl Atkinson Quality Hotel West Cork Stages Stage Rally 2009 Clonakilty CountyQuality Hotel West Cork Rally 2009  Sean O'Donovan & Karl Atkinson  Stage 1Incar Camera Footage of Sean O'Donovan & Karl Atkinson in a Group N Subaru Impreza. This is Stage 1 of the 2009 Quality Hotel West Cork Rally 2009. Footage provided by SVS Incar Cameras See for more details & videos... ", "viewCount": 0.34300750555519394, "labels": [2, 7, 17, 19, 129, 469, 792, 878]}, "L1tT6aoRcjQ": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "L1tT6aoRcjQ", "title": "", "description": "", "length": 0.2670245853074124, "keywords": "dodge stratus cirrus breeze led cup holder cup mod cars carHowTo Install LED cup holder mod PART2Installed LED inside the cup holders. Let me know what ya think.", "viewCount": 0.37143297597452335, "labels": [2, 7]}, "wHuhnSuqFCI": {"likeCount": 0.1799340549453582, "dislikeCount": 0.09542425094393249, "videoId": "wHuhnSuqFCI", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "Gary20O Food Review Chips Avocado Food Sea Salt Ingredient Boulder CanyonReview Boulder Canyon Avocado Oil Canyon Cut Sea Salt ChipsEnjoy!!", "viewCount": 0.35523031093383545, "labels": [11, 2312]}, "dHjigSDN0dk": {"likeCount": 0.26444385894678385, "dislikeCount": 0.03010299956639812, "videoId": "dHjigSDN0dk", "title": "", "description": "", "length": 0.25728716022004805, "keywords": "natural hair beauty fashion style hairstyles curlyhair flat twist flat twist turtorial natural hair styling protective style tutorial afro54. EASY FLAT TWIST TUTORIAL Protective Style For The Modern Day Naturalista Ep 4Hey subbies So this is pretty much my everyday style to work when I cannot be bothered to put lots of effort in my hair. My hair is simple easy and most important its protected. its a win win. I'm guessing most of you already know how to do this style but if you don't then keep watching., This is one of those styles that I think everyone should know how to do. ..Oh and as for me uploading videos on Sunday ..well as you can see that's just not happening right now... Sarry  I learned a lesson Do not make promises you cant keep. However please do expect videos at least once a week. I post pictures regularly on my Instagram so please Follow me queenteshna if you want to keep up to date with me. Camera Used Canons 600D Music from The Free music Archive Products used IC Fantasia Gel Jane Carter Noursih and Shine Jane Carter Hair Nourishing cream check out the rest of my videos from the protective style series Protective style series Episode 1 Episode 2 Episode 3 Follow me on Website Twitter Instagram My Fashion Instagram Facebook Lookbooknu Thank you all so much for watching liking and subscribing, Really appreciate it.", "viewCount": 0.4085896811131588, "labels": [50, 65, 66, 256, 355, 913]}, "dKQ8GudO5Ls": {"likeCount": 0.23838153659804312, "dislikeCount": 0.14623979978989562, "videoId": "dKQ8GudO5Ls", "title": "", "description": "", "length": 0.2592176757395867, "keywords": "Halo Montage Dualtage Tritage Funtage Killionaire overkill extermination MLG Phurion killtacular h3 h2TheFuntageCrew  Halo 3 Community Funtage 1Very funny montage from TheFuntageCrew. Lots of great, funny clips. Not as good as the Dancetages, but still entertaining. Enjoy! Subscribe to these guys! ", "viewCount": 0.41297865345203405, "labels": [157, 407, 1903]}, "gCXlgRuvvqo": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "gCXlgRuvvqo", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "CarTuningShow2008! MoterAuto Show Essen Real Gold and Diamond Tuning more! autoCar Tuning ShowCar Tuning Video Show 2008! MoterAuto Show Essen. Real Gold Hummer, Real Diamond Rim, Ferrari Tuning, Porsche Tuning, Carlsson Aigner Tuning, Audi R8 Tuning, Lamborghini Tuning, Nissan Skyline GTR Tuning, Nissan 350Z Tuning, Corvette Tuning, Mustang GT Tuning, Mitsubitsi Lancer GTR Tuning And More Car Tuning.", "viewCount": 0.40032881588260755, "labels": [2, 7, 48, 177, 344, 460, 711, 955, 1167, 1240, 1502, 1657, 2358]}, "Hip2vqM7Wdg": {"likeCount": 0.27693773260761384, "dislikeCount": 0.16812412373755872, "videoId": "Hip2vqM7Wdg", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "trailer TV Sean Combs Sanaa Lathan Audra McDonald Phylicia Rashad Kenny LeonA Raisin In The Sun TrailerSean Combs stars in the critically acclaimed revival of the Tony Awardwinning play A RAISIN IN THE SUN, debuting on DVD May 13th!", "viewCount": 0.5333590336351962, "labels": [25]}, "L82icsAbEGk": {"likeCount": 0.34158077276355436, "dislikeCount": 0.16434526764861876, "videoId": "L82icsAbEGk", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "pixiwoo teeth straighten whiten clean cleaning white whitening straightening smile dentist invisalign california shoots kit makeup makeup palm springsWhat's in my Makeup Kit Palm SpringsWe were shooting for the Pixiwoo monthly magazine Check out Ruth ", "viewCount": 0.4967824002431379, "labels": [39, 382]}, "QN0sNfD84WQ": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "QN0sNfD84WQ", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "aikido instituto takemussu wagner bull martial arts Exame Yondan Instituto Takemussu Marcio Satio MiuraExame Yondan Miura  Instituto Takemussu  Part twoExame Yondan  Instituto Takemussu Exame de Yondan de aluno do Shihan Wagner Bull Marcio Satio Miura no Dojo Central do Instituto Takemussu. Brazil Aikikai tem mais um Shidoin 4dan", "viewCount": 0.36301226428593125, "labels": [1028]}, "IU3Z8ocgILo": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "IU3Z8ocgILo", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "wakeboardingWakeboarding in the damThree mates pull on a board and get out on the water", "viewCount": 0.34372747974101237, "labels": [901]}, "8ac4jw-jv7s": {"likeCount": 0.2682145076373832, "dislikeCount": 0.06020599913279624, "videoId": "8ac4jw-jv7s", "title": "", "description": "", "length": 0.2519827993775719, "keywords": "M2U00809Sweet Child O' Mine Guns N' Roses en ParaguayJockey Club paraguayo, 1510 2011. Chinese Democracy Tour 2011.", "viewCount": 0.46706168864003256, "labels": [3, 4, 6]}, "Y8ClTXuUqF4": {"likeCount": 0.17634279935629374, "dislikeCount": 0.047712125471966245, "videoId": "Y8ClTXuUqF4", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "MESSAGES messagesband sunshine atx music Austin CityTownVillage Music Video TV Genre Music TV Genre Official Texas US State MIghty Mountain Mighty Mountain Music Messages band messages band austin tx messages band austin msgsband msgs msgs band we ride into the sunshine indie rock rock indie independent Rock Music Film Genre Alternative UnsignedMESSAGES  Sunshine Official Music Video Austin TXOriginal music by MESSAGES 2015 all rights reserved Published on March 2, 2015 MESSAGES Messages, formerly known as Mighty Mountain, is an indie rock band from Austin, Texas. Complete with vivid harmonies, anthemic choruses, and ferocious energy, this 6 piece powerhouse has made a name for itself in the Austin music scene. Their powerful performances have landed them spots on bills with the likes of Erykah Badu, Of Montreal, Grouplove, and Spandau Ballet. Messages is in the process of recording their debut album which will be released in 2015. The album will be released in 3 parts along with a graphic novel, chronicling the death and rebirth of a planet whose greed far surpassed it's resources. Join our family, get free music, and stay on top of the news by joining our mailing list. Best, Jonathan Horstmann MESSAGES Join Us! ", "viewCount": 0.3957703041548832, "labels": [14]}, "xNW6l5lgJMw": {"likeCount": 0.1278753600952829, "dislikeCount": 0.1278753600952829, "videoId": "xNW6l5lgJMw", "title": "", "description": "", "length": 0.24941545940184429, "keywords": "apple aapl samsung galaxy s4 emily chang bloomberg west alex gauna technologyApple vs. Samsung Will Apple Gain on Samsung Galaxy S4 Delay?April 24 Bloomberg  JMP Securities Managing Director Alex Gauna discusses the smartphone battle between Samsung and Apple with Emily Chang on Bloomberg Television's \"Bloomberg West.\" Source Bloomberg  For more \"Bloomberg West\" videos  Subscribe to Bloomberg on YouTube ", "viewCount": 0.3554731376675967, "labels": [115, 195]}, "xP6-R73JTA4": {"likeCount": 0.22833012287035498, "dislikeCount": 0.16127838567197356, "videoId": "xP6-R73JTA4", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "afs dx nikkor nikon kit lens review test 1855mm f3.55.6 vr ii recenzeAFS DX Nikkor 1855mm f3.55.6G VR II ReviewReview of AFS DX Nikkor 1855mm f3.55.6G VR II lens You can skip directly to these time stamps, which are about 022  Ergonomics 037  Autofocus and manual focus 105  Video samples, bokeh and focus 118  Lens flare, ghosting 146  Sharpness and zoom 159  Night scene 211  Sample photos", "viewCount": 0.49114612422727516, "labels": [146, 158, 279, 439, 454, 2934, 3732]}, "54cBFz3zelo": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "54cBFz3zelo", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "sports5 sports PBA Philippines basketball philippine associationHIGHLIGHTS MERALCO VS GLOBAL PORT MAY 05,2015GlobalPort dominated the assists and offensive rebounds departments to get their first win of the Governors' Cup Conference at the expense of Meralco, 9273, on Tuesday night at the Smart Araneta Coliseum. The Batang Pier relied on the scoring prowess of spitfire guard Terrence Romeo and their Asian import Omar Krayem while their American import Patrick O' Bryant dominated the boards. The fullthrottle attack shocked Meralco to submission. Val Marvin G. Macanas ballerspinas For more visit www.sports5.ph", "viewCount": 0.3616055194976586, "labels": [0, 52, 70]}, "550dmkyQqt0": {"likeCount": 0.13424226808222062, "dislikeCount": 0.1079181246047625, "videoId": "550dmkyQqt0", "title": "", "description": "", "length": 0.260530504614111, "keywords": "GloveHow to make a origami claw gloveClaws", "viewCount": 0.3866050924009275, "labels": [260, 371]}, "b87SS5bA5NY": {"likeCount": 0.14623979978989562, "dislikeCount": 0.0, "videoId": "b87SS5bA5NY", "title": "", "description": "", "length": 0.253655844257153, "keywords": "Hawaii Spearfishing Spearfishing Maui Spearfishing Maui Hawaii Uhu Kala Papio Palani Moana Kali Tako Hawaii SkinDiver Skin Diver Ocean Makai 808 Island Maui No Ka OiHawaii Spearfishing ShoreLine Diverz Episode 9 \"Shine Down\"Another dive video still getting there hope you Enjoy ! Dive Safe ! I don't own this music", "viewCount": 0.3698622429702098, "labels": [18, 43, 59, 238, 274, 366]}, "FxkcmNtp-2U": {"likeCount": 0.17160033436347993, "dislikeCount": 0.0, "videoId": "FxkcmNtp-2U", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Descendents Milo ALL Groezrock 2011Nothing With You, by Descendents  Groezrock, 2011Descendents, live  Groezrock Festival Saturday 23 April 2011.", "viewCount": 0.39183973388437005, "labels": [3, 4, 33]}, "FxM5iVcEh84": {"likeCount": 0.24502491083193612, "dislikeCount": 0.12304489213782739, "videoId": "FxM5iVcEh84", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "cover dance contest150405 BELLA cover Tara  Cry Cry Esplanade Cover Dance 2 Audition Esplanade Cover Dance Contest Season 2 Stage 1 Audition Round Bangkok, Thailand 05042015", "viewCount": 0.43304949423022177, "labels": [6]}, "8p557RS-wfk": {"likeCount": 0.2776701183988411, "dislikeCount": 0.08450980400142569, "videoId": "8p557RS-wfk", "title": "", "description": "", "length": 0.26138418218760695, "keywords": "call of duty black ops Modern Call Duty Cod Mw2 Duty economics The Call CNBC Cod4 Video Game Industry Industry Quotation Subject Montage Montage filmmaking Cod5 Gameplay Xbox Gameplay magazine Great Duty Modern World Scope Greatness Quotation Subject ZombiesBlack Ops 2 How To Be Pure Greatness Part 1Follow me on twitter for updates and chat! Twitter ", "viewCount": 0.3879325300784808, "labels": [0, 1, 36, 94]}, "fjwh4ghZx3A": {"likeCount": 0.20293837776852097, "dislikeCount": 0.1079181246047625, "videoId": "fjwh4ghZx3A", "title": "", "description": "", "length": 0.26242820958356683, "keywords": "Sergei Boutenko Harmony hikes Wild edibles raw food greens health funny familyStalking Wild Greens The CattailSergei's 30day green smoothie challenge Need a Vitamix? Get one here with free shipping ADDITIONAL GREEN SMOOTHIE RESOURCES Sergei Boutenkos new film Powered By Green Smoothies FREE green smoothie eBook with recipes Sergei Boutenkos new wild edible book with green smoothie recipes FREE green smoothie game with recipes Victoria Boutenkos green smoothie app Choose the best green smoothie ingredients with Valya Boutenkos app Quality Produce And dont leave home without Sergeis wild edible app Victoria also has a new books out, its called The Green Smoothie Prescription WANT YOUR KIDS TO EAT HEALTHY? Kids books by the Victoria and Valya Boutenko Will You Love Me Still I Love Greens Green Smoothie Magic Gift From Little Bear Fruits I Love For additional resources on healthy living visit And last but not least Follow me on Facebook Twitter Instagram SergeiBoutenko If youve read this far give yourself a big high five!!!!!", "viewCount": 0.44532724614461644, "labels": [11, 20, 126]}, "tVWzRMIn0BU": {"likeCount": 0.28388490907372554, "dislikeCount": 0.1361727836017593, "videoId": "tVWzRMIn0BU", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "minecraft minecraft mod minecraft lasers minecraft epic lasers minecraft laser beams minecraft laser weapons minecraft touhou minecraft touhou mod gamechap adamzonetopmarks minecraft lazersMinecraft EPIC LASER WEAPONS!!Steve learns the ancient art of LASER BEAMS PEW PEW!! The Chaps investigate this spiffing mod, I say! TO DOWNLOAD Mod by . Pew Pew Links  Facebook Twitter Twitter Merchandise ", "viewCount": 0.4547516266351024, "labels": [0, 1, 27]}, "YaIUtlatLoE": {"likeCount": 0.16020599913279623, "dislikeCount": 0.047712125471966245, "videoId": "YaIUtlatLoE", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "Earl Campbell and Walter PaytonEarl Campbell and Walter PaytonMusic Remember the Name by Fort Minor Itunes", "viewCount": 0.3742489464581775, "labels": [0, 376]}, "RqQ7i5dGCBU": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "RqQ7i5dGCBU", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "Hood River bridge hood river bingen wind surfing mountain biking Columbia river gorgeHood River Bridge  Heading home in the rainHeading back to town for beers after a wet day on the trails. This is a favorite bridge on the Columbia. Two narrow lanes 100 feet in the air. You look down through steel grating. People without soul think it's inconvenient and should be replaced, but this is why we hang out in the gorge. When the sun is out, Mt. Hood is front and center.", "viewCount": 0.3162564406523019, "labels": [2, 7, 56, 104, 305, 871]}, "9o6saSB9mak": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06989700043360189, "videoId": "9o6saSB9mak", "title": "", "description": "", "length": 0.26232492903979004, "keywords": "Fire men paramedic action police rotterdam rescue brandweer ambulance politie reddingRescue ActionFire Dep. and Paramedics in action in Rotterdam. A man need to be rescued with a Fire Truck. In real this action was 24 minutes long.", "viewCount": 0.38276277047674334, "labels": [296, 525, 632]}, "KqJLQtpkLEs": {"likeCount": 0.1799340549453582, "dislikeCount": 0.06989700043360189, "videoId": "KqJLQtpkLEs", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "football max browne nfl russell wilsonMax Browne  20122013 Gatorade National Football Player of the YearSeahawks rookie quarterback, Russell Wilson pays a surprise visit to Max Browne to present him with the 201213 Gatorade National Football Player of the Year Award!", "viewCount": 0.42627357796664866, "labels": [0, 79, 918]}, "KsloHK0LI3k": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "KsloHK0LI3k", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "haunted scary dead skelenton how graves props halloween oct 31 smoke machineHomemade Haunted House so farthis is my haunted house for 2010 its not finished yet i will make it way longer and ill make a video of it on halloween", "viewCount": 0.30492180226701815, "labels": [2297]}, "gVkJLuMIsDQ": {"likeCount": 0.14623979978989562, "dislikeCount": 0.06020599913279624, "videoId": "gVkJLuMIsDQ", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "RC car PC computer control software evolutionComputer Controlled RC Cars at DoshishaThe controlling software, external and onboard camera views of the computercontrolled scale model of a racing car. Parameters of the driving style adopted by the controlling agent are automatically optimized via evolutionary algorithm. Details more", "viewCount": 0.4498765290807105, "labels": [0, 26, 64, 149]}, "Ye5tDYRNZs8": {"likeCount": 0.12041199826559248, "dislikeCount": 0.03010299956639812, "videoId": "Ye5tDYRNZs8", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "bowling for soup high school never ends music video 1337 dekoBowling for Soup  High School Never Ends Music VideoThis is a song from Bowling for Soup called high School Never Ends  Hope you like it.", "viewCount": 0.34242280706959805, "labels": [4]}, "YfqhQiJP4Xw": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "YfqhQiJP4Xw", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "Fretless guitar fretless xaviere sustainiac crate v18 v18112 v18112 danelectro wasabi overdriveCrate V18 Demo fretlessI just got my V18 in the mail today and thought i'd throw up some clips to show some of the things it can do. I'm using my fretless guitar, a Danelectro Wasabi Overdrive, and of course my V18. Sorry for the sloppy playing and audio quality. I just sat down and hit record on my computer.", "viewCount": 0.3211654400553183, "labels": [9, 37]}}