{"4YKHYNlgHHk": {"likeCount": 0.18512583487190754, "dislikeCount": 0.15314789170422552, "videoId": "4YKHYNlgHHk", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "greenhouse pvc shelter garden shed how to build fabricate instructions hoop house carport hoophouse greenhow to build pvc shelter greenhouse.mp4how to build a pvc shelter very easy, could easily be made into a green house for gardening and growing vegetables. Get your free gardening ebook and much more information at ", "viewCount": 0.49094864937700256, "labels": [15, 1123]}, "U68iCIZjyo8": {"likeCount": 0.16232492903979007, "dislikeCount": 0.047712125471966245, "videoId": "U68iCIZjyo8", "title": "", "description": "", "length": 0.26063813651106055, "keywords": "HEADQUARTERS 1 Crash CoD4 MWR Wii Dazran303 Craszit TheJuzi MWR MWii CoD4Wii online gameplay MP5 m40a3 barret .50cal Dragunov M21 footage HD map dazran303 Daz Dazran 303 Nintendo Component Cables Hauppauge PVR Widescreen ytstretch169 ytqualityhigh 720p gaming warfare video game fps weapons pickle9000HEADQUARTERS 1  Crash  CoD4 MWR Wii Dazran303 Craszit TheJuziCall of Duty Modern Warfare Reflex Wii Gameplay. This is the Nintendo Wii Version. CoD MWR on the Nintendo Wii with Wii Remote control. High Kill Gameplays, Killstreaks, Competitive matches & More!  SUBSCRIBE if your new,  LIKE if you enjoyed!   SUBSCRIBE   WATCH ME LIVE HERE   CONNECT WITH ME  Youtube   Twitch   Twitter   Facebook   Reddit   Discord   Blog   Recent Upload   Popular Upload   Donate   MERCH  Teespring   YOUTUBE PLAYLISTS  Platform  Mario Maker Super Expert   Mario Maker Clear Videos   Mario Maker   New Super Mario Bros. U Coop LP   Super Mario 3D World Coop LP   Super Mario World Coop LP   Racing  Mario Kart 8   Mario Kart Wii   Mario Kart 7   Rocket League Switch   Party  Nintendo Land   Wii Party U   Wii Party   Mario Party 9   Adventure  MH3U Let's Play   MH3U Online Hunts   Go Vacation   Shooting  Infestation The New Z  Splatoon   CoD MWR Wii   CoD MW3 Wii   CoD Black Ops Wii   CoD Ghosts WiiU  To See ALL Playlists, Click Here!  Episode Title Game Call of Duty Modern Warfare Reflex Wii Platform Nintendo Wii People In This Video Dazran303  STAY AWESOME! Team303  Hashtags CallofDutyModernWarfareReflex ModernWarfareReflexWii ModernWarfareReflex", "viewCount": 0.36075622431835885, "labels": [0, 1, 36, 185, 203]}, "UBpKDzebqY4": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "UBpKDzebqY4", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "InterHong Table Tennis Semifinal PCCW vs JardinesInterHong Table Tennis PCCW vs Jardines semi 2nd setGina  Richie PCCW came back from 810 in 2nd set and won by deuce. They beat Jardines by 30 in mixed double. The team won by 41 and entered the final. And then beat KMB in the final 40.", "viewCount": 0.3378761175316374, "labels": [0, 226, 530]}, "UEpW9GFIZ8w": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "UEpW9GFIZ8w", "title": "", "description": "", "length": 0.25622928644564746, "keywords": "Scuba diving snorkeling Sombrero reef parrot fish angel fishSombrero Reef Dive 43111Scuba diving on Sombrero reef off Marathon, Florida Keys.", "viewCount": 0.379155030502733, "labels": [15, 18, 59, 366]}, "0f8uWKcQapA": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "0f8uWKcQapA", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "HIM Love Death Berlin 2000Death is in love with usHIM performing Death is in love with us. Berlin, 2000.", "viewCount": 0.38140477209956, "labels": [3]}, "GWNtlOMTrkY": {"likeCount": 0.10413926851582252, "dislikeCount": 0.047712125471966245, "videoId": "GWNtlOMTrkY", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "Acrbats and Majorettes BotevgradAcrobats and Majorettes  Botevgrad Bulgariarepeticia ot koncerta po povod 130 godini Sofia", "viewCount": 0.3262213705476417, "labels": [3, 6, 8]}, "lnL2ah-Xlqg": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "lnL2ah-Xlqg", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Hawk Homecoming 2007Homecoming Dance 2007we rocked the dance floor.", "viewCount": 0.32810333672477277, "labels": [8]}, "5sdJb6RuxVc": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "5sdJb6RuxVc", "title": "", "description": "", "length": 0.17481880270062006, "keywords": "UMPC netbook AccessoryMelkco Leather Case for Toshiba Libretto W100 for extended battery  Book TypeLeather Case for Toshiba Libretto W100 DualScreen UMPC for extended battery  Book Type Black ", "viewCount": 0.34174716932032934, "labels": [24, 74, 131, 879]}, "ueAw4LIRJEs": {"likeCount": 0.23944516808262165, "dislikeCount": 0.16020599913279623, "videoId": "ueAw4LIRJEs", "title": "", "description": "", "length": 0.25237464668115644, "keywords": "TelevisionInvention YouTubeSpaceTokyo CookingInterest  TV       B        A5  A5   1143 B1 11301530L.O.1430 17002230L.O.2130 11302230L.O.2130 11302200L.O.2100 100  apple iphone6     etc...  ", "viewCount": 0.46789551851940137, "labels": [11, 22, 29, 32, 173, 368, 1115]}, "bHMHMreIAIA": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "bHMHMreIAIA", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "learn piano piano learn play piano learn to play piano learnLearn How to Play Piano  How to Learn Piano Keyboard Basics The standard piano keyboard has eightyeight keys. To someone who has no piano experience whatsoever, that long row of white and black keys may seem as incomprehensible as hieroglyphics. Piano keyboard basics, however, are quite easy to learn  It's performing at Carnegie Hall that requires a tad more skill! Memorize the first seven letters of the alphabet. You got it, just learn the letters A through G. There is no such thing as the Key of H, so don't concern yourself with the rest of the alphabet. The piano's white keys are merely a repetition of these seven letters. Learn the concepts of \"sharp\" and \"flat.\" In very crude terms, \"sharp\" means up a little, while \"flat\" signifies being a tad below. These terms refer to both pitch and physical location. But now..... I have better way to do \"Rocket Piano\" That's Right  YOU can learn how to play piano using our FREE LESSONS, step by step instructions, tutorials, jam tracks and famous songs! Rocket Piano is jampacked with quality information, including hundreds of sound files, pictures, diagrams, videos lessons AND stepbystep instructions training you to read music AND play by ear. Links ", "viewCount": 0.3812779707008964, "labels": [31, 40, 57]}, "bKeJZDU2rsE": {"likeCount": 0.2041392685158225, "dislikeCount": 0.15185139398778877, "videoId": "bKeJZDU2rsE", "title": "", "description": "", "length": 0.25728716022004805, "keywords": "Within Temptation Angels Remix Chris One Video 2010Within Temptation  Angels Chris One RemixAngels Chris One Remix", "viewCount": 0.4573034141907424, "labels": [14]}, "jphPEcr3O2E": {"likeCount": 0.1, "dislikeCount": 0.06020599913279624, "videoId": "jphPEcr3O2E", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "GTA LCS Glitches CodesGTA LCS PSP Glich On Second IslandOnce In There U Can't Get Out If U Want Hunter Helicopter Watch ", "viewCount": 0.3730862992046494, "labels": [0, 1, 349, 2226]}, "WB1WFob_BDU": {"likeCount": 0.15185139398778877, "dislikeCount": 0.06989700043360189, "videoId": "WB1WFob_BDU", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "Jeep wrangler TJ sport video update mods work thoughts roman bedliner plans jeep v logJeep Wrangler TJ Update 15 \"POR15 overview & more planing\"The start of my Vlog series on my 2000 Jeep Wrangler TJ Sport. Where I video update whats going on with my jeep my future and immediate plans on what i am doing with it and my thoughts on them. This is a series mostly for myself and a good way of keeping track of what I've done, when and how.", "viewCount": 0.414104194093905, "labels": [2, 7, 297, 742]}, "WJ4xsJw6Q7g": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "WJ4xsJw6Q7g", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Street Fighter IV Sagat Ke Bison Zangief Abel SakuraSFIV Sakura Ranking Battle Pt.1 23082008Originally from Game Inn Sakura Featuring Ojisan SA vs Aojiru Guile BI Hisaya KE vs Moruda ZA ??? SA vs Maasuru AB", "viewCount": 0.3523356206654793, "labels": [0, 1, 69, 236, 404]}, "kRmepRbi8NE": {"likeCount": 0.16720978579357176, "dislikeCount": 0.10413926851582252, "videoId": "kRmepRbi8NE", "title": "", "description": "", "length": 0.23996737214810382, "keywords": "Unturned 2 How Fast Hamachi Without Server Himachi Two An YouTube Make Unturned Quick For Free Free Out With Easy No ToHow To Make A Unturned Server NO HAMACHI!Hey guys this is how to make a Unturned Server without hamachi! If this helped let me know by leaving a like! ", "viewCount": 0.4126391191616615, "labels": [0, 1, 27, 2540]}, "kTkkC0C5Luk": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "kTkkC0C5Luk", "title": "", "description": "", "length": 0.26414741105041, "keywords": "52 OL David Robbins Glenelg High School Junior Football Highlights Class of 2015 3 Star Prospect David Robbins Five Star Film Productions Glenelg High School Army All American Under Armour AllAmerican Casey Tucker Christian Westerman Tyler Johnstone Class of 2015 Prospects52 OL David Robbins Glenelg High School Junior Football Highlights Class of 2015 3 Star ProspectVideo created by Five Star Film Productions www.fivestarfilmproductions.com 3 Star Offensive Lineman Class of 2015 Glenelg High School Glenelg, Maryland", "viewCount": 0.32739267801005256, "labels": [0, 79, 91, 376, 806]}, "hiXCAODKfz8": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "hiXCAODKfz8", "title": "", "description": "", "length": 0.24440447959180764, "keywords": "RaCING GO CART2005 SlingShot Racing Go Cart FOR SALE 100mphHere is my 2005 Comet Slingshot Racing Go Cart. It has a yamaha kt100 and runs around 100 mph. Thanks for watching and if you would like to purchase it give me a call at 4197044031. Located in TOLEDO, OHIO.", "viewCount": 0.41916745319592286, "labels": [2, 17, 90, 443]}, "BAo8IO0itxM": {"likeCount": 0.1653212513775344, "dislikeCount": 0.03010299956639812, "videoId": "BAo8IO0itxM", "title": "", "description": "", "length": 0.24955443375464484, "keywords": "Dead To Rights PS2 Videogame DonutDead To Rights 1 & 2 TrailersThese are the intro Trailers to the games Dead to Rights 1&2", "viewCount": 0.418446428934699, "labels": [0, 1, 25]}, "Y3kl0S_HMlc": {"likeCount": 0.20253058652647704, "dislikeCount": 0.08450980400142569, "videoId": "Y3kl0S_HMlc", "title": "", "description": "", "length": 0.24440447959180764, "keywords": "fiber optics optical fiber UniCam no epoxy no polish Corning LANscape connector terminationUniCam Connector Termination on 900 Micron or FanOutThis video demonstrates how to terminate the UniCam HighPerformance Connector on a prepared and cleaved 900 Micron or FanOut Fiber.", "viewCount": 0.45790973265526436, "labels": [3268]}, "Y5xJNQF5dPk": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "Y5xJNQF5dPk", "title": "", "description": "", "length": 0.26314437690131726, "keywords": "Green Fire Quest Demonology PoV Demonology Warlock Kanrethad Krustysoul World of Warcraft WoW Spurious LightbringerDemonology Warlock Krustysoul Vs Kanrethad  Quest for Green FireMain Krustysoul DemoAfflic Warlock Realm US  Baelgun Guild Sacred  www.byallthatssacred.enjin.com Music Two Steps From Hell  Freedom Fighters Extended Remix Demonology Warlock PoV", "viewCount": 0.34865721505183567, "labels": [0, 1, 93, 102]}, "dz8L42-_Le8": {"likeCount": 0.16812412373755872, "dislikeCount": 0.09542425094393249, "videoId": "dz8L42-_Le8", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "PCBox Unboxing TV Subject tacens mars gaming mm2 mouse raton jugar rpido 5000dpi para jugar game gamergy lvp optico elrubius OMG universalUnboxing  Ratn Tacens Mars Gaming MM2 5000DPI PCBoxEl MM2 destaca por su potente software de control, que permite una personalizacin total con Macros y 5 perfiles de usuario independientes. Y, con su botn de cambio onthefly de 500200035005000 DPI, totalmente programable, se consigue un control mximo. Su sensor ptico Avago, de la ms alta calidad, ofrece un ratio de refresco sin precedentes de 1000Hz, logrando una precisin extrema durante el juego. El impresionante diseo del MM2, con iluminacin en 4 colores con efecto respiracin, complementado con su acabado en goma, para una manipulacin perfecta, sus pies de tefln, que aseguran un agarre mximo, y su peso, especficamente diseado para el gaming, hacen de este ratn el perifrico perfecto para profesionales.", "viewCount": 0.3989182751255548, "labels": [21, 23, 859]}, "MvqapQlUXYs": {"likeCount": 0.19190780923760742, "dislikeCount": 0.07781512503836437, "videoId": "MvqapQlUXYs", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "Samsung Galaxy S6 Android 5.1.1 Galaxy S6 Android 5.1.1 Review Andoid 5.1.1 s6 root galaxy s6 android 5.1.1 supersu android 5.1.1 galaxy s6Samsung Galaxy S6 Android 5.1.1 Lollipop  ReviewReview and quick look of Android 5.1.1 Lollipop for Samsung Galaxy S6 and Galaxy S6 edge, International and TMobile, with root coming soon. How To Install Subscribe! bit.lySubscribeNaldoTech Follow NaldoTech ", "viewCount": 0.4203332109681706, "labels": [21, 23, 24, 115, 520]}, "Mz7BYntNwYM": {"likeCount": 0.11760912590556814, "dislikeCount": 0.08450980400142569, "videoId": "Mz7BYntNwYM", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "Hot Sauce Food Tabasco Brand carolina reaper reddi wip Whipped Cream Food Maxim Magazine Chili Pepper Ingredient burning Habanero Chili Ingredient Jalapeo Food Fire reaper painWe Did It For You 11 Circles of Hot Sauce HellPurely for your enjoymentand because we apparently like torturing ourselvesfour intrepid Maxim editors risked life, limb, and gastrointestinal stability to taste 11 facenumbingly spicy hot sauces and report back. Starting from dinner table staple Tabasco and ranging up to pure pepper extract, watch as we battle through the pain and try not to be the first to reach for the whipped cream.", "viewCount": 0.3222456336679247, "labels": [11, 229]}, "vjmtTDx-fJw": {"likeCount": 0.22405492482826, "dislikeCount": 0.047712125471966245, "videoId": "vjmtTDx-fJw", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "Zentangle zendoodle doodle draw hobby daily vlog fun blog sketch micron staedtler bic Sharpie color tutorial project zen mandala pens pencils ink craft create creative speed draw relaxing design artistic lines bold fast art abstractTrying New Zentangles...My Links Subscribe My Planner Channel Support me on Patreon Etsy Shop Blog Facebook Fan Page Facebook Coloring Group My Books on Amazon Greg's Doodle Channel 20132014 Videos Music by Kevin MacLeod 2015Current Videos Music by Josh Woodward Classes coming soon! Twitter tiffanylovering Instagram tiffanylovering eMail tiffanytanglesyahoo.com I am NOT a CZT Certified Zentangle Teacher nor do I intend on becoming a CZT. Although some of my art can be considered a \"Zentangle\"  MOST are what I call \"Freeform Tangles\". Although I use a lot of the same patterns, my creations are MUCH less restrictive than traditional Zentangle.", "viewCount": 0.4069926968752473, "labels": [49, 80, 2830]}, "vllhNC7lZMw": {"likeCount": 0.15314789170422552, "dislikeCount": 0.03010299956639812, "videoId": "vllhNC7lZMw", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "pokemon eevee poochyenaEevee and poochyena Love StoryHI GUYS this is a love story on poochyena and eevee.hope you like it! PLEASE READ!! I DO NOT OWN ANYTHING!!", "viewCount": 0.3818621726375889, "labels": [5, 16, 81]}, "vmsZGIteZ_U": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "vmsZGIteZ_U", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "girl games games for girls cooking games dress up games makeover games Dressup Game Barbie at school Barbie doll school fashion dress up barbie dress up barbie dress up game barbie dress up games barbie school charm princessbarbie dress up gamesWho said going to school meant you had to dress down. Dress up and show why your the best out there. Looking good and studying hard ain't easy, but you're the expert. Teach her a thing or two. Pick her hair, get the dress, and choose those accessories!", "viewCount": 0.3899054067998171, "labels": [0, 26, 194, 293, 441]}, "vopHQUE6h7Q": {"likeCount": 0.1414973347970818, "dislikeCount": 0.03010299956639812, "videoId": "vopHQUE6h7Q", "title": "", "description": "", "length": 0.2509202522331103, "keywords": "how to play jump blues guitar lesson lessons jazz matthieu brandt tbone walker freddie king truefire scales rhythm solo chords strumming pickingJump Blues Guitar Lesson  Matthieu Brandt  Freddie KingFULL COURSE, TAB, JAM TRACKS More Free Guitar Lessons  On Twitter  On Facebook  Both Freddie King and Clarence \"Gatemouth\" Brown are players that contributed immensely to the jump blues idiom. Both players had an impeccable timing and wrote great instrumentals. Among Freddie Kings' best are \"Hideaway\", \"SenSaShun\" and \"The Stumble\". Gatemouth's claim to fame includes the phenomenal \"Okie Dokie Stomp\". All these instrumentals are finger busters and are often played verbatim at jam sessions. Check them out! This style solo is in straight time, because even jump blues players can get tired of playing uptempo shuffles all night. It uses double stops, playing sixth intervals and rakes.", "viewCount": 0.4297169380969235, "labels": [9, 10, 37]}, "Vd932fWH_yI": {"likeCount": 0.11760912590556814, "dislikeCount": 0.047712125471966245, "videoId": "Vd932fWH_yI", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "Traditional Chinese Painting Flower Bird Watercolor.Chinese Painting. Landscapes. bird and flower painting raggedybird raggedy birds ragedy ragged raged yang oshi oshi xuan red star history calligraphy calligraphic calligraphical calligraphically caligraphical caligrapgersWHAT IS  ISN'T Traditional Chinese Painting with Watercolor. Google Image Inspired.In traditional Chinese painting, one must hold the brush as traditionally adopted by traditional Chinese calligraphers and painters. If a person holds a Chinese brush like the way people hold pencils or watercolor brushes, the different effects such as textures strokes for mountains, rocks, trees & etc. and the eight methods of the calligraphy characters \"Yong\" will not show. The relationship between eight methods of the calligraphy characters \"Yong\" & Chinese brush painting. These common knowledge may not be revealed in books written in English. To understand the basic eight strokes and their application to CBP and the correct way to hold a Chinese painting brush, it's required to study Chinese calligraphy. In this, there lie the secrets of the ancient masters and their pictures from Google image. To know what \"traditional\" or \"classical\" Chinese painting styles are, the best sources include purely classical plus early 20th century modern styles  A must read for all CBP people. This book is the most comprehensive CBP ever written in English. It's very difficult to understand the techniques and terms mentioned.  Many books written by Chinese painting professor James Cahill More modern, less traditional classical Chinese painting books by Oshi Yang  More modern, less traditional classical, mostly spontaneous styles The terms \"traditional Chinese painting,\" \"traditional Chinese calligraphy\" and \"traditionalchinesecalligraphy\" have been improperly exploited and recognized by people who have not study Chinese calligraphy and CBP seriously and correctly.", "viewCount": 0.3474070503215044, "labels": [49, 127, 787, 2274]}, "VfD7i-CVrIo": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "VfD7i-CVrIo", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "Avril Lavigne Mobile Let go music video RockAvril Lavigne  Mobilemusic videomusic video for avril's great song \"Mobile\"!", "viewCount": 0.34601458174917504, "labels": [14]}, "Vg3y4zdYreA": {"likeCount": 0.13222192947339192, "dislikeCount": 0.19590413923210936, "videoId": "Vg3y4zdYreA", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "  Sergio Martinez Miguel Cotto fightnight champion   boxingSergio Martinez VS Miguel Cotto VS ", "viewCount": 0.5065179964948071, "labels": [0, 92, 110, 2602, 3859]}, "OG9uAm7ptq0": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "OG9uAm7ptq0", "title": "", "description": "", "length": 0.24941545940184429, "keywords": "Konami 1993 Let's Play Monster Maulers Kyukyoku Sentai DandadarnLet's Play Monster Maulers! Pt. 3Yay or something!", "viewCount": 0.3118264726089479, "labels": [0, 1, 5, 69, 193]}, "PDIPPQVw8dA": {"likeCount": 0.3091315159697223, "dislikeCount": 0.1278753600952829, "videoId": "PDIPPQVw8dA", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "Bent Branderup Academic Art of Riding Knabstrupper Knabstrupper stallion blind Akademische ReitkunstBent Branderup & Hugin, 2011Dedicated to Hugin", "viewCount": 0.540365233491133, "labels": [15, 18, 87, 536]}, "BW8IsADnuWc": {"likeCount": 0.3062205808819713, "dislikeCount": 0.1968482948553935, "videoId": "BW8IsADnuWc", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "FooDHacker Food Hacker jp lambiase lambiase john paul rycecube HeLLthy Junk Food hellthyjunkfood healthy junk food healthyjunkfood easy recipe simple recipe quick recipe healthy recipe how to blind taste test burgers fast food burgersBlind Taste Test Fast Food Burgers  HellthyJunkFoodWatch Part 2 here Subscribe to JPTalks MERCH  Social Media Links HellthyJunkFood Snapchat  HellthyJunkFood Website ", "viewCount": 0.51301921975918, "labels": [11, 29, 969]}, "mz8UCRoKv3o": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "mz8UCRoKv3o", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Aztecs Bristol Filton Pride Top gun AlexJenkins FBU Football Linebacker Defenece virginia Europe Continent Fitness american footballAll Star Europe Road To TopGun PreviewAll star European athlete and great British international player Alex jenkins shows us a quick preview of how he's preparing his body for the test of FBU Topgun camp in VA in mid July.  a preview taken from a short documentary road to Topgun", "viewCount": 0.316790781000148, "labels": [100, 161, 696]}, "cv1l-oY3h5c": {"likeCount": 0.20969100130080565, "dislikeCount": 0.15563025007672873, "videoId": "cv1l-oY3h5c", "title": "", "description": "", "length": 0.2271841606536499, "keywords": "news mitsubishi evo fq400 noble m400 shoot tom ford Vicki Butler Henderson Tiff Needell Jonny Smith Jason Plato Fifth Gear UKMitsubishi Evo 8 FQ400 v Noble M400  ShootOutsWhat's quickest round our track?", "viewCount": 0.5086174682090616, "labels": [2, 7, 17, 48, 573, 841]}, "2zXckXU-ZBc": {"likeCount": 0.1792391689498254, "dislikeCount": 0.03010299956639812, "videoId": "2zXckXU-ZBc", "title": "", "description": "", "length": 0.2518513939877888, "keywords": "      oldaudio oldplayer HiFi audio                       casset deck CD player LP player amplifiers   . Pioneer CST88Pioneer CST88 Oldplayer.ru  .Pioneer CST88", "viewCount": 0.39151887051731565, "labels": [269, 320]}, "XqtcHSbx9mo": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "XqtcHSbx9mo", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Short program Team Braemar USA Synchro Skating World Challenge Cup Juniors WCCJ 2009 Neuchtel Pattinaggio sincronizzato Sinchronized Precision Patinage Synchronis Synchroneiskunstlauf Teamkning Muodostelmaluistelu Szinkron korcsolya Szinkronkorcsolya Sinhronizirano klizanje Synchronizovan krasokoruovanie Senkronize Buz Pateni ywiarstwo synchroniczne     WCCJ2009  Team Braemar  Short Program  InvincibleShort program of Team Braemar from USA, 5th classified at the Synchro Skating World Challenge Cup for Juniors WCCJ 2009 in Neuchtel. Music Invincible. Coach Pamela May, assistant coach Toni Swiggum.", "viewCount": 0.3538699379542407, "labels": [82, 103, 350, 537]}, "XrM0hMgML8c": {"likeCount": 0.13424226808222062, "dislikeCount": 0.08450980400142569, "videoId": "XrM0hMgML8c", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "Thomas Mueller Thomas Mller Bayern footballA video for Thomas Mller's 20th birthdayA video for Thomas Mueller's 20th birthday Made by myself  Liebster Thomas,gib Gas!", "viewCount": 0.36554265877459186, "labels": [11, 123, 176, 1411]}, "1CemYPmawcw": {"likeCount": 0.13979400086720378, "dislikeCount": 0.07781512503836437, "videoId": "1CemYPmawcw", "title": "", "description": "", "length": 0.2598790506763115, "keywords": "andy deville professor ocdp orange county drum percussionAndy DeVille  Norwegian drum professor  Promo clip 1Andy DeVille  The norwegian drum professor ", "viewCount": 0.41092409685882036, "labels": [3, 4, 28, 33, 38, 78, 86]}, "1Dr7HeAPT6w": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "1Dr7HeAPT6w", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "Wurlitzer AMI old tube amplifier elvisRockola comet 1446 Part 2A little showing, I will show the back and amps soon, Thanks for looking", "viewCount": 0.334908316877959, "labels": [62, 3174]}, "1DUOsSyZO7I": {"likeCount": 0.19444826721501687, "dislikeCount": 0.07781512503836437, "videoId": "1DUOsSyZO7I", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "Brass Rock Punk Rock Wien Ska Party Emotions Acoda Studios Good GutSix Tin Jonesy  Tonight's the night official music videoOfficial music video for the new single \"Tonight's the night\" of the current album \"The Very Best Off\" Video by Acoda Studios  Amplius, 2012 PLEASE also \"like\" this picture in order to help us earn a spot at the MIGHTY SOUND festival get it on iTunes right now ", "viewCount": 0.4511080845539119, "labels": [4, 14]}, "2teA26GhmB8": {"likeCount": 0.3201670179646582, "dislikeCount": 0.19030899869919438, "videoId": "2teA26GhmB8", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Infinite money akce ache akche glitch rich fast easy fun brotherhood altair ezio chronicles embers bloodlines mobile hidden blade real life exploitAssassin's Creed Revelations Easy Money GlitchThis video will show you how to get unlimited money on Assassin's Creed Revelations. If you have any questions, please feel free to comment. Don't forget to rate, favorite, and subscribe. Follow us on Twitter ZKgaming. Video by Zodiac Scout", "viewCount": 0.5034359696378927, "labels": [0, 1, 35, 285, 1414, 1586]}, "EGy04iHd7JU": {"likeCount": 0.20755469613925306, "dislikeCount": 0.13979400086720378, "videoId": "EGy04iHd7JU", "title": "", "description": "", "length": 0.2527629900871339, "keywords": "msimmons tyler lego legotown taxi taxis city town minifig legos minifigs hotel police fire hospital airport jet terminal bus limo custom moc creation built house houses apartment building beach beachfront layout set sets limosine limousine department station tv television videos video stop motion shop store rescue tour show demo instructions tutorial stopmotion demonstration movie animation smart car vehicles design cars catzilla sophie 4wide bricksburgh bricksburg bricksbergLego \"Smart Car\" Variations  How to Build Legotown Cars for Your TownCheck out our website A simple modification using common Lego parts to transform the standard \"Smart Car\" set  3177 into a sportier, stubbier version. Tyler did most of the design work on this one, while I scared up the parts to change the color. Sophie, aka CATZILLA, stops by for a visit at the end.", "viewCount": 0.4950832005172585, "labels": [2, 7, 26, 130, 435, 808]}, "EIh5uyEAr0g": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "EIh5uyEAr0g", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "taconic cheerleadingtaconic cheerleaderscheerleading performance. braves vs generals", "viewCount": 0.3249931756634195, "labels": [0, 8]}, "lcYw8R0GZCo": {"likeCount": 0.12304489213782739, "dislikeCount": 0.06020599913279624, "videoId": "lcYw8R0GZCo", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "Roller Coaster Tycoon Cobalt Dive Straight down Custom Scenery Hi Definition LucasGProductionsRoller Coaster Tycoon 3 CobaltWhats up YouTube! Cobalt is here! Took a while to record the thang because it is soo laggy with an almost full theme park. And if you hadn't noticed, the park in the background is Fairlands so you can see where im at right now. Almost done with fairlands!!! I hope you enjoyed Cobalt, please subscribe so you can see my latest awesome vids! Custom Scenery Supports Moby's Steel Jungle Catwalks ATH Catwalk Set Station Roof SGHR71 i think Station Platform SGHR91 Footers DasMatze's Utilites Fences SGHR71 I have a lot more sets goin' on I they're just not the significant.", "viewCount": 0.3456669629423758, "labels": [42, 247, 255, 1097]}, "lkO2hencYsU": {"likeCount": 0.3079181246047625, "dislikeCount": 0.1740362689494244, "videoId": "lkO2hencYsU", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Advanced Warfare Glitches Advanced Warfare Xbox 360 Glitches Advanced Warfare Xb1 glitches advanced warfare xbox one glitches advanced warfare ps3 glitches advanced warfare ps4 glitches aw glitches aw glitch call of duty advanced warfare glitches call of duty advanced warfare glitches tricks & spots advanced warfare spots advanced warfare tricks advanced warfare tips advanced warfare hiding spots ascend glitches advanced warfare ascend glitchesAdvanced Warfare Glitches  Secret Hiding Spot on Ascend! \"XBOX 360,XB1,PS3,PS4\" AW Tricks & SpotsSecret Hiding Spot on Ascend! If you are watching this video & signed into a YouTube account please take a second out of your day to leave a Like Rating on this video & Subscribe for more AW Glitches!   Subscribe To My Channel  Subscribe To My Music Channel  Song Used Jaymes Young  Northern Lights Cal Mobley & Shelton Harris Remix Founder  Twitter  Facebook  Google Subscribe If you enjoy watching my videos! ", "viewCount": 0.4878084983566542, "labels": [0, 1, 36, 192, 294, 403]}, "wScPz-g6_dY": {"likeCount": 0.23304137733491911, "dislikeCount": 0.06020599913279624, "videoId": "wScPz-g6_dY", "title": "", "description": "", "length": 0.26972293427597177, "keywords": "Webe Webe Reptiles Reptiles Crested Geckos Geckos lizards must see funny exciting update feedingFirst 2 Crested Geckos to Join The Webe Family!!!I have wanted Cresties for a long time and thanks to my good friends Roy and Melissa. I had a perfect enclosure for a set of awesome cresties. I hope everyone enjoys the videos and up and coming updates.", "viewCount": 0.4170408411725318, "labels": [15, 555, 1225, 2501]}, "46ppw-K6P7I": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "46ppw-K6P7I", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "90 90cc 89cc 100cc 103cc scooter scoot moped vento triton keeway minarelli 1e40qmb 1e50qmf 1e52qmj swap 49cc 50cc performance mods modification sport variator project yamaha custom driving ride ridingProject 90  Ride After Filing VariatorA short test run after filing the variator halves a little. Improved low speed acceleration, similar top speed. Follow Project 90 at ! There you can see lots of pics and other info about any mods. GPS speed reports, fuel economy changes, etc...", "viewCount": 0.33854275148051305, "labels": [2, 30, 280]}, "48OKBTDUx6E": {"likeCount": 0.20969100130080565, "dislikeCount": 0.1380211241711606, "videoId": "48OKBTDUx6E", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "noisemakermedia markcarranceja jesseabraham spiderman vitamins albertrhymestein warrenbritt otisclapp premonition jesse abraham homeboysandman topraz spills noisemaker media djbooth lizzysnaps vrphoto hiphop rap music classic funny brooklyn canon5dmk2 canon5dJesse Abraham  Spiderman On VitaminsDownload Jesse Abraham's \"Spiderman On Vitamins\" on iTunes Noisemaker Media and Jesse Abraham Present Spiderman On Vitamins. Jesse Abraham  Spiderman On Vitamins  Mark Carranceja Director, Cinematographer and Editor  Amit Regev Assistant Director  Justin Denmark Key Grip  Music by Spills For more info on Jesse Abraham, please visit Follow Jesse Abraham Facebook Twitter For more info on Noisemaker Media, please visit Follow Noisemaker Media Facebook Twitter MySpace Behind the scenes pics courtesy of Lizzy Snaps and VR Photo  2011 Noisemaker Media and Jesse Abraham", "viewCount": 0.4184719815150271, "labels": [14]}, "4DqfqGSo-do": {"likeCount": 0.1146128035678238, "dislikeCount": 0.08450980400142569, "videoId": "4DqfqGSo-do", "title": "", "description": "", "length": 0.26608654780038693, "keywords": "Murd3r Sc3ne murd3r sc3ne bh vid skuoll fierydeath17 loot K0 level 103 in high crater full sara pk 31 f2p runescapeMurd3r Sc3ne  pk vid 2 BH  HIGH CRATER CHAOS!watch in high quality you can also subscribe here go to my channel for more! level 103 murd3r sc3neme dominating the high crater. mostly fighting ppl up to 7 level higher than me. thanks to my friend fierydeath17 for being in the vid. GF. if you havent subscribed yet please take the time to do so.", "viewCount": 0.327669152884504, "labels": [0, 139]}, "4hQHERijyVk": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "4hQHERijyVk", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "caged guitar caged guitar system explained caged guitar lesson caged guitar chords caged guitar scales caged guitar system for dummies caged guitar pdf how to play caged guitar chords how to use the caged system guitar guitar lesson caged guitar lesson caged system caged guitar system made easy caged guitar system scales caged explained guitar caged system explained guitar fretboard explained guitar root notes explained guitar notes explainedCAGED System on Guitar Explained Using Desktop Fretboard  download and make your own Desktop Fretboard See the CAGED system explained for Guitar using the Desktop Fretboard. Here we see 5 different shapes to make a C major chord. The C shape, then the A, the G, E and D shapes and then back to the C shape again. Root notes and all other scale degrees are clearly marked to make chord construction easy to visualise. Equally useful for visualising and learning scales and chords for beginners, intermediates and even advanced players. It's not necessary to understand the CAGED system to play guitar but you're always using it, whether you realise it or not! Enjoy the Desktop Fretboard  it's the easiest way to get the CAGED guitar system made easy and explained. A real handson experience! ", "viewCount": 0.31922886125681205, "labels": [9]}}