{"koWxUiObfPU": {"likeCount": 0.18129133566428557, "dislikeCount": 0.1, "videoId": "koWxUiObfPU", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "LG    S   S4 3 3 samsung Galaxy Galaxy4 Galaxy note3 iPhone apple iPhone5 iPhone5S   5 5S  underkg    Review unboxing IT the Verge   LTE     iPad  Google  S5 G3     Sony   Chinese Phone   Nokia    Galaxy alpha metal  Padphone  hTC  2 Butterfly2 J Galaxy J    3 Microsoft Surface Pro 3    Galaxy Note Edge  HandsonEN Samsung Galaxy Note Edge Hands on 4Kmore photo? UNDERkg facebook  UNDERkg twitter  UNDERkg website      EN Samsung Galaxy Note Edge Hands on 4K more photo? Phone Case Shop!  We open a new Channel! Subscribe to UNDERkg View channel  Subscribe to UNDERkg  iPhone6 Review  iPhone6 Review  Galaxy J Review  EVERYTHING UNDER 1kg. BECAUSE HEAVY STUFF SUCKS.", "viewCount": 0.40389379190386204, "labels": [21, 23, 24, 115, 651]}, "0hNaPQ7KgcY": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "0hNaPQ7KgcY", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "Jimi Hendrix Guitarist Piano Cover All Along The WatchtowerAll Along The Watchtower Hendrix version  piano solo & ownarrangement sheet musicAll Along The Watchtower  Dylan wrote it, Hendrix made it a classic. On piano, it's not the same, but it's a tribute to these geniuses. Sheet music ", "viewCount": 0.34375920322539616, "labels": [31, 40, 57, 117]}, "Y_OlhjzF3o8": {"likeCount": 0.2250420002308894, "dislikeCount": 0.15314789170422552, "videoId": "Y_OlhjzF3o8", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "1AEEK00515 how to instruction tutorial directions install replace upstream malfunctioning lazy bad O2 Oxygen Sensor Chrysler Sebring 2001 2002 2003 2004 P0130 P0131 P0132 P0133 P0134 P0135 P0150 P0151 P0152 P0153 P0154 P0155How to Replace O2 Oxygen Sensor 9704 Chrysler SebringBuy Now! New O2 Oxygen Sensor with Install Tool from 1AAuto.com In the video, 1A Auto shows how to remove, replace and install a malfunctioning O2 Sensor. The video is applicable to the Chrysler Sebring, model years 97, 98, 99, 00, 01, 02, 03, and 04.  List of tools used  O2 Sensor Socket  12 Inch Breaker Bar  A Piece of Pipe for leverage  Ratchet  Socket Extensions  Rust Penetrant For More Info visit us at  DISCLAIMER While 1A Auto strives to make the information provided in this video as accurate as possible, it makes no claims, promises, or guarantees about the accuracy, completeness or applicability of the content. No information contained in this video shall create any expressed or implied warranty or guarantee of any particular result. All doityourself projects entail some risk. It is the sole responsibility of the viewer to assume this risk. 1A Auto is not responsible or liable for any loss damage including, but not limited to, actual, consequential, or punitive, liability, claim, or any other injury or cause related to or resulting from any information posted in this video.", "viewCount": 0.4909427647366495, "labels": [2, 7, 90, 1386]}, "RqQNCCrSEWM": {"likeCount": 0.15440680443502758, "dislikeCount": 0.06989700043360189, "videoId": "RqQNCCrSEWM", "title": "", "description": "", "length": 0.24653828514484186, "keywords": "Drake Wayne Future Bitches Love Me Look What You've Done Take Care Album Carter 4 Music Video Tyga Justin Beiber Music AwardsLOOK WHAT YOU'VE DONE  POLO MUSIC VIDEOLOOK WHAT YOU'VE DONE LOOK WHAT YOU'VE DONE LOOK WHAT YOU'VE DONE Here's a leak from Napolean. Along with the project dropping today! iDecided to give you all a visual to show my appreciation for your patiences and loyalty Polo  Look What You've Done GO DOWNLOAD \"NAPOLEAN\"  SPONSORED WWW.YOUTUBE.COMPOLONEFFECT WWW.TWITTER.COMPOLO414", "viewCount": 0.35096057046115564, "labels": [14]}, "5eGd0cwOEQw": {"likeCount": 0.11760912590556814, "dislikeCount": 0.06020599913279624, "videoId": "5eGd0cwOEQw", "title": "", "description": "", "length": 0.26273658565927327, "keywords": "           Rainbow Loom        Happy Rainbow Loom                                      .    Happy Rainbow Loom.  .  76.    Happy Rainbow Loom.  .  76                    .     .                  Happy Rainbow Loom,        Rainbow Loom.            ,         ,          .  ,               ", "viewCount": 0.3234517283512687, "labels": [355, 1093]}, "Kp5vqnLOmrQ": {"likeCount": 0.21105897102992488, "dislikeCount": 0.07781512503836437, "videoId": "Kp5vqnLOmrQ", "title": "", "description": "", "length": 0.21702617153949577, "keywords": "star stable Wild horse glitch SSOStar Stable Wild Horse Glitch MacHope i taught you how to do it on an iMac or Macbook!", "viewCount": 0.4237015628745162, "labels": [0]}, "YopzAwSGfQg": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06989700043360189, "videoId": "YopzAwSGfQg", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "sonGolf 4bah voila le son de Morgan", "viewCount": 0.4332115143703463, "labels": [2, 7, 320, 513, 2213]}, "PBCmLi0kJ34": {"likeCount": 0.33820170425748686, "dislikeCount": 0.18195439355418688, "videoId": "PBCmLi0kJ34", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "Recipe Recipes Cooking Cook Food Dinner Easy meal Dinner tonight Everyday Food Home made Sarah Carey Martha Stewart Family meal easy cooking how to food ideas quick dinners fast recipes easy recipes quick recipes dessert sweet treat cereal bar lunchbox cheerios almondHoney Nut Cereal Bars  Everyday Food with Sarah CareyPop quiz what's the perfect backtoschool dessert for every lunchbox? Answer these honey nut cereal bars! Crunchy, sweet, and so simple to make, these packable snacks require almost no cooking  just warm up a few ingredients on the stove and then let everything chill in the fridge. Chop, pack, and head out the door with your new favorite fall treat! Sarah's Tip of the Day When lining your cake pan with parchment, allow at least an inch of overhang on two sides so you can easily lift your treats out once they've set. Subscribe for more easy and delicious recipes  PREP 15 MINS TOTAL TIME 15 MINS YIELD Makes 16 INGREDIENTS 4 tablespoons unsalted butter 14 cup light brown sugar 14 cup honey 12 teaspoon coarse salt Pinch cinnamon 3 cups Cheerios toasted oat cereal 34 cup roasted unsalted almonds, roughly chopped DIRECTIONS STEP 1 Line an 8inch square baking pan with 2 pieces of parchment paper. STEP 2 Combine butter, sugar, honey, salt, and cinnamon in a medium saucepan. Bring to a boil, stirring constantly. Continue to boil for 1 to 2 minutes, then immediately remove from heat. STEP 3 Stir in cereal and almonds. Pour into lined pan, pressing down with a rubber spatula. Let cool completely about 30 minutes, and cut into 16 squares.  Get the Full Recipe More Sweet Treat Recipes  Want more? Sign up to get my video recipe email, served daily. Get recipe emails Like Everyday Food Follow Everyday Food Everyday Food Pinterest Sarah Carey is the editor of Everyday Food magazine and her job is to come up with the best ways to make fast, delicious food at home. But she's also a mom to two hungry kids, so the question \"What's for dinner?\" is never far from her mind  or theirs, it seems! Her days can get crazy busy whose don't?, so these videos are all about her favorite fast, fresh meals  and the tricks she uses to make it all SO much easier. Honey Nut Cereal Bars  Everyday Food with Sarah Carey ", "viewCount": 0.5204849527151983, "labels": [11, 20, 22, 29, 32, 123, 211, 221, 250, 3655]}, "LWEVW5TNuGo": {"likeCount": 0.1845098040014257, "dislikeCount": 0.047712125471966245, "videoId": "LWEVW5TNuGo", "title": "", "description": "", "length": 0.24248816366310671, "keywords": "project4d cinema 4D c4d CINEMA R13 tutorial howto tips tricks after effects aae ae realflow rf engulfed Cinema 4D Adobe After Effects animationHOW TO EXPORT FROM AFTER EFFECT TO CINEMA 4D  TUTORIALmore info about the plugin can be found here  check out Project4D Textures V1 here  check out the site  ALi Facebook Page  This video and project file is copyrighted to Project4D from protectmywork.com ", "viewCount": 0.4218824238677402, "labels": [972]}, "LWhFsHG2WnU": {"likeCount": 0.26766936096248667, "dislikeCount": 0.07781512503836437, "videoId": "LWhFsHG2WnU", "title": "", "description": "", "length": 0.2501059262217752, "keywords": "Beer Beverage Type Recording Recording Studio Industry Have niva studio laurus bass emotion studio Gergo Borlai Federico Malaman Lino Brotto marco benvenuti ivan benvenuti Gretsch Drums Business Operation Gretsch Musical Instrument Company gruv gear iqs strings studio recording trento recording sessions live studio live studio session\"Have a Beer\" LIVE Studio Session  Gergo Borlai, Lino Brotto, Federico Malaman\"Have a Beer\" by Lino Brotto Gergo Borlai, Drums  Lino Brotto, Guitar  Federico Malaman  Bass LIVE Studio Session at NIVA studio Recording, mixing and mastering Ivan Benvenuti NIVA your sound!  Facebook Video production Motion Studio  Gergo Borlai  Federico Malaman  Lino Brotto  ", "viewCount": 0.4601147013953851, "labels": [9, 10, 28, 33, 38, 78, 86]}, "ew8rYjdKdmY": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "ew8rYjdKdmY", "title": "", "description": "", "length": 0.2432969290874406, "keywords": "midget racing Tony Stewart Racing Bryan Clauson BCI Corey Tucker Keith Kunz Motorsports NASCAR2012 Chili Bowl  Wednesday A Qualifier 3  Tony Stewart outduels Jason LefflerResults from Wednesday's A Qualifier 3 race at the 2012 Chili Bowl National in Tulsa, Oklahoma A Qualifier 3 1. 14 Tony Stewart, Columbus, IN 2. 71 Jason Leffler, Long Beach, CA 3. 11T Tyler Edwards, Salina, OK 4. 78 Nick Wean, Phillipsburg, NJ 5. 37T Chris Urish, Elkhart, IL 6. 2B Tyler Reddick, Corning, CA 7. 94X Kevin Olson, Machesney Park, IL 8. 21V Jimmy Voitel, Covina, CA 9. 19N Nick O'Neal, Wagoner, OK 10. 12S Bryan Severs, Collison, IL", "viewCount": 0.40439906658781344, "labels": [17, 19, 448, 659]}, "dQevyBnh488": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "dQevyBnh488", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "Oldwailer Harpfriends harmonica blues harpHPC  PrestonHalf written, half improv. To be real honest, this competition gave me more problems than I thought it would. Everytime I would try to record this I would draw a blank. Anyway, hope you like it. Recorded on my new webcam, and I don't think the quality is as good as the camera I usually record with. Amp is my new Epiphone Valve JR. 5watt 8\" combo unit. Mic is superlux D112. Harp is customized by me. Marine Band Key of A. Second position.", "viewCount": 0.30421815945157665, "labels": [551, 754]}, "dQGZVmwgAcQ": {"likeCount": 0.1079181246047625, "dislikeCount": 0.1278753600952829, "videoId": "dQGZVmwgAcQ", "title": "", "description": "", "length": 0.2578639209968072, "keywords": "ninjago episode 26 lego city 2013 advent calendarLego Ninjago The Chronicles Of Pythor Episode 6 New Friends, But Many Enemies!This is episode 6 of The Chronicles Of Pythor! What happens when the ninja discover the new elemental holders? Also, will they be able to find Zane?! Find ou. This is episode 6 of The Chronicles Of Pythor! What happens when the ninja discover the new elemental holders? Also, will they be able to find Zane?! Find ou. This is episode 4 of my Lego Ninjago Chronicles of Pythor Season! Will Lloyd's Spirit successfully reclaim his own body from the Knight Reaper? Also what wil. This is episode 7 of my Chronicles Of Pythor season! Will Jay return with Zane? Also, what happens when the tournament of elements is truly kicked off?! Find.", "viewCount": 0.36388884247050757, "labels": [26, 130, 326, 435, 1568]}, "2QjbfNzGJjg": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "2QjbfNzGJjg", "title": "", "description": "", "length": 0.26972293427597177, "keywords": "GenesisSteve Hackett\"WildOrchids\" AlbumPress EPK Video by ChunkyProductionsUKPromotional Video  Steve Hackett \"Wild Orchids\". Directed by Paul Clark, Scripted, Shot and Edited by Chunky Productions UK. Progressive Prog Rock, Electric Guitar Rock Album, Roger King  keyboards and arrangements, Gary O'Toole  drums, Billy Budis  management, Rob Townsend  saxwind", "viewCount": 0.3068556895072363, "labels": [4, 9, 37, 40, 47]}, "xzQZGxdAFO4": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "xzQZGxdAFO4", "title": "", "description": "", "length": 0.2305351369446624, "keywords": "Firecracker260 lego custom minifigure collectible snowboarder gladiator dino suit manLego Minifigures Series 5 Gladiator, Snowboarder and Dino Suit ManCool stuff.", "viewCount": 0.3077731179652392, "labels": [26, 130, 435]}, "S35Jng5j1Bc": {"likeCount": 0.23909351071033794, "dislikeCount": 0.09542425094393249, "videoId": "S35Jng5j1Bc", "title": "", "description": "", "length": 0.23654879848909, "keywords": "Johnny Guilty Gear Video Game Series ACR R Steam combo video tips 2.0 deisui the yellow monkey pearl xrd bravo daze Arc System Works Video Game Developer Guilty Gear XX Video Game ggacr ggacr ggxxacr ggxxacrGGXXACR  Johnny Combo VideoTips This Combo Video is a revamp of a classic cmv called Tips by . The quality of that video is really low and I really wanted to remake it, however I decided that i'd just implement different combos whilst sustaining old ones as well as keeping the original edit intact. I feel now that R is out on steam, that this was a perfect time to start working on this project.  Hope you enjoy, have fun in R! Thanks for watching!  ProblemSkater", "viewCount": 0.41084297084234667, "labels": [0, 1, 69, 1909]}, "xi5fSHRecpk": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "xi5fSHRecpk", "title": "", "description": "", "length": 0.2509202522331103, "keywords": "dr rude transfarmers babafest mark with a kMark With a K  Babafest Den Kouter PoperingeMark With a K  Babafest Presents Dr Rude & Transfarmers Album Release Party", "viewCount": 0.3306853748693009, "labels": [3]}, "fsfG_yZYs_c": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "fsfG_yZYs_c", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "Hotspot dance and production CompanyThe Hotspot Dance and Production co Salsa TeamSalsa Team performing at the Quinces Expo 731", "viewCount": 0.313481437032046, "labels": [6, 8]}, "fu5EXrsOfYQ": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "fu5EXrsOfYQ", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "Nexus 7 Consumer Product throughglass keyboard case minisuitKeyboard Stand Case Review for Google Nexus 7 FHD 2013This is a review of the MiniSuit keyboard stand case for the new Google Nexus 7 2013 edition. You can purchase the device from Amazon ", "viewCount": 0.31075491297446867, "labels": [24, 74, 131, 187, 584, 684, 2104, 2828]}, "irvMh4XJj9c": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "irvMh4XJj9c", "title": "", "description": "", "length": 0.22405492482826, "keywords": "Nickelodeon Organization Teenage Mutant Ninja Turtles Fictional Universe Preview Playmates Toys Business OperationNickelodeon event at MTV TMNT toysTeenage Mutant Ninja Turtles preview for Toy Fair 2014", "viewCount": 0.3398807730203265, "labels": [644, 847]}, "P-nCxvEyQM8": {"likeCount": 0.1079181246047625, "dislikeCount": 0.047712125471966245, "videoId": "P-nCxvEyQM8", "title": "", "description": "", "length": 0.2514547752660286, "keywords": "Atlas Cove Austral Fisheries toothfish icefish Heard Island Marine Stewardship Council Organization longline trawl sustainableAtlas CoveAustral Fisheries have just purchased a new vessel for addition to their Southern Ocean fleet. The Norwegian flagged purse seine vessel, FV Osterbris, was purchased in September 2014 and has now been reflagged as an Australian vessel and renamed the FV Atlas Cove. Listen to the CEO, Skipper and Engineer as they talk us through the specs of this vessel, which is being converted from a purse seiner into a very rare stern trawllongline vessel, which will be fishing for toothfish and icefish in Australia's Heard Island fishery which have both been certified as sustainable by the Marine Stewardship Council.", "viewCount": 0.37264011621029225, "labels": [227]}, "lE3yVSXg1xc": {"likeCount": 0.1146128035678238, "dislikeCount": 0.047712125471966245, "videoId": "lE3yVSXg1xc", "title": "", "description": "", "length": 0.25622928644564746, "keywords": "mimeG.S.M.B.C C.I.A MIME \"There Aint Nothing\" James Fortunemime", "viewCount": 0.33763944420372666, "labels": [41, 1416]}, "lF-eqvapFc4": {"likeCount": 0.10413926851582252, "dislikeCount": 0.09542425094393249, "videoId": "lF-eqvapFc4", "title": "", "description": "", "length": 0.2506505032404872, "keywords": "BT108 Review bass fender amplifier amp behringer BT108 amp fender by squier P bass Bass Guitar ElectricBehringer BT108 Bass Amplifier ReviewJust enough features the beginner will love. it produces some nice deep low rumbles for what it is & the price of the unit I am confused as to whether it is a 15 or 20 watt amp though?", "viewCount": 0.3846893543316625, "labels": [9, 37, 421, 3137]}, "Nud1tTVRhOM": {"likeCount": 0.18920946026904806, "dislikeCount": 0.047712125471966245, "videoId": "Nud1tTVRhOM", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "Thrasher Skateboard Magazine Yardsale SkateparkRoundup City Skateboards Jimmy Cao Jeremy Reeves Adrian Williams Josh Mathews Russ MilliganSkatepark Roundup  City Skateboards YardsaleIf the first edit is the meat and potatoes, then this edit would be the cherry pie. City's leftovers from the Skatepark RoundUp.", "viewCount": 0.4014100321519621, "labels": [68, 72, 98, 151, 240]}, "1OllC6c47pU": {"likeCount": 0.29273703630390235, "dislikeCount": 0.23304137733491911, "videoId": "1OllC6c47pU", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "Terraria Countdown Top 5 Vendor NPC Terraria Worst Vendors Terraria Worst NPC Gameplay Worst Terraria 1.2Terraria Top 5 Worst NPC  Terraria GameplayToday Graz discusses the the Terraria Top 5 worst NPCs in gameplay. Feel free to share your top 5 worst NPCs in Terraria 1.2 in the comment section below. Music & SoundFX are used from AudioMicro  Links  Check out my YouTube Channel! Please like my Facebook page if you enjoy the videos Tag Along on Twitter Follow Me on Google if you desire ", "viewCount": 0.5123482497087094, "labels": [0, 1, 881]}, "TKCmHbep884": {"likeCount": 0.19084850188786498, "dislikeCount": 0.0, "videoId": "TKCmHbep884", "title": "", "description": "", "length": 0.25599066250361124, "keywords": "Ludhiana CityTownVillage Raikot CityTownVillage mbd mall music punjabi punjab lyrics happyraikoti happy raikoti punjabimedia media live punjabiliveHAPPY RAIKOTI  LIVE  LUDHIANA  MBD MALL  GADAAR MOVIE PROMOTIONHAPPY RAIKOTI  LIVE  LUDHIANA  MBD MALL  GADAAR MOVIE PROMOTION", "viewCount": 0.37397305285647175, "labels": [3]}, "TLvdKFgLjTY": {"likeCount": 0.14623979978989562, "dislikeCount": 0.06020599913279624, "videoId": "TLvdKFgLjTY", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Gmod Resident Evil Leon Hunk Jack Krauser Claire Redfield Regenerator Luis Sera El gigante Zombie Hunter Halo Master Chief Star Wars Battlefront Killzone Doom Movie! xDResident Gmod Evil Movie! xDHehe! once again another funny vid xP I came up with this after playing a lot with Garrysmod don't blame me for being a newbie in this D! and... I think there's nothing more to say about it, I hope you laugh in any case... I will slay you!!! naah, just kidding xD anyway... enjoy!. Special Thanks to Luke SS because he helped me finding some tracks for the viddi and he is the one who make me play this game D Maka  you know... she helped me giving me some ideas, like... i don't know xD who cares... And last but not least, my friend Fabri, who inspire me to make new vids ? xD  Je! una vez mas traigo a YT otro video idioooota xD estas ideas se me vinieron a la mente luego de viciar muchisimo al maldito Gmod no me culpen por ser un newbie .. solamente tengo para decir que mezcle eso mas un poco de RE A asi que a la mayoria seguro le causa gracia xD y sino... muerte a los infieles! xD. Agradecimientos a Luke SS Por ser la persona que me metio en esto y ademas por ayudarme con la Tracklist del Vid xD Maka mi amorci 3 Por darme algunas ideas que ni yo se cuales eran xD Y por ultimo pero no menos importante, mi buen amigo Fabri, que me inspira a hacer grandes videos ? xD", "viewCount": 0.3340642377560705, "labels": [337, 438]}, "rhjppm_kZDE": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "rhjppm_kZDE", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "Liverpool food and drink festival sefton park sk events food drink liverpoolLiverpool Food and Drink Festival 2010The third annual Liverpool Food and Drink Festival launched in Sefton Park on Sunday 12th September 2010. James Martin was the celebrity guest and over 40,000 people attended, experiencing great food and drink from over 80 of Liverpool's best restaurants, bars and local producers.", "viewCount": 0.30457140589408677, "labels": [89]}, "aFpwj3pf6M0": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "aFpwj3pf6M0", "title": "", "description": "", "length": 0.2503790683057181, "keywords": "monster rancher advanceMRA2 2 Unlockables IIAnother one? This requires more time, and I provide you...a map  However, I couldn't do the third steps...so I show you another monster.", "viewCount": 0.3874133778827973, "labels": [0, 1, 5, 809]}, "XiRqZ_YXMKs": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "XiRqZ_YXMKs", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "Bach Suite no.2 BWV 1008 Goran Sollscher guitar musicCello suite no.2 BWV 1008  Prelude  Goran SollscherSuite in G minor Transcription for guitar of the Suite no.2 in D minor for solo cello BWV 1008 Goran Sollscher Guitar Goran Sollscher Sollscher's 11string guitar is tuned g' d' a f c G F Eb D C Bb1. The guitar was designed and built by the swedish luthier Georg Bolin.", "viewCount": 0.32648178230095365, "labels": [9, 278]}, "XlBnZe5mKps": {"likeCount": 0.199563519459755, "dislikeCount": 0.0, "videoId": "XlBnZe5mKps", "title": "", "description": "", "length": 0.25954962218255745, "keywords": "BNSF Burlington Iowa IA SD70MAC SD70ACe 9734 Executive flashing ditch lights K5LA hornBNSF 9734 with Flashing Ditch Lights and K5LA! Burlington, IAHere's some video I shot on Easter Sunday 41209 of an eastbound coal train passing through downtown Burlington, Iowa, as seen from the northern end of the platform at the Amtrak station. Leading the train is a matching pair of \"Executive\" SD70MAC's, with an SD70ACe on the rear. The lead SD70MAC, BNSF 9734, is equipped with flashing ditch lights a rarity on BNSF units and what sounds like a K5LA horn! You can see the ditch lights flashing from 104 to 126.", "viewCount": 0.3912806392661292, "labels": [2, 45, 51, 56, 77, 137, 456, 721]}, "-PP3TOtE9xk": {"likeCount": 0.14471580313422192, "dislikeCount": 0.06020599913279624, "videoId": "-PP3TOtE9xk", "title": "", "description": "", "length": 0.260530504614111, "keywords": "Dark Star Orchestra DSO Grateful Dead Blow Away All Good Festival 2010 Rob Eaton Jeff Mattson HD tripod Lisa Mackey Kevin Rosen Dino English Koritz BarracoDark Star Orchestra  \"Blow Away\" All Good 2010 Music Festival 7810 HD tripodDark Star Orchestra performs \"Blow Away\" at the All Good Music Festival in Masontown, WV on July 8, 2010. Rob Eaton  guitar & vocals Jeff Mattson  guitar & vocals Rob Barraco  keyboards & vocals Rob Koritz  drums & vocals Dino English  drums & vocals Kevin Rosen  bass Support live music. Buy artist's studio CDDVDs and swag. www.darkstarorchestra.com", "viewCount": 0.3948608549876437, "labels": [3, 4, 9]}, "1pNJkdZty6M": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "1pNJkdZty6M", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "Routeburn Classic Routeburn Track Tourist Attraction Trail Running Adventure running Mountain running Travel running Good Times EventsHappy times at the Routeburn ClassicGood times are happy times and that's what happens over the Classic weekend.", "viewCount": 0.3514282047860378, "labels": [60]}, "v7wY4-ou5Aw": {"likeCount": 0.22648178230095364, "dislikeCount": 0.11139433523068368, "videoId": "v7wY4-ou5Aw", "title": "", "description": "", "length": 0.24563660331290432, "keywords": "spongebob squarepants dubstep music funny the final countdown sponge bob boom pow lip sync singing patrick bass drum dub best editing SpongeBob SquarePants Singing danceSponge Dub Square Pantsmusic and video editing by seclairty31 S O N G L I S T below Bass Down Low  The Cataracs Proper Villains Remix Blue Foundation  Eyes On Fire Zeds Dead Remix Nero  Innocence Gemini  Blue Hadouken  Oxygen Skrillex  Scary Monsters and Nice Sprites Zedd remix Nyan Cat Alex S. Remix Zeds Dead  Journey Of A Lifetime Datsik  Jenova Project Mint Royale  Singin' In The Rain", "viewCount": 0.44911795321439985, "labels": [5]}, "T5LYPMRMVUs": {"likeCount": 0.1986771734266245, "dislikeCount": 0.13979400086720378, "videoId": "T5LYPMRMVUs", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "BAE Systems Defense Defence AGS Gun Advanced Gun System Navy U.S. Navy Naval Gun SystemAdvanced Gun System AGSBAE Systems is setting the pace in naval armament development with the 155mm Advanced Gun System AGS for the U.S. Navy's new DDG 1000 destroyer. The AGS will provide flexible, sustainable and affordable firepower against a wide range of littoral and inland targets, as well as highlyadvanced gunfire capabilities for antisurface warfare. The AGS, with the highly lethal Long Range Land Attack Projectile LRLAP, will support the U.S. Navy and Marine Corps expeditionary and joint operations warfighters in the littorals and deep inland. Learn more at ", "viewCount": 0.48790385052372376, "labels": [1280, 1680]}, "qJ9edgh78ww": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "qJ9edgh78ww", "title": "", "description": "", "length": 0.2514547752660286, "keywords": "Walkthrough dp88 RS PacMan stfunub axeMurderer Thor MarkJP Commentary Gameplay gameplay by w friends Witch Doctor Doom Bringer Dota 2 Video Game Playthrough Almost Cover Doom video Game Planet Old Video Game Industry Everything David Avenged Lover Industry Quotation Subject Live Avenged Sevenfold Big A7xDota 2  Pudge The Mastergameplay by Thor w friends dp88 Witch Doctor RS PacMan Doom Bringer Dota 2 Playlist Dota 2 is an upcoming multiplayer online battle arena video game being developed by Valve Corporation and the standalone sequel to the popular Defense of the Ancients mod for Warcraft III Reign of Chaos and its expansion pack, The Frozen Throne. If you like video dont forget to like it much appreciate  Subscribe Like Dota 2 Like our page Follow ", "viewCount": 0.3080626486921806, "labels": [0, 1, 42, 290, 431]}, "0FYF7QF5t5g": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "0FYF7QF5t5g", "title": "", "description": "", "length": 0.22405492482826, "keywords": "Eat Static Live at Thimbleberry Festival Sept 2008 dance ambient electro psytrance aliens Merv Ozric Tentacles wildpartyEat Static Live at Thimbleberry Festival Sept 2008Eat Static Live at Thimbleberry Festival Sept 2008", "viewCount": 0.3036229544086295, "labels": [3]}, "DkTWCp6pc7w": {"likeCount": 0.11760912590556814, "dislikeCount": 0.06020599913279624, "videoId": "DkTWCp6pc7w", "title": "", "description": "", "length": 0.24456042032735975, "keywords": "WoopaGaming Torrent Samkio minecraft teamspeak slygamingUpdate  SlyGaming  CobaltJoin our teamspeak server!  Sly Gaming TeamSpeak IP ts3.woopa.net", "viewCount": 0.30595634179012676, "labels": [0, 1, 27]}, "DsIUm27PDkI": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "DsIUm27PDkI", "title": "", "description": "", "length": 0.2649334858712142, "keywords": "Kobe Bryant Trailer film Basketball Highdefinition Video James Lakers Wade Game Quality Short Highlights Sports Soccer Definition Short Film Angeles Celtics Lebron James LeBron James Playoffs Finals Extreme Bulls Action Animation Official Combat Football Winter Baseball Motor Golf Water Hockey Arts Experimental Field Anime Track Reel Documentary Filmmaker Martial Interview Tennis Tutorial Filmmaker Reel Animation AnimeKobe Bryant The Black Mamba official trailer hdA Film of Kobe Bryant's Career The Black Mamba Please rate and suscribe!!!!", "viewCount": 0.37518946880437476, "labels": [0, 52, 70, 125]}, "mkZZi0b2jkU": {"likeCount": 0.15440680443502758, "dislikeCount": 0.12041199826559248, "videoId": "mkZZi0b2jkU", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Carmen Variations Vladimir Horowitz Bizet Sean Bennett Transcriptions Classical Piano Arrangement Opera Music VolodosBizet Horowitz Carmen Variations  Fantasy, Sean Bennett, pianoThis is a recording of Sean Bennett playing the BizetHorowitz Carmen Variations live in concert in 2002. Other recordings of Sean Bennett available by clicking on \"slambennett\" and please click \"subscribe\" because more new ones are on the way!", "viewCount": 0.42032233252909057, "labels": [4, 31, 40, 47]}, "cQiXgUhwifg": {"likeCount": 0.3328583449714202, "dislikeCount": 0.1146128035678238, "videoId": "cQiXgUhwifg", "title": "", "description": "", "length": 0.2621176281775035, "keywords": "Dave Budd Handmade Tools Bearded Axe forged hand forged part 2 blacksmith bushcraft metal work forging blacksmithing Axe Product CategoryHand Forging a Bearded Axe  Part 2Blacksmith Dave Budd shows the process of handforging a Bearded Axe and then crafting the handle harvested from his woodland. Filmed on location in his workshop on the Northern edge of Dartmoor. Part 2 shows the crafting of the axe handle from wood harvested from Dave Budd's woodland, along with the heat treatment and finishing of the Bearded Axe. Dave Budd's website Music First track is called \"You\" by Future of Forestry. Second track is called \"Your Hand in Mine\" by Explosions in the Sky Part 1 can be found here ", "viewCount": 0.5056538975592927, "labels": [270, 304, 1311, 2286, 2474]}, "cRNMjlZ5VNI": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "cRNMjlZ5VNI", "title": "", "description": "", "length": 0.2619093330626743, "keywords": "Vogue D'Amor Sherri Hill Prom Dresses GownVogue D'Amor  Sherri Hill Prom Dresses Part 1Vogue D'Amor  Sherri Hill Prom Dresses Part 1 Thanks Jessica and Lisa for collecting and gathering these beautiful photos for us.. I do not own any of these photos nor the music! Photos Sherri Hill Prom Dresses  Gowns", "viewCount": 0.30530784434834196, "labels": [66, 293, 332, 1195, 1313]}, "rNgyPJ04mB8": {"likeCount": 0.2440909082065218, "dislikeCount": 0.11760912590556814, "videoId": "rNgyPJ04mB8", "title": "", "description": "", "length": 0.23384564936046048, "keywords": "fifa 13 ultimate team squad builder squads teams serie hybrid expensive coins money La Liga cr7 ronaldo messi if jesus navas son of god Soccer toty the year xabi alonso sergio ramos dani alves chiellini buffon xavi iniesta fut fut13 news update flash market crash team of the year FIFA ULTIMATE TEAM FOR MOBILE PHONES IPHONE IPAD IPOD TOUCH how to get coins 15 million unlimited coins glitch tutorial FIFA video Game Series300113 More January Transfers!dowpg The most recent batch of January Transfers on FIFA 13 UT. FIFA Coins  Transferred Players  Follow me here ", "viewCount": 0.38294967497201826, "labels": [63, 167, 335]}, "O_nfkZhf1HM": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "O_nfkZhf1HM", "title": "", "description": "", "length": 0.24683473304121573, "keywords": "JAVIER SOTOMAYORMEETING SALAMANCA 93 PART2LONG JUMP MENMIKE POWELL VS ERIC WALDER & JAIME JEFFERSONINJUREDHIGH JUMPTROY KEMP,ARTURO ORTIZ,GEORGI DAKOV,MARINO DRAKE & JAVIER SOTOMAYOR BREAKING A NEW WORLD RECORD IN 2.45AMAZING!!!!! I THINK THIS RECORD STILL WILL LAST SEVERAL YEARS AT LEAST OR MAYBE ONE DECADE?", "viewCount": 0.3387211800313731, "labels": [0, 210, 333]}, "uqVDK4knxnA": {"likeCount": 0.2406540180433955, "dislikeCount": 0.09030899869919436, "videoId": "uqVDK4knxnA", "title": "", "description": "", "length": 0.2501059262217752, "keywords": "destiny rumble gameplay rumble gameplay destiny destiny rumble destiny live rumble gameplay destiny free for all free for all destiny destiny crucible gameplay destiny multiplayer gameplay crucible gameplay live crucible gameplayDestiny \"OMG THAT WAS QUICK!\" LIVE Destiny Rumble Gameplay! Destiny Multiplayer GameplayDestiny Rumble LIVE Crucible Gameplay! In this video I play Rumble This Destiny Rumble Gameplay was fun to mix it up from control and Skirmish! Subscribe for more! Follow me on Twitter Like my Facebook Page Follow my Stream My Instagram Subscribe to me Last Videos Winners ", "viewCount": 0.3700011062322113, "labels": [0, 1, 387]}, "V6bRvPHmO0g": {"likeCount": 0.15563025007672873, "dislikeCount": 0.0, "videoId": "V6bRvPHmO0g", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "ufo Nibiru ISS NASA 2014 aliens space Moon           Russia earth apocalypse Armageddon planet universe area secret youtube galaxy invasion astronomy apollo roswell launch OVNI abduction solar spaceship conspiracy discovery sighting cosmos crop disclosure myunhauzen74 astronaut orb hubble footage mystery object contact google stars Sun  sightings ufo's Ufo WikileaksMany UFOs different shapes and sizes near the Sun  Review for January 12, 2014Giant \"RODs\" 024 , 124 , 249 , giant cube 254 After many years of UFO research and anomalies near the Sun, have accumulated a lot of material research, many findings and discoveries. I want to publish a book about the research \"UFOs and anomalies near the Sun,\" but I do not have the money to publish the book. You can make a donation and help the project. I'm looking for advertisers For this channel! Please help this channel  a donation on PayPal snezhinsk2gmail.com For more exclusive information on UFOs, please visit RUS         ,    ,    .       \"     \", ,       .       . PayPal snezhinsk2gmail.com      .     PayPal snezhinsk2gmail.com", "viewCount": 0.33362595520141936, "labels": [451, 468, 1120]}, "q2hn5JUGBFU": {"likeCount": 0.25289167002776547, "dislikeCount": 0.1792391689498254, "videoId": "q2hn5JUGBFU", "title": "", "description": "", "length": 0.215836249209525, "keywords": "Galaxy S5 Samsung Galaxy Note Galaxy Note 4 phablet YouTube CTNtechnologynewsSamsung Galaxy Note 4 Rumors and SpeculationsSamsung's Galaxy Note 4 has yet to be announced but rumors are already flying about the upcoming phablet! Expect lots of features, a Galaxy S5esque design, and a 2014 release date. Please like and subscribe if you enjoyed the vid! xD", "viewCount": 0.5143782728421145, "labels": [21, 23, 24, 115, 520, 651, 1246, 1958]}, "q798YvcTBik": {"likeCount": 0.2557507201905658, "dislikeCount": 0.13010299956639812, "videoId": "q798YvcTBik", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "Valiant Thor Valiant Trailer Valiant Comics Valiant Comics 2013 Valiant Comics Characters Valiant Comics Harbinger Valiant Entertainment Valiant Universe Valiant Comics Returns xo manowar 2012 xo manowar 1 xo manowar xo manowar iron man Valiant Unity Saga Unity 2000 Rarest Valiant Comics Bloodshot 1 8 Bit 8 Bit Cinema 8 Bit Dubstep 8 bit world 8 bit song YouTube Movie Channel CineFix Valiant Comics Pre Unity Unity 1 Unity 2013Valiant Comics Unity 1  8 Bit Cinema!CineFix presents Valiant Comics Unity 1 told via oldschool 8bit & a little 16bit  game tech before its November 2013 release! Subscribe to CineFix  8bit Cinema \"gamifies\" your favorite Hollywood Blockbusters into 80's arcade and NES inspired action! Watch more 8bit Cinema here Comment below and suggest the next movie 8bit Cinema should \"gamify\". 8 Bit a.k.a. the third generation of gaming started in 1983 with the Japanese release of the Nintendo Family Computer and Sega. Can you guess what games inspired our old school video game version of Unity? INTRODUCING UNITY Written by New York Times bestselling writer Matt Kindt Justice League of America, Mind MGMT and superstar artist Doug Braithwaite journey into Mystery, UNITY 1 is the FIRST ISSUE of an allnew ongoing series launching Valiant's first ever superteam into battle against XO Manowar! To kill a king...he has created an army. The world's most dangerous man, Toyo Harada, has been struck by the one thing he never thought possible  fear. Halfway across the globe, a new power threatens to topple modern civilization and, to preempt the cataclysm that is to come, Harada will unite the most unforgiving team the world has ever known  UNITY. Their mission defeat the threat responsible for the destruction of MI6, the decimation of an alien world, and the occupation of Eastern Europe... Unseat the warrior king armed with the universe's most powerful weapon... Kill XO Manowar!", "viewCount": 0.5009777980768517, "labels": [0, 1, 5, 2166]}, "bwCQULfmqPM": {"likeCount": 0.1698970004336019, "dislikeCount": 0.0, "videoId": "bwCQULfmqPM", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "Devon Williams Musical Artist Indie Pop Musical Genre Soft Rock Musical GenreDevon Williams  All I Have To DoTaken from the album \"Gilding The Lily.\" Out now on Slumberland Records. Order LPCD Get the digital from iTunes Production company Revista Betn Santas Producciones Renta una 7D Starring Paris Meneses & DalieWazzu Wazzuloca Direction and photography Argel Rojo Edited by Jorge Rivera de Luico Camera assistants Erik Estrada & Alejandro Trejo Sepcial Thanks to Andrs Castaeda, Marcela Navarro, and Patricia Martos y Familia.", "viewCount": 0.3607776603741693, "labels": [14]}, "7GwLtRnZPEo": {"likeCount": 0.14913616938342728, "dislikeCount": 0.047712125471966245, "videoId": "7GwLtRnZPEo", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "Time Lapse Slow Motion Hammerstein Ballroom Arena Construction Build Stage GLORY 9 New York City Manhattan Center GLORY Kickboxing KickboxingGLORY 9 NYC  Timelapse Arena ConstructionWe crammed 6 hours of build time into 4 minutes  watch as the Hammerstein Ballroom is transformed for GLORY 9 NYC. PPV available from www.gloryworldseries.com", "viewCount": 0.3640978057358332, "labels": [675]}, "eW0JFZmGzC4": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "eW0JFZmGzC4", "title": "", "description": "", "length": 0.26242820958356683, "keywords": "alikhanJihad AliKhan vs. Tom Willi K1  Die Nacht der AchtAliKhan Familie KickBoxer Familie ichi geki power Jihad AliKhan Gazi Rasi AliKhan BEIT ALIKHAN", "viewCount": 0.3579097326552644, "labels": [92, 110, 369, 1234]}}