{"d84Jr-mNjAA": {"likeCount": 0.1380211241711606, "dislikeCount": 0.13222192947339192, "videoId": "d84Jr-mNjAA", "title": "", "description": "", "length": 0.24727564493172124, "keywords": "Pure boreness Runescape cartoonPure boreness Runescape cartoonPure boreness Runescape cartoon", "viewCount": 0.3780893108687079, "labels": [5, 16, 139]}, "S8IB0DVlfTQ": {"likeCount": 0.26009728956867484, "dislikeCount": 0.15314789170422552, "videoId": "S8IB0DVlfTQ", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "tacoma Cars 4wd winch 4x4 Fourwheel Drive Driveline Mud Road Offroad Ford Diesel AutomobilesToyota Tacoma Outdoorsman Bumpers2009 Toyota Tacoma bumpers to look tough and utilize function to get your outdoorsman kicks. Front bumper is made by Shrockworks", "viewCount": 0.5010969543011004, "labels": [2, 75, 95, 172, 235]}, "4dW3v3IUXts": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06020599913279624, "videoId": "4dW3v3IUXts", "title": "", "description": "", "length": 0.215836249209525, "keywords": "Hollistermorgan Popular girls purse coach OneTrueMediaWhats In My Purse?What Is in my Purse at the moment!!! Just went through it I bring my purse everywhere, and its a big stage of popularity, a Cute bag to put all your things in!!!!   All the stuff in thevideo, is the actual stuff i Do Have in my purse, so its kinda like the actual thing i guess NO COPYRIGHT INFRIDGMENT INTENDED Disclaimer I don't own any of those companies. My mom bought me half those stuff and I bought half.", "viewCount": 0.309795107099415, "labels": [39, 382, 648]}, "o6-CTdX0yFI": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "o6-CTdX0yFI", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "Harlem Globetrotters Magic Circle Athens Messenger ConvoMagic Circle at the ConvoThe Harlem Globetrotters perform their famous routine in front of a packed house at the Convo in Athens on Jan. 16, 2008.", "viewCount": 0.3626648268474011, "labels": [52]}, "JtAKlBBAm-o": {"likeCount": 0.13424226808222062, "dislikeCount": 0.06020599913279624, "videoId": "JtAKlBBAm-o", "title": "", "description": "", "length": 0.2526339277389844, "keywords": "games videogames walking dead game over gaming go ent video hd telltale playstation xbox pc computer x1 ps3 ps4 one January 2014 Video Game Releases Video Game News Gaming News Q1 2014 Releases Q4 2013 Releases Tomb Raider Definitive Edition Xbox One Playstation 4 Dragonball Z Battle of Z Square Enix Tomb Raider January 14 Release Dates Videogame release month Release quarter Launch date Video Game Industry Tomb Raider 60 Tomb raider priceJanuary 2014 Video Game Releases Tomb Raider Xbox OnePS4 Edition NewsHere's A Quick Look at the VideoGames Releasing this month on all platforms. 2014 is gonna be Jam Packed with New Games. If this video is informative Please Give a Thumbs Up Sources Vote, Leave Your Thoughts, & Join my Subs Channel Subscribe Here Walking Dead Season 2 Playlist Check Me Out On Twitter Ex. Tagsignore  January 2014 Video Game Releases Tomb Raider Xbox One PS4 Edition News January 2014 Video Game Releases Tomb Raider Xbox One PS4 Edition News January 2014 Video Game Releases Tomb Raider Xbox One PS4 Edition News games,videogames,walking,dead,game,over,gaming,go,ent,video,hd,telltale,playstation,xbox,pc,computer,x1,ps3,ps4,one,January 2014 Video Game Releases,Video Game News,Gaming News,Q1 2014 Releases,Q4 2013 Releases,Tomb Raider Definitive Edition Xbox One Playstation 4,Dragonball Z Battle of Z,Square Enix Tomb Raider,January 14 Release Dates,Videogame release month,Release quarter,Launch date,Video Game Industry,Tomb Raider 60,Tomb raider price", "viewCount": 0.314050804303818, "labels": [105, 245, 294]}, "lnwNVpBwq-8": {"likeCount": 0.12304489213782739, "dislikeCount": 0.12041199826559248, "videoId": "lnwNVpBwq-8", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "   transfer flip            Flip form Flip Little Nemo Front Deep Trampoline   transfer flip      transfer flip             facebook www.facebook.comkastan.poteev", "viewCount": 0.3592620821321983, "labels": [945]}, "lqgmpHtCyT0": {"likeCount": 0.19344984512435678, "dislikeCount": 0.1146128035678238, "videoId": "lqgmpHtCyT0", "title": "", "description": "", "length": 0.24857214264815802, "keywords": "Alienware Aurora R3 Lighting FX Video Look Inside Dell Alienware Aurora R3 windows PC performance water cooled intel core i5 intel core i5 2500K intel core i5 2500k cpu XFX AMD Radeon HD 7970 AMD Radeon 7970 16GB RAM technology gadgets gadget davomrmac geekanoidsAlienware Aurora R3 Lighting FX  Aurora R3 Video 4Alienware Aurora R3 Lighting FX  Aurora R3 Video 4. Useful Links Sponsor My 2nd Channel Website Twitter Facebook Any Amazon links that appear in the video description are affiliate links. They do not alter the price you pay. Geekanoids earns a small commission on each sale.", "viewCount": 0.39430986230054854, "labels": [74]}, "Z4OSfEMCEDw": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "Z4OSfEMCEDw", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "ktm sxf 250 hillclimb failktm sxf 250 hillclimb fail & crashCrash at 216", "viewCount": 0.31115985248803946, "labels": [2, 30]}, "25u_IOeCqpk": {"likeCount": 0.23483048630481607, "dislikeCount": 0.17634279935629374, "videoId": "25u_IOeCqpk", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "fermentor ghoul metallicus sick drummer magazine drum drums drumming drumcam HD percussion Drums Musical InstrumentFermentor  Ghoul  MetallicusFermentor  Ghoul  Metallicus Visit Ghoul here Our Website Our Facebook Sony Creative Software  The official editing software of Sick Drummer Magazine ", "viewCount": 0.4080987046910887, "labels": [3, 4, 28, 33, 38]}, "28y7iMAQRDQ": {"likeCount": 0.2012837224705172, "dislikeCount": 0.14771212547196624, "videoId": "28y7iMAQRDQ", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "710 710 71 10 split movie trailer tara reid ross patterson rob huebel clayne crawford vinnie jones eddie george bowling710 Split Movie TrailerThree best friends down on their luck in Los Angeles decide to make a run at the Professional Bowling Tour.", "viewCount": 0.5215084761689747, "labels": [25]}, "YGfN7-CW9zc": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "YGfN7-CW9zc", "title": "", "description": "", "length": 0.2625312450961674, "keywords": "Marco Benevento Limbs of a Pine Heartbeats 10.13.12 Philadelphia The BlockleyMarco Benevento  \"Limbs of a Pine\"  \"Heartbeats\" 10.13.12  PhiladelphiaMarco Benevento  \"Limbs of a Pine\"  \"Heartbeats\"  \"Limbs of a Pine\"  10.13.12  Philadelphia at the Blockley", "viewCount": 0.3257438566859814, "labels": [3, 4, 38]}, "5tK0NRb-bFc": {"likeCount": 0.10413926851582252, "dislikeCount": 0.06989700043360189, "videoId": "5tK0NRb-bFc", "title": "", "description": "", "length": 0.26884198220027106, "keywords": "black ops 2 origins lost little girl origins easter egg tutorial ultimate staffs fists origins glitch samantha cutsceneBlack Ops 2 \"Origins\"  LOST LITTLE GIRL  Easter Egg COMPLETE!I joined Maker Studios & so can you! Click here to see if your channel qualifies for RPM NetworkMaker Studios Feel free to leave a like and subscribe for the best Origins coverage! Visual Tutorial here  SUBSCRIBE  Director  If you want me to feature your video, message me and I will be more than happy to do so! STEPS 1 Build the Ultimate staffs 2 Go into the giants heads and place the staffs. Thor  Lightning Odin  Wind Freya  Frost and the Fire staff goes onto a stand inside of the main escavation site. 3 You must build the Odin Strike, or the beacon whatever you call it. One person needs to go inside of a robot and the other stand outside of the seal concrete near the outside of the map near staminaup. Throw the beacon and activate the giant's firing sequence and it will break open the concrete. 4 Use the Maxis drone near the broken seal to activate the Panzer Soldat's to spawn in Warning 8 5 Go into the blood mode and shoot down the red plane. After shot down, go into blood mode again and shoot the pilot . He is found circleing the escavation site outside and looks like a regular zombie & ONLY TAKEO CAN DO THIS STEP! 6 You must have the Kung Fu Hands for this you get them from getting the odin bomb. Go to the bottom of the escavation site and kill the zombies with the white mist surrounding their hands with your fists. After doing too many, you will pick up the ultimate hands, which are related to your elements. If you have fire, you now punch fire. Sweet as hell. 7 Go into the crazy place and kill a TON of zombies. it will create a giant electric whisp above your head and then will open up the void between the crazy place and the real world. You get the achievement here. 8 Get the maxis drone and use it in the crazy place and the game ends to reveal the final cutscene !  Random Tags IGNORE  Black Ops 2 Zombies \"ORIGINS\" HOW TO TURN ON THE POWER ON ROUND 1  Power Location  MORE  GAMEPLAY Black Ops 2 Zombies \"ORIGINS\" HOW TO TURN ON THE POWER ON ROUND 1  Power Location  MORE  GAMEPLAY Black Ops 2 Zombies \"ORIGINS\" HOW TO TURN ON THE POWER ON ROUND 1  Power Location  MORE  GAMEPLAY \"Black Ops 2 Zombies Origins\" \"Black Ops 2 Zombies Origins Gameplay\" \"Black Ops 2 Zombies Origins Gameplay\" \"Black Ops 2 Zombies Origins Gameplay\" \"Origins Gameplay\" \"Origins Zombies Gameplay\" \"Origins Easter Egg\" \"Origins Easter Egg\" \"Black Ops 2 Zombies Origins Easter Egg\" \"Black Ops 2 Zombies Origins Easter Egg\" \"Black Ops 2 Apocalypse\" \"Black Ops 2 Apocalypse DLC\" \"Black Ops 2 Apocalypse Trailer\" \"Black Ops 2 Origins\" \"Black Ops 2 Origins\" \"BO2 Origins\" \"BO2 Origins\" \"Black Ops 2 Zombies Origins CutsceneStoryline Cinematic\" \"Black Ops 2 Zombies Origins Intro Cinematic\" \"Origins Intro Cinematic\" black ops 2,bo2,black ops 2 map pack,black ops 2 dlc,map pack,dlc,weapons,guns,zombies,game mode,easter egg,glitch,tut,tutorial,menu,zombie,black ops 2 zombies,maps,black ops 2 glitches,apocalypse,black ops 2 apocalypse,black ops 2apocalypse dlc,black ops 2 apocalypse map pack,bo2 apocalypse,loading screen,gameplay,picture,image,screenshot,fast,rank,level,poster, origins, cove, rush, detour, uplink, trailer,black ops 2 apocalypse trailer,apocalypse trailer,phd flopper black ops 2 dlc,map pack,dlc,zombies,game mode,easter egg,glitch,zombies,black ops 2 zombies,maps,black ops 2 glitches,apocalypse,black ops 2 \"black ops 2 zombies\" \"origins map zombies\" \"new map origins\" \"apocalypse map pack\" \"black ops 2 DLC pack 3\" \"apocalypse buried zombies\" \"apocalypse zombies gameplay\" \" ray gun mark II\" \"ray gun mark 2 zombies\" \"new zombie cowboy boss\" \"ray gun\" \"new zombies gameplay\" \"new zombies origins map\" \"apocalypse origins gameplay\" \"origins map leaked Black Ops 2 Apocalypse Black Ops 2 Apocalypse DLC Black Ops 2 Orgins Black Ops 2 Apocalypse Origins BO2 Apocalypse BO2 Apocalypse DLC BO2 Apocalypse Map Pack Black Ops 2 Apocalypse DLC Black Ops 2 Apocalypse Map Pack Black Ops 2 Origins Black Ops 2 Origins Gameplay Black Ops 2 Apocalypse Gameplay Black Ops 2 Origins Gameplay Black Ops 2 Apocalypse Trailer Black Ops 2 ApocalypsePreview Black Ops 2 Apocalypse DLC Map Pack Black Ops 2 Map Pack 4 Black Ops 2 DLC BO2 Map Pack 4 BO2 DLC 4 Next Zombies Map Next Black Ops 2 Zombies Map Next BO2 Zombies Map New BO2 Zombies Map New Black Ops 2 Zombies Map Black Ops 2 Apocalypse Black Ops 2 Apocalypse DLC", "viewCount": 0.32593549273080347, "labels": [0, 1, 36, 94, 423]}, "ujVt10X7yyA": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "ujVt10X7yyA", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "removing the Deere 47 snow blower and attach 60 inch brush.wmvRemoving the Deere 47 snow blower and attach 60 inch brushhave to change attachments here we go!", "viewCount": 0.34750898033890065, "labels": [2, 83, 252, 1488]}, "bI3uRi1WXFw": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "bI3uRi1WXFw", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "athletics victoria australia track running middle distance2014 Vic Schools Champs. Boys U14 1500mAthletics Victoria's 2014 Victorian All Schools Track & Field Championships. Held 79 November 2014 at Lakeside Stadium, Melbourne.", "viewCount": 0.3187520720836463, "labels": [0, 210]}, "BKpIinyaPBE": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "BKpIinyaPBE", "title": "", "description": "", "length": 0.22227164711475833, "keywords": "Ditmas Winter Concert 2009Ditmas Winter Concert 2009 Classes 750 & 760This is the production of Ms. Donadio's 7th grade Dance classes 750 & 760. Music by Cascada \"Evacuate the Dance Floor\"", "viewCount": 0.3241795431295199, "labels": [6]}, "Y41PSgKiMl8": {"likeCount": 0.23560258571931225, "dislikeCount": 0.13010299956639812, "videoId": "Y41PSgKiMl8", "title": "", "description": "", "length": 0.25646660642520897, "keywords": "Chevrolet Corvette Automobile Model Chevrolet Corvette C5 Z06 Automobile Model Chevy Corvette C5 Corvette C5 Z06 Corvette Z06 Z06 Chevy Z06 Z06 burnout z06 hoon z06 drift z06 review z06 video C5 Z06 video C5 Z06 burnout2002 Chevrolet Corvette Z06  Plentiful Power Priced RightJason Connor got his hands on a C5 Chevrolet Corvette Z06, and he decided to see if his Hawaiian shirt still fits. Follow us on Twitter TheHooniverse  TerminatorConn  Jason's Twitter Like us on Facebook And please subscribe to this channel, thanks!", "viewCount": 0.4497744913411732, "labels": [2, 7, 17, 48, 104, 128, 224, 711]}, "MlC4tZVFHZo": {"likeCount": 0.1792391689498254, "dislikeCount": 0.047712125471966245, "videoId": "MlC4tZVFHZo", "title": "", "description": "", "length": 0.26972293427597177, "keywords": "Pokemon TCG Online TCGO Match Battle Recorded Live The Top Cut JWittz Opening Booster Box Phantom Forces Landorus EX Lucario EX Deck Profile Deck Analysis How to make a Pokemon deck competitive top cut rarest cards tutorial set review legal format season 2015 league challenge trade how to get booster packs free tournament omega ruby alpha sapphire giveaway online code cards garbodor ZapdosTCG trade binder testingSeismitoadGarbodor VS. VirizionGenesectDragonite  TCGO Match FaceCamSup YouTube! Can we show some love to that like button for introducing Facecam!?  Yo, it's time for another TCGO match, this time with Facecame! We're playing Seismitoad EXGarbodor once again and we're facing off against our biggest weakness Grass. GenesectVirizion also has Dragonite EX in my opponent's deck so that's pretty neat. As a little spoiler The Mewtwo War is back in the TCG! I hope you enjoyed this battle and subscribe to stay tuned for more! Thx for watching!  Background music by Pokemon Trading Card Game Soundtrack", "viewCount": 0.31176026916900845, "labels": [0, 1, 81, 108, 217, 447, 790]}, "MlVx1Cif2-E": {"likeCount": 0.199563519459755, "dislikeCount": 0.0, "videoId": "MlVx1Cif2-E", "title": "", "description": "", "length": 0.23344537511509308, "keywords": " Brusheight           Guitar bandmaster  momose    Stratocaster  Fender Stratocaster GuitarBrusheightMOMOSE MC1STDNJ CARMOMOSE \"MTL2STDNJ WBD\" Brusheight Special    Brusheight   5500005 11022 AXISFFUJI TEL0665364448 FAX0665364449 Facebook ", "viewCount": 0.42557547866430445, "labels": [4, 9, 10, 37]}, "MohhMJxxHgQ": {"likeCount": 0.21643528557844371, "dislikeCount": 0.07781512503836437, "videoId": "MohhMJxxHgQ", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "motorcycle 2008 Harley Davidson Softail Deluxe FLSTN apes pipes air ride harley davidson custom custom paint lowered skull skulls roses for sale2008 Custom Harley Davidson Softail Deluxe2008 Harley Softail Deluxe, Professionally Painted, Screamin Eagle Race Tuner, Progressive adjustable onthefly Rear Air Ride Suspension can slam it in town, then up for comfort on the HWY, Progressive 2\" Dropped Front Forks, Black Bike 19\" Front Wheel, custom made front fender, Blacked Out Lower Front Shocks, Paul Yaffee Skirt Blower Drag Pipes loud as hell or I have baffles to tame it down, Lepera Solo Seat, 12\" LA Chopper Ape Hangers seat drops you another 2\", Chrome Matching Brake Rotors and Belt Pulley, Wicked Image Floor Boards, Spike Grips and Shift Pegs, Hand Scribed Cross on Primary Cover, repositioned license plate holder and various other chromed parts .", "viewCount": 0.4996073654485276, "labels": [2, 30, 905, 2581]}, "dvtoA4n2NKw": {"likeCount": 0.15051499783199063, "dislikeCount": 0.09030899869919436, "videoId": "dvtoA4n2NKw", "title": "", "description": "", "length": 0.258092497567562, "keywords": "murmansk motorbike trip bike coastMurmanskVideo 1 north to Murmansk on my trip round the coast of Europe", "viewCount": 0.4315571534614453, "labels": [30]}, "dzF0A_oVevI": {"likeCount": 0.3002597980719909, "dislikeCount": 0.14313637641589874, "videoId": "dzF0A_oVevI", "title": "", "description": "", "length": 0.25105450102066124, "keywords": "attack on titan anime boston interview cast english official dub evs elite video subscription funimationAnime Boston  Attack on Titan Interview  Clip Check out this clip from an interview with some of the English dub cast for the colossal anime hit Attack on Titan! Interview includes Mike McFarland ADR Director, voice of Jean, Trina Nishimura Voice of Mikasa, Josh Grelle Voice of Armin, and Matthew Mercer Voice of Levi. Click here to see the complete interview Interview created exclusively for FUNimation subscribers. Not a subscriber yet? Start your 14day free trial now at funimation.comsubscribe.", "viewCount": 0.4538900337140719, "labels": [882]}, "e4vjJW7NH7I": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "e4vjJW7NH7I", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "gta grand theft auto gta4 helicopter anhilator guns grabhow to grab onto a helicopter on gtahow to grab onto a helicopter while in water. screw you trolls who have already done it. this is for people who haven't", "viewCount": 0.3057285644418215, "labels": [0, 1, 186, 230]}, "x6JZWGMj-H0": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "x6JZWGMj-H0", "title": "", "description": "", "length": 0.2656098202012832, "keywords": "2010 JointU Mass Dance PolyU PolyU Station OG2010 JointU Mass Dance PolyU 3  PolyU Station OG2010 JointU Mass Dance PolyU 3  PolyU Station OG", "viewCount": 0.3065206128054312, "labels": [8]}, "x6p85bGvMdo": {"likeCount": 0.2100370545117563, "dislikeCount": 0.11139433523068368, "videoId": "x6p85bGvMdo", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "Canon Kosova Kosovo HD Trofta Istog Shqip muzik tirana shqip prishtina albania valle camera humor aka digital fest full feat tba hotel kosova hd musik official video Lyrics New Screen Song Highdefinition Television Quality Album 720p blero shpat 2018 sex ass best new tuna kallashi cima qumili stupcatHotel Trofta  Istog  Kosova  Full HDIstog Trofta kosovo Istog 2010 recorded with Canon Full HD", "viewCount": 0.47603621605559854, "labels": [11]}, "wyBo_sm--Z8": {"likeCount": 0.20644579892269188, "dislikeCount": 0.09542425094393249, "videoId": "wyBo_sm--Z8", "title": "", "description": "", "length": 0.26608654780038693, "keywords": "Grand Theft Auto V Video Game DEWBAUCHEE Massacro    custom GTA5GTA5   GTA5   ", "viewCount": 0.43421857282936926, "labels": [1, 48, 85, 177, 2192]}, "Myqn8TDAquk": {"likeCount": 0.11139433523068368, "dislikeCount": 0.047712125471966245, "videoId": "Myqn8TDAquk", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "New Train Line DanceNew Train line danceChoreographed by  Niels Poulsen  Denmark  Feb 2011 32 Count  4 Wall  Beginner level line dance Music  New Train by Sean Kenny", "viewCount": 0.4104828403653656, "labels": [8]}, "IAr1lyscIko": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "IAr1lyscIko", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "DragonBall Ultima Budokai Tenkaichi BGM DBZ DBGT Majin Buu Babidi Goku Vegeta Vegito Gogeta Super Saiyan Kakarott Majuub Ultimate Gohan Batlle 22 Final Bout Baby BT3 FanFiction Burst Limit RedGodPotara Password Character Dragonball fanfic Uub DBUPreview Cell Games AndroidSaga Mirai Trunks FutureGohan Demon Piccolo Nuova Shenron Dabura Very Strong KH Music Space ShipDBZ BT3 Majin Vegeta Vs Red Potara Majin BuuMajin Vegeta Takes On another Majin Buu, only this one is 1o times more powerful.Can Vegeta Stop Majin Buu even with 7 magical red potaras? Red PotaraGod Characters are password characters that are equipped with 7 red potaras ZItems which you can't unlock in the game. They have An extra 30,000 Health All stats 3 Sturdy Body won't be easily stunned Will also easily stun opponents Guard Crushes remove a huge amount of Ki Also, can't be Guard Crushed Health and Ki are slowly recovered Ki charges ultra fast All 4 power ups Vanish AttackDragon Homing 2 Blast 1 costs 1 Blast 2UBKi Blasts costs half Various movements will cost no Ki at all Dragon Dashes, for instance Movements whose costs aren't nullified will only cost half Ki Auto Afterimage while in Max Power Takes no damage while guarding Gains huge advantage in Clashes Dodging a barrage type Blast makes the character dodge the rest automatically. Attacks like Kamehamehameha do weak damage around about 6 damage lol on them if the attack is not struggled. All of their attacks do WAY more damage than usual. Also they will dodge pretty much any attack except from ki blasts while in Max Power Mode, that is why I keep my distance when they are in Max Power Mode. Dragon Ball DB DragonBallZ DBZ DragonBallGT DBGT DragonBallIV DBIV DragonBallAF DBAF Goku Vegeta Mystic Ultimate Gohan Piccolo Goten Kid Trunks Oolong Puar Mr Popo Master Roshi Baba Bulma ChiChi ChiChi Yamcha Tien Launch Tao Pai Pai General Blue Demon King Piccolo Junior Raditz Nappa Saibaman Captain Ginyu Guldo Burter Jeice Recoome Ginyu Force Zarbon Dodoria Cui Appule Frieza Solider Freiza Mecha Freiza King Cold Cooler Meta Cooler Mr Satan Hercule Videl Pan Guardian Kami Dende Nail Slug Android 8 Android 16 Android 17 Android 18 Android 19 Android 20 Dr Gero Cell Super Perfect Form Legendary Super Saiyan Broly Bojack Pikkon King Kai North Kai Grand Kai Supreme Kai Kibito Babidi Dabura Pui Pui Yakon Majin Buu Fat Buu Super Buu Mystic Buu Buutenks Buuhan Gotenks Vegito Gogeta Vegebuu Piccobuu Shenron Porunga Super Gogeta Janemba Baby Super Android 17 Black Star Dragonballs Omega Shenron Nova Shenron Shenron San Shenron SS4 Gogeta Saga Sagas Era Eras Episode Episodes Movie Movies Saiyan Namek Captain Ginyu Frieza Saga Garlic Jr Saga Trunks Androids Saga Imperfect Cell Saga Perfect Cell Saga Cell Games Saga Great Saiyaman Saga World Tournament Saga Babidi Saga Majin Buu Saga Fusion Saga Kid Buu Saga Baby Saga Super Android 17 Saga Shadow Dragon Saga Playstation 2 PS2 Nintendo Wii DS Lite Budokai 2 Budokai 3 Tenkaichi 2 Tenkaichi 3Burst Limit Tenkaichi 4 Budokai Adamant Modest Timid Jolly Custom Finishers Ultimate Blast BGM's 1.final atonment 2.vegeta hells bells theme", "viewCount": 0.35519376953648374, "labels": [0, 1, 5, 144, 190, 384, 743, 1177]}, "IByttC6HZ2Y": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "IByttC6HZ2Y", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "Road King Harley Davidson NY New York Bear Mountain motorcycle ride twistiesRiding South on US 6 from Bear Mountain on a friend's Road KingFor my wife's birthday, a friend let us borrow his Road King. I attached a camera to the handlebars and recorded this video while traveling south from Bear Mountain on US 6. Beautiful day, no heat, no traffic, just a nice day to ride...", "viewCount": 0.3208710019906401, "labels": [2, 30, 500]}, "IDfqx1lfVRk": {"likeCount": 0.06020599913279624, "dislikeCount": 0.06989700043360189, "videoId": "IDfqx1lfVRk", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "honda civic accord brake brakes calipers stuck froze pads shoes jeep chevy ford custom hacker g.g.r2000 Honda Accord Caliper Sliders STuckEddie B's 2000 Honda Accord Rear Caliper Slders stuck so We got them loose Ghetto Garage Racing G.G.R style using an Air Chisel to persuade them to come loose so we could clean with wire wheel and regrease with high temp anti seize", "viewCount": 0.3932575223498291, "labels": [2, 7, 283, 1000, 1382]}, "IFzi0HX6n94": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "IFzi0HX6n94", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "pokemon starterkit starter kit xp rmxp crazyninjaguyPokemon StarterKit XP PreviewJust a quick preview of the type of things you'll see in game. Obviously i haven't shown the code only parts as that'd be a little bit boring lol, but there is more than i've shown, i just don't have time to record more.", "viewCount": 0.3237794993273923, "labels": [0, 1, 81, 108]}, "IG7l2Vz1vrc": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "IG7l2Vz1vrc", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "blitzsonic sonic blitz mario 64 360 engine somebody's watching me geico gecko cash kashSomebody's Watching Me music videoJust for kicks, lol Stages shown by 1st Bagjac other meDayeti2", "viewCount": 0.3755035933767772, "labels": [0, 1]}, "OHJWa5zY7nE": {"likeCount": 0.2113943352306837, "dislikeCount": 0.10413926851582252, "videoId": "OHJWa5zY7nE", "title": "", "description": "", "length": 0.2575187844927661, "keywords": "sro silkroad yakouchu battle rouran game mmo     MMO SRO Lv9496 Thief Vs Hunter Job warI did not have enough time to making this video, so it is very simple. Even if it is simple I hope you like this video. Thanks.", "viewCount": 0.47693847119739097, "labels": [0, 1, 449, 856]}, "PDeq--F_sDk": {"likeCount": 0.1146128035678238, "dislikeCount": 0.047712125471966245, "videoId": "PDeq--F_sDk", "title": "", "description": "", "length": 0.2619093330626743, "keywords": "summoners war sky arena drunken master review rune buildsSummoners War Drunken Master Review  FireWaterWindLightDarkVisit We will be reviewing monster rune builds for Xiao Chun Mao Huan Tien Qin Wei Shin", "viewCount": 0.4220395778231596, "labels": [0]}, "jGovP7Ex7FY": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06020599913279624, "videoId": "jGovP7Ex7FY", "title": "", "description": "", "length": 0.2423245873936808, "keywords": "2011 06 13 00 28 06 1920x1080How to make a tank on ROBLOXHey guys this is a tutorial on how to make a tank on build and race on roblox,or basicly every building game.Enjoy!", "viewCount": 0.3584783378996508, "labels": [0, 714]}, "d2onN8n1Llw": {"likeCount": 0.06020599913279624, "dislikeCount": 0.09030899869919436, "videoId": "d2onN8n1Llw", "title": "", "description": "", "length": 0.24393326938302629, "keywords": "gta stuff messing aroundGTA IV Ragdolls and Messing Around!Fraser messing around on GTA IV for Xbox360!", "viewCount": 0.34224256763712047, "labels": [0, 1, 35, 230, 1169]}, "7q0yptscmRo": {"likeCount": 0.24393326938302629, "dislikeCount": 0.08450980400142569, "videoId": "7q0yptscmRo", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "DayZ Video Game Dayz standalone dayz for ps3 dayz playstation 4 dayz consoles dayz announcement PlayStation 4 Video Game Platform Video Game Industry dayz release dayz next gen dayz mod chernarus dayz xbox dayz linux Xbox one ARMA II Operation Arrowhead Video Game ARMA 2 Video Game Video Game Development IndustryDayZ Announced For PS4  The Information Articles Do Not ShareDayz Standalone has just been announced for PlayStation 4 PS4 at Gamescom 2014! There will most likely be more platforms to follow. Enjoyed the video? Subscribe Dayz started as a mod back in 2012 and was later released as a standalone game. It started on Arma 2, and then it used a modified engine from Take On Helicopters made by Bohemia Interactive. The creator of Dayz is Dean Hall and he now works with Bohemia Interactive as the lead for Dayz for the remainder of the year. It is the zombie survival sandbox genre. Dayz being announced for the PS4 caused a lot of arguments. Dean Hall announced it would arrive to the Playstation 4 in the next 3 years. He also stated on Reddit that it will most likely arrive on other platforms such as Linux and Xbox. Development for Dayz on PC will not be halted, as they are having a separate team work on the console version. JOIN OUR STEAM GROUP Play Dayz Dayz Mod Gaming Industry Reflection Playlist MORE LINKS! My Channel Twitter Google Facebook Captured using Fraps Microphone Blue Snowball SETUP Graphics Card GTX 670 4GB Ram 8gb CPU i5 3570k Motherboard GAZ77XUD5H Thanks for watching and have a good day!", "viewCount": 0.4284475853005321, "labels": [0, 1, 245, 657, 677, 920, 1465]}, "9HWFKzC3RNo": {"likeCount": 0.19084850188786498, "dislikeCount": 0.047712125471966245, "videoId": "9HWFKzC3RNo", "title": "", "description": "", "length": 0.2499687082618404, "keywords": "the ocean of white sensation belgrade arena serbia may 2011WHITE SENSATION  BELGRADE ARENA 21.05.2011 1WHITE SENSATION  BELGRADE ARENA 21.05.2011 SERBIA", "viewCount": 0.4504443675760434, "labels": [3]}, "3-jOlWpYspU": {"likeCount": 0.23560258571931225, "dislikeCount": 0.07781512503836437, "videoId": "3-jOlWpYspU", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "Don Benjamin Sincere Hidef Minnesota My city Rocky diamonds Laron Antm Drake Hip hop 2013My City Ft Sincere Oficial Music Video  Directed by HiDef Official music video for My city off the mixtape High Fashion available on Datpiff.com Itsdonbenjamin sincere51c highdefphotos", "viewCount": 0.41204423068733065, "labels": [14, 2308]}, "XEGU_xSn3Sw": {"likeCount": 0.19294189257142927, "dislikeCount": 0.047712125471966245, "videoId": "XEGU_xSn3Sw", "title": "", "description": "", "length": 0.24885507165004445, "keywords": "Berrick Barnes Athlete Rugby Union Sport Australia National Rugby Union Team Award Nominee Rugby World Cup Sports League Championship Football Interest American Football SportBerrick Barnes  International HighlightsMusic 30 Seconds To Mars  Kings And Queens", "viewCount": 0.4236537261488694, "labels": [0]}, "XF4kxlztJpI": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "XF4kxlztJpI", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "Olga ForaponovaWright Brian Torner The Continental Dance Club Mississauga Toronto ballroom dancing latin dancing DanceSport Canada USA EXTRAVAGANZA EXTRAVAGANZADEC14 American Style Smooth Ballroom Icons Brigitt Mayer Olga Brian Olga Foraponova Dance Legends Metamorphosis FUN Richard Fox CDF Canadian danceSport Federation World Dance Council Organization World DanceSport Federation National Dance Council of America Canadian DanceSport CouncilBrian and Olga EXTRAVAGANZA DEC14 2013 Continental Dance ClubDance director of www.thecontinentaldanceclub.com, Brian Torner with an improvised showcase representing a challenge & merging of International Latin & American Style Smooth. THANK YOU www.richardfox.ca for your EXPERT VIDEOGRAPHY! THANK YOU Olga for the LOVELY dance! HAPPY HOLIDAYS ....CAN'T WAIT to see YOU again in 2014!", "viewCount": 0.32960066693136725, "labels": [8, 383, 834]}, "2vPKjFYIJyE": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "2vPKjFYIJyE", "title": "", "description": "", "length": 0.24653828514484186, "keywords": "DJI Phantom Futaba UAV Maximo Park RC Flight DJI Phantom FPV DJI Phantom Carbon Fiber Props UAV RC Flight Cyclops Breeze OSD v1.0 DJI Phantom 8FG Super Quadcopter DJI Phantom Quadcopter Quadcopter Bridge Carbon Fiber Props Breeze OSD Air St Petersburg GoPro HD 3 Black Edition GoPro HD 3 Black Gulf of MexicoDJI Phantom FPV with Carbon Fiber Props 6213High Altitude Tests My first flight with the carbon fiber propellers. I was using a combination of line of sight and a 10\" portable LCD. I managed to get up to 400 feet at 310, and the view was spectacular! The updown that you see in the video was me testing the gimbal's axis. Filmed at Maximo Park St. Petersburg, FL Pros Lot's of power and speed They won't break or snap off during hard flying Sound and look great! Cons Setting the gains is tricky...it's hard to get rid of the wobble The Phantom seems to drift a lot more Must use strong threadlock liquid if you want to keep the default prop nuts VERY DANGEROUS! The Phantom ends up becoming a flying chainsaw! Verdict I think I'll stick with the DJI black props...don't get me wrong, the carbon fiber ones are slick, but I don't like the tradeoffs unless I can perfect the gains to be a lot more stable.", "viewCount": 0.3437116093048079, "labels": [64, 113, 119, 465, 475]}, "Q-9t3w86wFA": {"likeCount": 0.13222192947339192, "dislikeCount": 0.047712125471966245, "videoId": "Q-9t3w86wFA", "title": "", "description": "", "length": 0.25224442335063196, "keywords": "Lake Tahoe Vintage scuba dive Vintage scuba gear Double hose regulator scuba diving wreck dive fresh water dive Alley Cat wreckLake Tahoe Double Hose Vintage DiveA video on a Vintage scuba gear dive in Lake Tahoe. The dive was made on the sunken sailboat \"Alley Cat\", in Hurricane Bay. Diver Terry uses a modified Mossback M3 double hose regulator on the dive.", "viewCount": 0.3816108670739904, "labels": [238, 274, 366, 571]}, "Q-VWqGOLH6Q": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "Q-VWqGOLH6Q", "title": "", "description": "", "length": 0.24955443375464484, "keywords": "game english visual novel rockett's new school purple moon 1997 girl gamesRockett's New School  Choice 82\"Rockett's New School\" is an English visual novel that was released in 1997 by the defunct game developerpublisher Purple Moon. First in the \"Rockett's World\" series of games, it was also one of Purple Moon's first releases in their library of \"games for girls\". The other being the first game in its sister series, \"Secret Paths in the Forest\". Sorry about the minor audio and frame rate issues. I had to run the game in a Windows 98 virtual machine to get it to record properly.", "viewCount": 0.33443922736851106, "labels": [5, 16]}, "RCAuby51IJ0": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06020599913279624, "videoId": "RCAuby51IJ0", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "EWS Freightliner Transpennine Virgin GNER ThirskDay at Thirsk StationA day away from york to thirsk which ended up with part of the day at the station on 3rd of july 2007, with some trains at speeds of 125 mph. The trains seen include GNER class 91,82 & 43's First Transpennine class 185's Virgin Voyager class 220 & 221 EWS 60009, 6N10 Freightliner 66558, 4S08, and a few unexpected 2 tones! ", "viewCount": 0.3664265800147675, "labels": [2, 45, 51, 56, 77, 212, 295]}, "dVD9gu6EoI4": {"likeCount": 0.1740362689494244, "dislikeCount": 0.12304489213782739, "videoId": "dVD9gu6EoI4", "title": "", "description": "", "length": 0.26148972160331346, "keywords": "deathmatch tips and tricks zasher happy noob broadbandtv gameplay featuring campaign firstperson shooter tgn modern warfare TGN Partner multiplayer playthrough mw3 feat video game TGN Network merry christmas call of duty game play speed run lets play TGN ft MW3  Merry Christmas and Happy Noob Year, ft. Zasher!  WAYCall of Duty Modern Warfare 3 COD MW3  Free for All FFA on Village with Commentary from Zasher. Directors Channel  Facebook  Twitter  Google   Click \"Like\" and \"Favorite\" if you like this video. Helps us make more! Tell us what you think in the comments below.  What is WAY? How do I get more views on YouTube?  TGN grew from 010 million in 5 months and shares how in this handbook! TGN Website  Google  Google Group  Facebook  Twitter  YouTube  TGN servers live on the OneWire Cloud  WAY We Are YouTube  ", "viewCount": 0.3839980557678343, "labels": [0, 1, 36, 142, 153]}, "lcf4fV-cNuw": {"likeCount": 0.19637878273455556, "dislikeCount": 0.07781512503836437, "videoId": "lcf4fV-cNuw", "title": "", "description": "", "length": 0.25538830266438745, "keywords": "Michael English Gaither John the RevelatorMichael English John the RevelatorSinging John the Revelator on a tv special", "viewCount": 0.4431829978273063, "labels": [3, 4]}}