{"yC186LGEaDk": {"likeCount": 0.1079181246047625, "dislikeCount": 0.047712125471966245, "videoId": "yC186LGEaDk", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "beech craft takeof how to start an plane boein landing airport hannover frankfurt zurich gibralta lukla boeing airplane simulator carrie airlines airbus underwood takeoff flying fs2004 international carrie underwood aircraft cessna aviation fs9 airways approach jet runway pilot a320 a380 crash derskateboarder kevin tells kevintells 350 737 747 a321 a310 a334 a330 700FSX How to start an Beechcraft kingair 350!ich starte ein beechcraft king air ne", "viewCount": 0.35129510799724906, "labels": [2, 44, 46, 107, 109, 114, 138, 162, 631, 1170]}, "WPVaEG9QD6c": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "WPVaEG9QD6c", "title": "", "description": "", "length": 0.25599066250361124, "keywords": "ITeam Bending the rules puts amateur fighters' lives at risk 11 25 08 San Francisco News abc7news com2Illegal Boxing Fights...Investigation part22st part", "viewCount": 0.42399248132621514, "labels": [92, 110]}, "pTR68VZ5ACs": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "pTR68VZ5ACs", "title": "", "description": "", "length": 0.23117538610557542, "keywords": "YouTube editorbit of chest at Catts Gym WiganI created this video with the YouTube Video Editor ", "viewCount": 0.34328090050331683, "labels": [100, 161, 567]}, "-JmZystKW7k": {"likeCount": 0.14623979978989562, "dislikeCount": 0.16020599913279623, "videoId": "-JmZystKW7k", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "Nipsey Hussle Musical Artist TeeFlii Composer Music TV Genre MGK Award Winner Scenes Snoop Snoop Dogg Music Video Performer Bone Rap 2pac Feat YG Celebrity Hiphop Remix Tupac Shakur Do It To Ya Canonical Version Notorious Thugs Big Capitol Records Record Label Eminem Harmony Pac Cent Ice Life Nate Hollywood Cube Outlawz Slim Notorious Big Bone Thugs Eazy Compton Still Row Dmx Changes Doggy Mixtape Unreleased Game Thugs Harmony Flesh 50centYG  Do It To Ya ft TeeFlii BTS starring Nipsey Hussle, MGK, and Dorrell Wright free down load album", "viewCount": 0.40230053972499347, "labels": [14]}, "XZNQzMVe914": {"likeCount": 0.09030899869919436, "dislikeCount": 0.09030899869919436, "videoId": "XZNQzMVe914", "title": "", "description": "", "length": 0.2699837725867246, "keywords": "hacha pa20 ipod touch clone mp4 playerHacha PA20 Touch Screen MP4 Player  iPod Touch Type PlayerVisit for more details on this product and to buy it. Visit for discussions related to this player. Hacha PA20 Touch Screen MP4 Player.", "viewCount": 0.4226393663018083, "labels": [1, 21, 23, 24, 322, 1899]}, "gEll-SIwVvE": {"likeCount": 0.06020599913279624, "dislikeCount": 0.06020599913279624, "videoId": "gEll-SIwVvE", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "311 drum311 drum corpThis was at Buzz Beachball 2 in KC,MO 72906. 311 put on an awesome drum line bit.", "viewCount": 0.3306853748693009, "labels": [3, 4, 6, 13, 28, 33, 38, 842]}, "SneMcD3l_FY": {"likeCount": 0.19294189257142927, "dislikeCount": 0.06020599913279624, "videoId": "SneMcD3l_FY", "title": "", "description": "", "length": 0.26928469192772303, "keywords": "SpiderMan Fictional Character Venom Fictional Character Drawing Painting Spiderman SpiderMan Film Artist Marvel Marvel Comics Organization Marvel Universe Fictional Universe Character Award Discipline Artist Job Title Art Collection Category Drawing Visual Art Form Painting Collection Category Symbiote Character SpeciesBlack Suit SpiderMan Speed PaintingFull Quality Version Thanks for watching my speed drawing of the Symbiote suit SpiderMan. If you enjoyed, please share!", "viewCount": 0.43807537708039, "labels": [49, 80, 127, 354]}, "mp5F436d-38": {"likeCount": 0.2209515014542631, "dislikeCount": 0.06020599913279624, "videoId": "mp5F436d-38", "title": "", "description": "", "length": 0.25477747053878225, "keywords": "club penguin disney music tune theme sound track soundtrack song jam 2011 11 dock stageClub Penguin Music  Music Jam 2011  DockThe music at the Dock during the Music Jam of 2011 on Club Penguin! Download MP3 here Disney made thios music, so they own it!", "viewCount": 0.4073535065058784, "labels": [0, 5]}, "7cqAtK4iRVU": {"likeCount": 0.19637878273455556, "dislikeCount": 0.11760912590556814, "videoId": "7cqAtK4iRVU", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "ASUS Computer ManufacturerBrand Tablet Computer Video Game Platform ASUS Transformer Book T100 Asus Eee Pad Transformer Flip Transformers Laptop notebook unboxing new computer windows 8.1 intel core i5 broadwell 14nm geforce 840m i5 5200u nvidia mobile intel touchscreen flip screenUnboxing Asus Transformer Book Flip TP300LD 2015Unboxing new Asus Transformer Book Flip TP300LD DW131H 2015 with 360 degree flipable touchscreen HD LCD display. New CPU Intel core i5 5200U with Nvidia Geforce 840M 2GB Update  You can clean your laptop without open any screw My patreon page  ", "viewCount": 0.4633670406051444, "labels": [74, 131, 187, 617, 2557]}, "7ilicFmnBBg": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "7ilicFmnBBg", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "Dusty's bag workout 249Dusty Harrison's workout Part 3 March 22, 2011Old School Boxing Gym. Located at 4750B Clifton Rd. Temple Hills, Md 20748", "viewCount": 0.35792117802314993, "labels": [92]}, "7j0LL14xILE": {"likeCount": 0.1278753600952829, "dislikeCount": 0.0, "videoId": "7j0LL14xILE", "title": "", "description": "", "length": 0.2649334858712142, "keywords": "VID00002 spiritual live music church get contest entry jan dec feb nov oct aug sep vid00001 jul apr may vid00003 mar vid00004 jun vid00005 your vid00006 vid00007 vid00008 vid00009 vid00010 vid00011 vid00012 2010wmv vid00013 vid00014 vid00015 feb part jan part vid00016 vid00017 dec part vid00018 vid00019 2009wmv december 5th vid00020 vid00021 religious music oct part vid00023 preaching vid00022 january 6th vid00024 vid00025 gospel 14th praise vid00026 vid00027Get Your Prize by Ziyon of Houston TexasThis race is not given to the swift nor to the strong but to those that endure to the end. This is a testimony to our journey. Come along and Journey with Ziyon!", "viewCount": 0.33774883833761327, "labels": [3, 4, 13, 41]}, "7k5gbRk0RpY": {"likeCount": 0.13222192947339192, "dislikeCount": 0.06020599913279624, "videoId": "7k5gbRk0RpY", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "  Huevos Sorpresa berraschungsei    kinder surprise eggs kinder surprise eggs disney kinder surprise eggs frozen kinder surprise playdough eggs kinder surprise eggs opening kinder surprise princess kinder surprise eggs play doh kinder surprise eggs 2015 kinder surprise unboxing kinder surprise videos Elsa Film Character Sofia The First TV Program play doh videos play doh eggs jajko niespodzianka PlayDoh Consumer ProductPLAY DOH KINDER SURPRISE   SOFIA THE FIRST PRINCESS ELSA TINKER BELL MY LITTLE PONYLike & Subscribe to Kinder Toys NZ. Today we're unboxingopening 5 PlayDoh Surprise Eggs with Sofia the First. Get ready for Kinder Surprise Egg Frozen, Kinder Surprise Egg My Little Pony MLP, Kinder Surprise Egg Cupcake Lipstick. Check out my other videos. PLAY DOH SURPRISE EGGS   PRINCESS ELSA HELLO KITTY,SOFIA, MINNIE MOUSE,PETSHOP BLIND BAGS & PLAY DOH KINDER SURPRISE EGGS   DORA BARBIE FILLY SOFIA HELLO KITTY PLAY DOH KINDER SURPRISE   SOFIA THE FIRST PRINCESS ELSA TINKER BELL MY LITTLE PONY \"Kinder Surprise\" is also known as Kinder Sorpresa, Kinder Joy, Kinder berraschung, Kinder Ovo,  , Kinderegg, Kinderberraschung, Verrassingsei, Kinderschokolade, Kinderueberraschung, Kinderoverraskelse, Kinder Niespodzianka, Kinderylltys, Kindergg, Kinder Meglepets, Kinder Surpresa, kinder , , , kinder srpriz,   ,  , , Kinder and , Kinder Sorpresa, Kinder berraschung, Kinder Ovo,  , Kinderegg, Kinderberraschung, Verrassingsei, Kinderschokolade, Kinderueberraschung, Kinderoverraskelse, Kinder Niespodzianka, Kinderylltys, Kindergg, jajko niespodzianka, Kinder Meglepets, Kinder Surpresa, & ,  . Playdough, PlayDoh, Clay, Plasticine, Plastilina, Plastiline,  , , , pte  modeler, , plasticina, , modellera, , Crayola Here's how Toys is called in other languages juegos, juguetes, giocattoli, spielwaren, brinquedos, carrinhos, spielsachen, leker, spielzeug, jouets, speelgoed, ,leksaker, , ,  chi, oyuncaklar, zabawki, bragin, , , , ugarelli, hraky, . DisneyPrincess is known as printzesa, , prinses, printsess, princesse, Prinzessin, prinsessa, puteri, banphrionsa, principessa, , princese, puteri, prinsesse, princesa, prenses, cng cha, tywysoges, Prinzessinen, . Welcome home to Surprise Toys NZ New Zealand that is all about friendly videos for toddlers, babies, infants and preschool children. You can watch videos of unboxing blind bags, PlaydoughPlay doh Kinder Surprise Eggs, LPS The Littlest Pet Shop Blind Bags Surprise Eggs, Hello Kitty  Blind BagsSurprise Eggs, Lalaloopsy toys, MLP My Little Pony Blind Bags  Surprise Eggs, The Smurfs Blind Bags  Surprise Eggs, Disney Blind Bags  Surprise Eggs, Frozen Blind Bags  Surprise Eggs, Princess Elsa Blind Bags  Surprise Eggs, Shopkins Blind Bags  Surprise Eggs, Barbie Blind Bags  Surprise Eggs, Dora Blind Bags  Surprise Eggs, Princess Blind Bags  Surprise Eggs, Sofia the First Blind Bags  Surprise Eggs. Please watch, comment and subscribe. Enjoy. Have a good day. Love, Surprise Toys NZ Music from youtube.comaudiolibrary  Bubble Bath", "viewCount": 0.33360592778663495, "labels": [26, 136, 292, 370, 526, 527]}, "Jxb5Gnk9XDI": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "Jxb5Gnk9XDI", "title": "", "description": "", "length": 0.25670263661590603, "keywords": "unboxing box steelseries steel series white Siberia Neckband Headset gaming game microphone open package first time giveaway pc computer headphones apple ipod xbox 360 xbox iTechReviewzUnboxing SteelSeries Siberia Neckband Headsetunboxing of the SteelSeries Siberia Neckband Headset from www.buy.com this is my first video so excuse any mistakes and comment on ways to improve my videos Subscribe I will have giveaways on my channel .. one is currently going on.. I'm planning on eventually partnering with youtube and i can only do that with your help so.. Rate Comment Subscribe Share Thank You", "viewCount": 0.3985965078304871, "labels": [410]}, "4oAytbwfjeQ": {"likeCount": 0.19138138523837167, "dislikeCount": 0.1079181246047625, "videoId": "4oAytbwfjeQ", "title": "", "description": "", "length": 0.2652246341003323, "keywords": "gta 5 gameplay gta v gameplay gamer goat gamergoat gta 5 gta v gta 5 free roam gta v free roam gta 5 funny moments gta v funny moments gta 5 funny deaths gta v funny deaths halloween gta 5 halloween gta 5 punching people gta 5 nightstick gta 5 grenade gta 5 sticky bomb scary videos halloween funGTA 5 Free Roam  Halloween in Los Santos  GTA 5 Funny Moments Episode 9  Gamer GoatYou guys are the best! SUBSCRIBE IF YOU HAVE BIG BALLS! GTA 5 Free Roam Playlist MY GAMING CHANNEL GTA 5 Free Roam  Halloween in Los Santos  GTA 5 Funny Moments Episode 9  Gamer Goat I don't endorse these activities on Halloween night  walking door to door mugging unsuspecting homeowners, throwing grenades and sticky bombs at traffic, sneak attacks, sucker punches, and nightsticks over the head. This makes snatching candy bags look like Bert and Ernie shit. Grand Theft Auto V is an open world, actionadventure video game developed by Rockstar North and published by Rockstar Games. It was released on 17 September 2013 for the PlayStation 3 and Xbox 360 consoles. It is the fifteenth title in the Grand Theft Auto series, and the first main entry since Grand Theft Auto IV was released in 2008. As one of the last titles to release exclusively during the seventh generation of video game consoles, Grand Theft Auto V was highly anticipated preceding its release. Grand Theft Auto V is played in thirdperson and combines driving and action gameplay in an open world environment, allowing the player to interact with the game world at their leisure. The game is set within the fictional state of San Andreas, which is based on Southern California, affording the player free roam over the world's countryside and the fictional city of Los Santos, which is based on Los Angeles. The singleplayer story is told through three playercontrolled protagonists whom the player switches betweenMichael, Trevor and Franklinand the story follows their efforts to plan and execute six large heists to accrue wealth for themselves. An online multiplayer mode is included, allowing up to sixteen players to engage in both cooperative and competitive gameplay in a recreation of the singleplayer setting. GTA 5 Halloween GTA 5 Free Roam GTA V Free Roam GTA 5 GTA V GTA 5 Gameplay GTA V Gameplay GTA 5 Funny Deaths GTA V Funny Deaths Grand Theft Auto 5 Gameplay Grand Theft Auto 5 Free Roam Grand Theft Auto 5 Funny Moments Grand Theft Auto 5 Funny Deaths Grand Theft Auto V Gameplay Grand Theft Auto V Gamer Goat GamerGoat Halloween Halloween video Funny halloween Halloween fun GTA 5 punching people GTA 5 nightstick", "viewCount": 0.4168615322211018, "labels": [0, 1, 35, 85]}, "zpcul2YD4BU": {"likeCount": 0.2731588765186739, "dislikeCount": 0.11760912590556814, "videoId": "zpcul2YD4BU", "title": "", "description": "", "length": 0.26424645202421215, "keywords": "Workshop Educational PEI Making Beadmaking Ayelet ArtisanPEI sculpture Prince Edward Island Pottery Bead Making fabric Artisan Howto Crafts Basket Weavers Bead Create An Ocean Gem Paverpol Victoria Artisan Pei BasketweavingArtisanPEI \"Rags To Riches The art of Fabric Sculpture\"PEI artist Dina Blot presents a workshop in turning old rags to sculpture using Paverpol fabric hardener. Workshops are available to PEI visitors and give them the opportunity to use this unique art material and take away a work of art at the end of the workshop.", "viewCount": 0.4870023291895395, "labels": [701, 1133]}, "zqxtfKWfFgo": {"likeCount": 0.19731278535996988, "dislikeCount": 0.0, "videoId": "zqxtfKWfFgo", "title": "", "description": "", "length": 0.2593286067020457, "keywords": "Lecrae Musical ArtistLecrae feat Andy Mineo  Background  Unashamed Tour NYC 2012Lecrae feat Andy Mineo singing Background at the Unashamed Tour with Lecrae, Trip Lee, Tedashii, KB, Pro, Andy Mineo, Thi'sl & Propaganda  Best Buy Theatre in NYC on 10312", "viewCount": 0.3801952234854282, "labels": [3, 4]}, "qDF2N5IY5cA": {"likeCount": 0.20253058652647704, "dislikeCount": 0.10413926851582252, "videoId": "qDF2N5IY5cA", "title": "", "description": "", "length": 0.25563025007672874, "keywords": "weaving loom factory steampunk sonic fabric alyce santoro julian mock cassette tapeSonic Fabric FactoryThis video features the elegantly beautiful massive antique loom at the small New England textile mill where Sonic Fabric a textile woven from 50 recorded audio cassette tape and 50 polyester thread was woven. For more info, please see ", "viewCount": 0.4698135357413069, "labels": [62, 411, 701]}, "qDBPetCKU4s": {"likeCount": 0.2113943352306837, "dislikeCount": 0.06020599913279624, "videoId": "qDBPetCKU4s", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "Viking Viking Yachts Viking Motor Yacht Viking Motoryacht Viking 75 Viking MY Viking 75 Motor Yacht Viking 75 Motoryacht Viking 75 MY Vicking Motor Yacht Vicking Yachts Viking Yacht Company Viking Sportfish Viking Enclosed Bridge Viking Yatchs Viking boatsViking Yachts 75 Motor YachtSince 1964 Viking has followed an unyielding mantra to build a better boat every day. This commitment to focus on challenging ourselves to design and build the best has led us to lead the industry with the worlds most eminently regarded fleet of luxurious sportfishing convertible and motor yachts. As a family owned and operated business, our resolve is deeply rooted within our skilled and talented workforce, our dealer network, and most importantly all of our Viking owners who share our quest. The Viking 75 Motor Yacht, a made in America, ground breaking design represents a new generation in its class. From advanced resin infused construction to mechanical superiority and performance to unrivaled accommodations, the 75 Motor Yacht delivers a new level of expectations where contemporary styling merges with stateoftheart systems transporting the yachting lifestyle to a totally new level in the Viking tradition. Welcome aboard.", "viewCount": 0.4462847035831674, "labels": [2, 76, 281, 446, 1314]}, "qHLGRtinPXg": {"likeCount": 0.16127838567197356, "dislikeCount": 0.09030899869919436, "videoId": "qHLGRtinPXg", "title": "", "description": "", "length": 0.2499687082618404, "keywords": "custom boot logo 3.1.3 change boot logo iphone change boot logo ipod touch change boot image iphone change boot image ipod touch 3.1.3 boot logoHow To Change The Boot Logo On 3.1.3 Using RedSn0w! For iPod Touch 1G, 2G, iPhone 2G, 3GHere is a very quick video on how to change the boot logo on your iPod Touch or iPhone with RedSn0w without completely rejailbreaking! No restore is required, all you need is a Jailbroken iPod Touch or iPhone on firmware 3.1.3, and this should be very easy for you!  Supported devices are the iPod Touch 1G, iPod Touch 2G NON MC, the iPhone 1G Known as iPhone 2G, and the iPhone 2G Known as the iPhone 3G. Unsupported devices include the iPod Touch 2G MC MODEL, the iPod Touch 3G, and the iPhone 3GS, both old bootrom and new bootrom, neither work.  Below are the links for RedSn0w These links are for iPhone 2G,3G & iPod Touch 1st Generation ONLY! Windows Mac These links are for iPod Touch 2nd Generation NON MC ONLY! Windows Mac  This is where to download the 3.1.2 firmware  Here are the custom boot logos PNG Format NEEDED  Please subscribe to my second Youtube channel Please follow me on Twitter And lastly, thanks for watching the video, please rate it five stars, leave a comment, and don't forget to subscribe ", "viewCount": 0.43451776165427036, "labels": [21, 23, 73, 322]}, "iE5PE_tpCG0": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "iE5PE_tpCG0", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "Kirk Long hair Kirk Long blonde Kirk Kirk Long Long UAAP Season 74 All out all heart blonde gatorade in the zone inthezone.ph ADMU Ateneo Blue Eagles Ateneo BasketballBack to BlondeEver wonder why Kirk Long's hairstyle changes all the time? Check out what's in Kirk's head the night before the Ateneo La Salle game. Join our Insider Mikko Abello as he takes you behindthescenes. For more videos, visit inthezone.com.ph", "viewCount": 0.31746411926604484, "labels": [65]}, "iG7UdnQfdB8": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "iG7UdnQfdB8", "title": "", "description": "", "length": 0.20899051114393982, "keywords": " KORAIL   Yeongdong Line   Simpori Station   Tongri Station   KTX KTX KTXSancheon 7402 South Korea GH2HD  KTX  KTX  KTXSancheon in the mountains2012 6 1,     .    KTX 24 , 6 3   .  KTX   7574 .   6 3,    KTX  ,     .           , ,   , . 201261 KTXKTX7574KTX63 KTX  1st June 2012, groundbreaking ceremony at Gangneung Station for new electricdouble track railroad between Wonju and Gangneung. KTXSancheon was returned to Seoul on 3rd June, running in the mountains leaded by Diesel Locomotive.", "viewCount": 0.39880682033926357, "labels": [2, 45, 51, 56, 77, 137]}, "iJznuD3-zZw": {"likeCount": 0.1, "dislikeCount": 0.06989700043360189, "videoId": "iJznuD3-zZw", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "Minecraft Video Game Video Game IndustryWebsite to play Minecraft offline FreeIn this My first Video I Show you 1 of 2 sites which allow you to Play Minecraft offline Free", "viewCount": 0.3470998169660874, "labels": [27]}, "iN7uDy43sGU": {"likeCount": 0.13010299956639812, "dislikeCount": 0.06020599913279624, "videoId": "iN7uDy43sGU", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "MAX'S MuscleTV Bench press champion Ange Galati Tony DohertyAnge Galati Trains Chest  MUSCLE TVMAX'S sponsored athlete and world benchpressing champion Ange Galati goes through a chest workout at Doherty's Gym on MAX\"S MuscleTV in 2004.", "viewCount": 0.44580936960466044, "labels": [100, 161, 356]}, "AruYb-UweTo": {"likeCount": 0.24456042032735975, "dislikeCount": 0.21875207208364633, "videoId": "AruYb-UweTo", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "dragons triangle bermuda japan Bermuda air heart disipearances USOs USOS uso usos ufos UFOS aliens secret base under water ufo flying saucerAlien under water base found in Dragons trianglei found what could be a secret under water alien base in the waters off the cost of japan in what is known as the dragons triangle", "viewCount": 0.5247838295127875, "labels": [451]}, "Ar9UloHygT0": {"likeCount": 0.23384564936046048, "dislikeCount": 0.18195439355418688, "videoId": "Ar9UloHygT0", "title": "", "description": "", "length": 0.244870631990508, "keywords": "CoD CoD4 tips noob advice sephiroth FF Final Fantasy VII owned pwned Youtube Poop random funny stupid grocery onionCall of Duty 4 Multiplayer Pwning TipsDamn, I still dont understand why am I drunk 1 out of 3 times I enter Youtube. There must be some kinda deep meaning about this, I don't know. Okay, the idea for the vid was plainly taken from this genius' Ultimate Videogame Tips So if you laughed here, if you even giggled, please check that out cos it's probably much better. Note I solved the typos of the description the day after uploading the video. Which means today. Which means Ive got a hell of a hangover. So stop bothering me, geez. Note I'm actually spanish. And even if I've been writing in english for years now, this is the first time I try to speak it, so please don't be too harsh on me about that XD", "viewCount": 0.45458635476526443, "labels": [0, 1, 36, 185]}, "AxaTJSy5qgw": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "AxaTJSy5qgw", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "sailor moon another storySailor Moon Another Story Soundtrack  Hikawa ShrineMusica de Sailor Moon AS Another Story", "viewCount": 0.35496162395190856, "labels": [597]}, "Af2kyZX9VRQ": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "Af2kyZX9VRQ", "title": "", "description": "", "length": 0.26273658565927327, "keywords": "khan oz set7SWL Samsung KHAN vs Hwaseung Oz Set 7 P1Shinhan Bank Winners League 20110112", "viewCount": 0.31003705451175634, "labels": [0, 42, 890]}, "AfV2cD2sfyw": {"likeCount": 0.23010299956639813, "dislikeCount": 0.1, "videoId": "AfV2cD2sfyw", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "mp10 diablo invis monk speedkill invisukINVIS No.1 eDPS Monk MP10 Speed Kill with No Life StealMy Diablo Progress My Channel ", "viewCount": 0.4714664992862537, "labels": [0, 1, 561, 959]}, "Aac_fOPP60c": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "Aac_fOPP60c", "title": "", "description": "", "length": 0.25634810853944107, "keywords": "happy clicks addictinggames walkthrough games gameWalkthrough Happy ClicksSend your happy balls to their goal. But you don't click the yellow happy balls you click the other balls! Some balls are attractive, and some are repellent. Others are just weird. But you are clever physics puzzler, adept at manipulating blocks, right? So go to it!", "viewCount": 0.44786386315431675, "labels": [0, 1, 5]}, "AaDakCAaF5c": {"likeCount": 0.1799340549453582, "dislikeCount": 0.03010299956639812, "videoId": "AaDakCAaF5c", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "UDK Unreal Architecture real timeUDK Architectural Test  ARTIC StationOur firm wanted to see the level of effort and the level of quality we could achieve using the UDK. We built this model from scratch using the data provided by the client CAD, Civil 3D and Sketchup models. As you can see we were able to get some very good results and we were well within our target for time and budget.", "viewCount": 0.43799397228019166, "labels": [1020]}, "u1bnxHMKd5o": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "u1bnxHMKd5o", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "Jay Knepp Salt Lick Driftwood Central Texas wine grapes vineyard winemakingSalt Lick Vineyard's Jay Knepp on challenges of Central Texas winemakingJay Knepp, operations manager at the Salt Lick Vineyards in Driftwood, Texas, discusses the obstacles to growing grapes in Texas, and why he remains hopeful for the future of the Hill Country winemaking industry.", "viewCount": 0.3190051417759206, "labels": [11, 877, 1625]}, "f70z8RVotWI": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "f70z8RVotWI", "title": "", "description": "", "length": 0.2540329474790874, "keywords": "super street fighterArturo vs D Nyc3 South Florida Challenge IV SSF4 SinglesArturo Honda vs D Nyc3 Balrog South Florida Challenge IV SSF4 Singles", "viewCount": 0.32357808703275603, "labels": [0, 1, 69, 236, 404, 589]}, "4PYUx7ojrv4": {"likeCount": 0.13010299956639812, "dislikeCount": 0.07781512503836437, "videoId": "4PYUx7ojrv4", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "Oakley Airwave Snow Goggles Liquid Image Apex HD Camera Goggles Recon Instruments Smart Goggles Smartphone Connect Ski Goggles Wrist Controller Photo Goggles Wifi Goggles Snowboarding Tech Skiing Tech GetConnected GC Mike Agerbo ski goggle airwave oakley snowboarding goggles heads up display glasses liquid image gogglesSnow Goggle Tech Oakley Airwave and Liquid Image Apex HDMike shows off snow goggles that are filled with tech.", "viewCount": 0.41092409685882036, "labels": [24, 158, 1095, 3280]}, "scKA4VA9HO0": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06020599913279624, "videoId": "scKA4VA9HO0", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "Super Perfect Cell Incredible Hulk MugenMugen The Legendary Cell vs The Incredible Hulk!Training vigorously on a desolated planet that once was full of life and full of powerful inhabitants, SPC continued training intensely, becoming more and more powerful with each passing week. After having defeated Wonder Woman, Superman, Namor, The Thing and Thor, SPC marveled at the strength and skill of some of these warriors who despite his egotistical and conceded personality, had earned his respect. Even though SPC knew that he could have continued his destruction on planet Earth and wipe out hundreds of Earth's heroes without rest, SPC heard rumors of two beings with incalculable strength, immense durability and monestrous endurance. Deciding that he had enough playtime on planet Earth...for now, SPC flew out to space and decided to stop and rest on a planet Xxentron, where he would train for his encounter with these beings known as Hulk and Juggernaut. Now after 4 weeks of nonstop intensive training, SPC flew back to Earth were Earth's heros were busy preparing for SPC's return while keeping the people of Earth calm by giving them false news about SPC being defeated. Having located and learned info on Bruce Banner also known as the Incredible Hulk, SPC decided to pick Bruce up and throw him miles into the ocean while he waited for Bruce's transformation to occur as he patiently waited on the San Francisco bridge. Hearing a rumble, SPC looks up to see Hulk land on the bridge where their awesome fight begins.", "viewCount": 0.3372912002970107, "labels": [0, 1, 69, 378, 897]}, "sdBb0dmy4yY": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "sdBb0dmy4yY", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "funny christmasFunny 12 Days of Christmas11 year old daughter created this", "viewCount": 0.3079543007402906, "labels": [99]}, "px0nKEm5648": {"likeCount": 0.09542425094393249, "dislikeCount": 0.06020599913279624, "videoId": "px0nKEm5648", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "halo Gameplay TV Program New Review Literature Subject Halo3 Xbox Master Halo series Chief leak review video must see xbox360 upcoming games Halo leaked offical gameplay full confirmed complete Comfirmed Information info H4 images halo4 new news details information update campaign mission1 firstlook multiplayer trailer2 enemies nycevent offscreen screens warhousewraparound Weapons Watch DescriptionHalo 4 Review Leak Gameplay Part 2Main Channel My Twitter My Facebook ", "viewCount": 0.32676409823459157, "labels": [1, 157, 407, 681]}, "n63zsH0NhUU": {"likeCount": 0.14313637641589874, "dislikeCount": 0.03010299956639812, "videoId": "n63zsH0NhUU", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "Dance Choreography Breakin Convention Future Elements Sadlers Wells Future Elements Night Dance Future Elements Hip Hop Dance Theatre Jonzi D Boy Blue Ent streetdance Breakin Convention Street Dance Choreography Hip Hop Boy Blue Entertainment Youth Dance street dance Hiphop Dance Sport Choregoraphy Dancing Hip Hop Theatre Kelsey Miller Hip Hop Choreography Entertainment WordKelsey Miller aka Hydro at Breakin' Convention Future Elements Night 2014 liverehearsal mixKelsey Miller aka Hydro performing at Breakin' Convention Future Elements Night 2014 at Lilian Baylis Studio, Sadler's Wells, London. This edit is a mix of both live and tech rehearsal. Hydro has been apart of Boy Blue Entertainment for the last two years and has recently started to choreograph himself. This piece was created by Hydro, a concept based on an illness he recently had to face. The piece shows the different stages of what went on and roughly how it affected his body. Hydro loves to express dance in his own way and style and hopes people can enjoy it. For more information about Future Elements night visit Follow us on Twitter  Find us on Facebook Instagram ", "viewCount": 0.3138302698166282, "labels": [8]}, "DNwaRjzgFng": {"likeCount": 0.19637878273455556, "dislikeCount": 0.18692317197309763, "videoId": "DNwaRjzgFng", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "pes 2020 pes 20 fifa 20 2020 messi ronaldo cristiano lionel ps4 e3 xbox one xbox one neymar tricks elastico playstation 4 trailer gta v screenshots Pro Evolution Soccer Video Game SPlaystation 4  FIFA 20 and PES 2020 Playstation 4  trailers and screenshots of pes and fifa 20", "viewCount": 0.5172334332761357, "labels": [0, 91, 245, 336]}, "DREbYXFSXdc": {"likeCount": 0.18808135922807914, "dislikeCount": 0.0, "videoId": "DREbYXFSXdc", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "Magic the Gathering Game Roxaboxen90 roxaboxen 90 roxaboxen90 magic cards modern legacy standard mtg MTG edh EDH elder dragon highlander commander information info news limited Wizards of the Coast Trading Card Game tcg spoilers spoiler speculation magic origins spoilers magic origins spoiler mtg origins spoiler mtg origins spoilers mtg origins news mtg origins planeswalker mtg official spoilers mtg new spoilersMagic Origins Spoilers Limited Cycle, Jace Set Artwork, and Clash Pack CardsMore Origins Promos, including stunning full arts and an incredible playmat you can win! What do you think? Check out the video and don't forget to TAP THAT LIKE BUTTON and SUBSCRIBE for all the latest MTG news and speculation before heading down to comment your thoughts below! Source Want to donate to the channel and help keep me going? You can find my Patreon with all it's awesome rewards HERE Want to contact me with suggestions for future videos, questions about MTG, or general feedback and recommendations? Send me a PM or an email to Roxaboxen90gmail.com Check out Abugames, an amazing site with a huge variety of MTG products and singles Want to join the awesomest bearded forums and hang out with me 247? Check out my sub forum on MTGHQForums  Wizards of the Coast LLC, Card Images Used with Permission. Not a Wizards of the Coast Production. Intro Song  \"Snuffel\" by Equilibrium Thanks for watching. Like, comment, and SUBSCRIBE!", "viewCount": 0.351067903103221, "labels": [0, 217, 447, 643]}, "cNHe_nrWxYM": {"likeCount": 0.3071145290451083, "dislikeCount": 0.16334684555795864, "videoId": "cNHe_nrWxYM", "title": "", "description": "", "length": 0.2693726948923647, "keywords": "Do Stuff With Your Hair Robert Pattinson anya Burr Jim Big Out tanya burr nic sam chapman pixiwoo pixi2woo jim j1mmyb0bba mens grooming products hair was creme cream gel pomade clay skin care review hd funny vlog makeup shavingDo Stuff With Your Hair Robert PattinsonPlease Subscribe... everyone will think you're really cool. Twitter j1mmyb0bba Redken Mint Clean Shampoo 7.90 Redken Cool Finish Conditioner 7.90 American Crew Pomade 85g 10.65 American Crew Forming Cream 85g 12.50 American Crew Light Texture Lotion 13.95 Disclaimer The products were kindly sent to me. I am not under any obligation to give them a positive review and have not been asked to feature the products in any particular way. I am not being compensated by the company mentioned. Links next to the items are affiliate links. All opinions are honest, as always.", "viewCount": 0.5242218320247612, "labels": [50, 65]}, "GlMdEUmE498": {"likeCount": 0.11139433523068368, "dislikeCount": 0.047712125471966245, "videoId": "GlMdEUmE498", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "download msn hotmail windows how account help install live messengerHow to install Windows Live Messengerhow to make an accountHi this is my first vid so please be nice in the comments lol! If u havnt got anything nice to say then dont say anything! Yes i know this is very easy and that most people will already know how to do this but it was like a test for my first video. Hopefully there will be some better ones in the future.", "viewCount": 0.38064513232472624, "labels": [106]}, "GnwI_-e6Pqg": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "GnwI_-e6Pqg", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "Forex Signals Alert Signal Profit Pips Entry Alerts Money Passive Income MassiveForex Signals  1000 pips in JanuaryRecords of forex signals provided by one of the best signal providers. Alerts sent to your inbox 2 times a day. All are entry orders. Place your trades and go on with your day. Emotion free trading. Why not make some extra money?", "viewCount": 0.35651391519697895, "labels": [895]}, "jPy43PiiD5E": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "jPy43PiiD5E", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Killer Tune airvideo  Killer Tune drum covermacbook prolinein ", "viewCount": 0.3116607743988249, "labels": [28, 33]}, "jXrMyEliEqw": {"likeCount": 0.1, "dislikeCount": 0.07781512503836437, "videoId": "jXrMyEliEqw", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "Tess ribbon dance music young adult beautiful pretty inspireTess Ribbon DanceHere I am dancing with ribbons Hope you like it TESS", "viewCount": 0.3888067113407437, "labels": [6, 8, 1556]}, "RFXOOeAUgl0": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06020599913279624, "videoId": "RFXOOeAUgl0", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "Lord Of The Rings TrailerLord Of The Rings TrailerThe Real Lord Of The Rings Trailer", "viewCount": 0.3278753600952829, "labels": [25, 1100]}, "T-OjR_Yw6ko": {"likeCount": 0.10413926851582252, "dislikeCount": 0.047712125471966245, "videoId": "T-OjR_Yw6ko", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "Amanda Sthers Airport Fates French Film Comedy bande annonce TrailerYou'll Miss Me  Je vais te manquer 2009  Trailer English SubsDirected by Amanda Sthers Produced by Sunrise Films, Ugc ym Genres  Fiction  Runtime  1 h 35 min French release  10062009 Production year  2008 In an airport bustling with life, the destinies of six people will bump into each other, intertwine, separate and come together the duration of a moment. And what if these characters were actually living, without knowing it, the most important moment of their lives? Oliver and Lila... Will he miss out on love or will she miss the plane? Julia and Marcel... Will she escape death or will he fail to live his life? Fanny and Max... Will she lack courage or will he miss his chance? More info  ", "viewCount": 0.38590782247469696, "labels": [25]}, "83SpX7D6VHk": {"likeCount": 0.20863598306747486, "dislikeCount": 0.06020599913279624, "videoId": "83SpX7D6VHk", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "Symphonica George MichaelGeorge Michael  Symphonica  A different corner  Madrid 25 sept 2011A different corner, performed by George Michael in Madrid, on Sep. 25 2011. It belongs to the Symphonica Tour.", "viewCount": 0.42425662728098124, "labels": [3]}, "JmPWe4uquN4": {"likeCount": 0.2513217600067939, "dislikeCount": 0.13222192947339192, "videoId": "JmPWe4uquN4", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "IntoWeapons how to make best easy cheap budget steel targets shooting swinging hanging steel targets gun range target practice how to make how to make steel targets making steel targets diy diy steel targets homemade cheap steel target metal targets metal shooting targets build make your own diy targets pistol rifle AR500 plates steel plate handgun auto reset universal calibers all safe best steel target mild body armor gun target for shooting cheapest 9mm .22How To Make Steel Targets Cheap & Easy!How to easily and cheaply make DIY Steel Targets that hang and swing. These homemade steel targets are made out of scrap steel plates from scrapyard or purchased hardened steel target plates, along with some common Shepherd's Hook's for outdoor gardening. With a fresh coat of spray paint or a new adhesive paper target applied between uses, they are like new every time! See below for more on this project and quick links to all materials needed! BEST Spinning Steel Targets with Auto Reset! AR500 10in Steel Gong Target for all Calibers! Shepherds Hook's for Hanging Targets 100pack Adhesive Reactive 8in. Splatter Targets These homemade steel targets are a decent alternative to purchasing hanging steel or spinning targets, but nearly every variation of swinging or spinning steel target is available online for reasonable prices. I use a readily available Shepherd's Hook to hang the steel plates. Local salvage or recycling yards are the best place to get the steel and they usually are happy to sell it to you by the pound. If you are nice they will even punch a hole in it for you with a propane torch. You can also purchase Hardened Steel Target Plates like AR500 with precut holes for hanging in any safe fashion you wish. If you want to take the steel targets a step further, it is nice to have some selfadhesive reactive paper targets onhand to attach. You can stick them to the face of the steel target for easy shot identification. Swinging Metal Target Systems AR500 Hardened Steel Hanging Targets Shepherds Hook's for Hanging Targets Adhesive Reactive 8in. Splatter Targets PLAYLIST on all GEAR, GADGET, and TECH Reviews PLAYLIST on all 80 Gun Reviews Thanks for Watching, and dont forget to Like, Share, and Subscribe! MOST POPULAR Videos ALL PLAYLISTS IntoWeapons FEATURED GEAR on Amazon FIND INTOWEAPONS Website Facebook Google Instagram All Rights Reserved  2018 IntoWeapons  Duplication, transfer or reuse of this material or excerpts thereof, is prohibited. Send inquiries for use of this material to IntoWeapons.", "viewCount": 0.513437794624365, "labels": [2038]}, "JmsY7t4bQYk": {"likeCount": 0.16020599913279623, "dislikeCount": 0.09542425094393249, "videoId": "JmsY7t4bQYk", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "paradise galleries baby dolls realistic dolls lifelike dolls collectible dolls porcelain dolls reborn babies reborn dolls royal baby prince prince george alexander louisRoyal Baby Prince Doll, Prince George Alexander Louis of CambridgeVisit for more details of the Royal Baby Prince doll. The Royal Gem of Paradise Galleries! Watch Owen as he shares to his Mom how special the new addition to their family  the Royal Baby Prince. Click here  to see more of our baby dolls made in FlexTouch vinyl. Silicone FlexTouch Vinyl Baby Dolls FlexTouch Vinyl  This innovative new material has silicone base that creates a texture that is as soft as a baby's bottom providing a delicate and realistic skin tone. The arms and legs are made from pure FlexTouch Vinyl while the head is created in a remarkable 2 step process giving it the effect of delicate skin on the facial features. Flex Touch Vinyl is then finished by artists handpainting the gentle details bringing the baby to life. About Paradise Galleries Our passion at Paradise Galleries is to create dolls that stir your spirit, warm your heart, and nurture your soul. It gives us great joy to know that our dolls bring happiness to homes around the world. Our design team in southern California draws upon inspiration from family, friendships, love, daily life, childhood memories, and a sense of fun to capture the goodness and beauty in life's moments. Visit our website Follow us on Instagram Follow us on Facebook ", "viewCount": 0.4052924683707729, "labels": [194]}, "JnkrySgTIQI": {"likeCount": 0.1949390006644913, "dislikeCount": 0.03010299956639812, "videoId": "JnkrySgTIQI", "title": "", "description": "", "length": 0.2167317334748176, "keywords": "funny cartoons for children 3d animation caminandes cartoons children watch english episode 2 gran dillama llama dillama animal 3d animation video hindi 2015 hd disney tagalog bangla malayalam Cartoon TV Genre Humour TV Genre Animated Blender funny cartoons for children animation funny cartoons for children in english short film short movie short cartoons for children in english short cartoons for children Animated Cartoon TV Genre 3ds animals funnyFunny cartoons for children  Gran Dillama  3D AnimationIt's second episode \"Gran Dillama\" of cartoons \"Caminandes\" was produced by Pablo Vazquez, Beorn Leonard and Francesco Siddi at the Blender Institute in Amsterdam, the Netherlands. The music is from Jan Morgenstern. The first episode of cartoons \"Caminandes\" is available on the following link Both episodes of the cartoons \"Caminandes\" has received great appreciation online and it has been selected for screening by many animation festivals. The funny cartoons are nice to watch for children of 312 years old. Caminandes is short for caminocaminar Spanish for pathwalk and Andes  the longest continental mountain range in the world, usually referred as the spine of South America. The southernmost region of the Americas is called Patagonia, where Pablo is from. The animated cartoon is licensed under the Creative Commons Attribution 3.0 license Copyright CC ", "viewCount": 0.39860547807696955, "labels": [5, 16]}, "JpOO19Oo8uI": {"likeCount": 0.2658011396657113, "dislikeCount": 0.14313637641589874, "videoId": "JpOO19Oo8uI", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Mega Brands TheSSMotion Giveaway Competition Unboxing Update Huge Suit Free Fanmail VTOL Newest Set Randompacks Blindpacks Halo Megablocks Comiccon UNSC Covenant Flood Forerunner Didact Mega Bloks Lego Reviews Fastbuild Toy Fair BloksFest YouTube Subscribe 2013 2014 Banshee Warthog Mantis Halo4 Halo5 Build Stop Motion Animation Video Vlog Haul Spartan Elite Mongoose Surviving Forwarduntodawn Mammoth Halo 3 Video Game Halo 4 Video GameSurviving An Infection. Stop Motion. Halo Mega Bloks. Season 1 Episode 2 TheSSMotionSURVIVING AN INFECTION Season 1 Episode 2 The ICU provide a step by step guide on how to handle an infection. The narrator Brian and test subjects Bob, Billy and Janet help you along the way. We especially had fun creating this video as old style film is something we had never explored before. Please take the time to like and subscribe and thanks again for your continued support.", "viewCount": 0.4807764967379778, "labels": [16, 157]}, "0A_dnvowLrY": {"likeCount": 0.15440680443502758, "dislikeCount": 0.09030899869919436, "videoId": "0A_dnvowLrY", "title": "", "description": "", "length": 0.2505149978319906, "keywords": "Fishing Musky GoPro BrandJames River Musky GoPro44 inch musky I caught. 03012014 James River", "viewCount": 0.38103669536816254, "labels": [18, 43, 59, 60, 101, 286, 419]}, "ne2EyqM4pJw": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "ne2EyqM4pJw", "title": "", "description": "", "length": 0.2305351369446624, "keywords": "WLRN Radio Folk Acoustic Music with Michael Stock Miami Florida the two man gentlemen band stringThe Two Man Gentleman Band  Please Dont Water it Down  WLRN Folk RadioPlease Don't Water it Down, by The Two Man Gentlemen Band, live on WLRN Radio Folk & Acoustic Music with Michael Stock 91811, Miami, FL www.wlrn.org www.folkandacousticmusic.com", "viewCount": 0.316938049531195, "labels": [4, 10]}, "nl_gVZCLEbw": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06989700043360189, "videoId": "nl_gVZCLEbw", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "balletCityCenter Ballet le barre practiceA day in the life......of a ballerina", "viewCount": 0.35821770376884093, "labels": [8, 206, 650]}, "bW7XoyHVwbA": {"likeCount": 0.1079181246047625, "dislikeCount": 0.09030899869919436, "videoId": "bW7XoyHVwbA", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "  NANA bluray BD    NANA Bluray NANAbluray", "viewCount": 0.40584639856022514, "labels": [60]}, "YPi20eCbEF4": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "YPi20eCbEF4", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "Need for speed hot pursuit the best cars in gameNeed for speed hot pursuit the best cars in game.wmvThis are the best cars fastes cars in the game i Hope you like it and go buy or dowload it  if you want this game dowload version do a commet at this movie and than in that commet do you email i give the dowloaded files to you Peace!", "viewCount": 0.30759117614827775, "labels": [1, 19, 48, 177, 258, 1717]}, "YQF7_yV0q9k": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06020599913279624, "videoId": "YQF7_yV0q9k", "title": "", "description": "", "length": 0.22671717284030138, "keywords": "Wine connoisseur Wine tv Vineyard grapes Sonal holland Alchohol Drinking wine Wine Glasses Glass Red wine White wine Champagne Sparkling wine temperature of wine ice bucket cold wine Wine Accessory artificial ice cubes wine thermometre wine tools tools Wine Accessories corkscrew 3 Must Have Wine Tools multitools3 Must Have Wine Tools  Sonal HollandSonal holland shows you the various wine accessories to serve wine at the right temperature. Watch the video to know more! Sonal Holland Wine TV is your ultimate destination for wine education, wine reviews, wine stories and worldclass wine experiences. Follow Sonal Holland on Twitter  Like Sonal Holland Wine TV on Facebook  Follow IFN on Twitter Like us on Facebook  ", "viewCount": 0.3704150516839799, "labels": [11, 877]}, "YVZrAeRAuD4": {"likeCount": 0.2041392685158225, "dislikeCount": 0.047712125471966245, "videoId": "YVZrAeRAuD4", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "jewelry making bracelet how to make size sizing arts crafts template jewellery making for beginners how to get the correct size for bracelet jewelry making tutorialsJewelry Making How to Size a Bracelet  Free Bracelet Making Tool, Jewelry Making Tips One day, after restringing yet another bracelet yet another time and still not getting it right, perfectionist, jewelry making Christine decided she would make her own bracelet sizing device. See what she made and how you can get one for your very own too.", "viewCount": 0.4478999131673358, "labels": [401]}, "3ZR-fQdrh7Q": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "3ZR-fQdrh7Q", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "  Flying Anpanman Suma Aquarium Amusement park fun cute boy Japan  Flying with AnpanmanIt's not possible to visit Suma Aquarium, Kobe without taking a ride with Anpanman Flying car. At the end Alex even got a prize!  Follow us on twitter Follow us on Facebook ", "viewCount": 0.3571825249040829, "labels": [26, 141, 956]}}