{"b8rb2HAym7I": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "b8rb2HAym7I", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "newscamp.info newscamptv adria mobil matrix plus m680sl camper autocaravan wohnwagen campingcarAdria Matrix Plus M 680 SL 2014Adria Matrix Plus M 680 SL", "viewCount": 0.3754730469023754, "labels": [2, 402]}, "bCTVhRHQ3Xg": {"likeCount": 0.36501131644435714, "dislikeCount": 0.20453229787866578, "videoId": "bCTVhRHQ3Xg", "title": "", "description": "", "length": 0.2662757831681574, "keywords": "codventures call of duty adventures muzzafuzza fuzzamuzza muzza fuzza royal BJ Hero Jeriicho Jericho prank stunt dairy queen drive through thru madness NOSCOPE TRIPLE CHEESEBURGER PL0XCoD Drive Thru Prank  Dairy Queen Noscope Triple CheeseburgersWe order some delicious Call of Duty food.", "viewCount": 0.5045655419363593, "labels": [2206, 3250]}, "FyueEjGI88I": {"likeCount": 0.10413926851582252, "dislikeCount": 0.06989700043360189, "videoId": "FyueEjGI88I", "title": "", "description": "", "length": 0.26344772701607316, "keywords": "2007 Chevy Tahoe Suburban bumper off Spyder headlamp replacement2007 Chevy Tahoe Suburban bumper off, Spyder headlamp replacementThis is the 3rd time to make the aftermarket lights to work. I took the bumper off so I'm not taking the \"short cut\" of just releasing the bumper bolts. So here you have the truck with no bumper and Spyder lamps that do not fit. See more about Spyder at I ordered from Pro Tuning Lab And they will only take them back if I give up 20 for a restocking fee. This is nuts. The lights don't fix. Watch out for Spyder and ProTuninglab.com. Next week I will post a new video with Headlamps that do fit. So come back and check it out.", "viewCount": 0.4176958980586909, "labels": [2, 7, 224, 1142, 2244, 2976]}, "Z_wLO9WKCdU": {"likeCount": 0.18325089127062366, "dislikeCount": 0.1361727836017593, "videoId": "Z_wLO9WKCdU", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "skyrim patch skyrim 1.5 patch 1.5 patch skyrim killcam killcam skyrim 1.5 skyrim 1.5 update skyrim 1.5 beta skyrim 1.5 beta steam skyrim steam skyrim 1.5 news elder skyrim skyrim elder scrolls skyrim v elderscrolls skyrim skyrim wiki elders scrolls skyrim skyrim 5 elder scroll skyrim skyrim mod elderscrolls v skyrim elderscrolls 5 skyrim skyrim armor skyrim ps3 skyrim xbox 360 skyrim dragonsNew Skyrim Killcams in 1.5 Update Announced  ft. UpsideDownAceFollow me on twitter for all my Youtube updates! Skyrim 1.5 Update Announced  ft. UpsideDownAce Hey guys, here's news on the Skyrim 1.5 update that's coming up in the next coming weeks. It's going to bring the standard amount of bug fixes, but it's also bringing in an updated kill cam system. We're going to see kill cams for range and magic attacks! Is there anything else you guys want to see in the future in Skyrim? Let us know in the comments below! Here's the link for the DICE video Here's the full changelog NEW FEATURES New cinematic kill cameras for projectile weapons and spells New kill moves and animations for melee weapons Shadows on grass available PC Smithing skill increases now factor in the created item's value Improved visual transition when going underwater Improved distance LOD transition for snowy landscapes BUG FIXES General crash fixes and memory optimizations Fixed issue with Deflect Arrows perk not calculating properly In \"A Cornered Rat,\" the death of certain NPCs no longer blocks progression Fixed issue where Farkas would not give Companion's quests properly Fixed crash when loading saves that rely on data that is no longer being loaded Followers sneak properly when player is sneaking Fixed issue with weapon racks not working properly in Proudspire Manor Arrows and other projectiles that were stuck in objects in the world now clean up properly Fixed issue where \"Rescue Mission\" was preventing \"Taking Care of Business\" from starting properly Fixed issue where certain NPCs would fail to become Thieves Guild fences Fixed issue in \"Diplomatic Immunity\" where killing all the guards in the Thalmor Embassy before starting the quest would break progress In \"Hard Answers,\" picking up the dwarven museum key after completing the quest, no longer restarts the quest Killing Viola before or after \"Blood on the Ice\" no longer blocks progression Fixed issue where Calixto would fail to die properly in \"Blood on the Ice\" In \"Waking Nightmare\" fixed occasional issue where Erandur would stop pathing properly Fixed issue where letters and notes with random encounters would appear blank Fixed rare issue where dialogue and shouts would improperly play Lydia will now offer marriage option after player purchases Breezehome in Whiterun Fixed issue where if player manually mined ore in Cidhna Mine, jail time would not be served Fixed rare issue with skills not increasing properly Fixed issue where the Headsman's Axe did not gain proper buff from Barbarian perk In \"A Night to Remember\" it is no longer possible to kill Ysolda, Ennis or Senna before starting the quest Fixed issue with the ebony dagger having a weapon speed that was too slow Fixed issue with \"The Wolf Queen Awakened\" where backing out of a conversation with Styrr too soon would block progress The third level of the Limbsplitter perk now properly improves all battle axes Fixed a rare issue where Sanguine Rose would not work properly In \"Tending the Flames\" King Olaf's Verse will no longer disappear from explosions", "viewCount": 0.4378197970445918, "labels": [0, 1, 357, 372]}, "ksDyr2dhgc0": {"likeCount": 0.27558748556724916, "dislikeCount": 0.06020599913279624, "videoId": "ksDyr2dhgc0", "title": "", "description": "", "length": 0.24297522800024082, "keywords": "scott alan ben fankhauser newsies musical broadway home concert birdlandBen Fankhauser sings \"Kiss The Air\" with Scott Alan, 61613Scott Alan concert at Birdland, June 16th 2013 Go here to learn more about Scott's musical Home  ", "viewCount": 0.4604009932412231, "labels": [3, 4, 6]}, "fm-uk1okIPo": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "fm-uk1okIPo", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "th thch cng bc nhy ma 3 thu thach cung buoc nhay so you think you can dance so you think you can dance vietnam hip hop vit thnh john huy trn john huy th thch cng bc nhy tuyt minh ma 3 chung kt chung kt 9 top 8SYTYCD 3Chung Kt 9Bi Jazz Xun Tho  Son 7  nh Hong  Son 8 Gi 8369 Chng trnh Th Thch Cng Bc Nhy ma 3 c pht sng vo 21h th by trn HTV7, HN1, DRT, CVTV1,ac GiaitriTV v 22h trn YanTV", "viewCount": 0.3867938650890785, "labels": [6, 8]}, "tXUFcCC2UXk": {"likeCount": 0.06989700043360189, "dislikeCount": 0.11760912590556814, "videoId": "tXUFcCC2UXk", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "Kings Of Leon Bass Guitar CharmerKings Of Leon  Charmer Bass Guitar CoverThis Is The Kings Of Leon Song Charmer Covered On My Bass Guitar.", "viewCount": 0.3170555058521209, "labels": [4, 9, 10, 37]}, "YLV-wPZo7-c": {"likeCount": 0.19731278535996988, "dislikeCount": 0.1, "videoId": "YLV-wPZo7-c", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "animation barack obama comedy election flickerlab humor john mccain moss sarah palin political snl spoof president joe the plumber debate iraq warMcCain and Obama's Animated Election SpectacularMOSS and FlickerLab decided to do our civic animator duty and bring our cartoon chops to the election.  Written, Directed, Voice Over and Type by Harold Moss  Animation Direction, Story Boards and Animation by Phil Lockerby  Music, Sound Design, Additional Writing and Voices by David Wilson  Art Direction and Character Design by Zartosht Soltani  Producer, Franklin Zitter  Executive Producer, Tammy Walters  Coordination and Research by Marcus Batista Check out for more information including research references. 2008 MOSS and FlickerLab", "viewCount": 0.4016824493667488, "labels": [5, 16]}, "gdj6-wsseRI": {"likeCount": 0.18129133566428557, "dislikeCount": 0.047712125471966245, "videoId": "gdj6-wsseRI", "title": "", "description": "", "length": 0.24727564493172124, "keywords": "buses dublin old newCIE buses new and preserved attend \"Century on Wheels\" at Dublin's RDS 1986\"Century on Wheels\" transport exhibition at RDS Dublin 1986, see KC202, KD366 also preserved R686 R827.", "viewCount": 0.4108023509346088, "labels": [2, 218]}, "KrYV71xGiPc": {"likeCount": 0.2012837224705172, "dislikeCount": 0.06020599913279624, "videoId": "KrYV71xGiPc", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Formula One Ayrton Senna Legend Auto Automobile f1    Cars Top Crash McLaren Imola SanMarino 1994 Prost   tributeAyrton Senna  Legend of Formula 1       1     1     ,  ,       1994 ...    TopAutoShow          TopAutoShow!  ,  ,        !  ! Alexandr Eremin  TopAutoshow  2012        \"\" P.S. The video used materials from the film \"Senna\"", "viewCount": 0.41098484207561053, "labels": [17, 19]}, "YfcNN5vRjsg": {"likeCount": 0.25118833609788743, "dislikeCount": 0.12304489213782739, "videoId": "YfcNN5vRjsg", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "iphoneClash of Clans Raid Clash Resources Let's Play Commentary Strategy Raiding Gaming TH8 TH6 TH9 High level iPhone iPad Hack Mine craft Glitch P.E.K.K.A Crystal LeageuClash of Clans  H.O.R.S.E  Ep. 1  P.E.K.K.A  Healer  Barbarian kingREAD HERE Thanks For Watching, I really Appreciate it and I mean that! Y'all are SOO much cooler than me! Help me Help you with Giveaways Appnana Code  m733612 New to AppNana? go to Check out Appbounty as well for free Gems My Code  Dxenpsy Check out BJCandives Channel  youtube.combjcandive Need Graphic Design Help youtube.comDesignwithmolt", "viewCount": 0.4198931869932209, "labels": [0, 1, 42, 306]}, "LVVH_wuTvjY": {"likeCount": 0.14471580313422192, "dislikeCount": 0.047712125471966245, "videoId": "LVVH_wuTvjY", "title": "", "description": "", "length": 0.26884198220027106, "keywords": "Amnesia Scared Shitless Dark Descent Doing it for the lulz!Amnesia Scared Shitless 12Part 12 of the series of gameplaytutorials of Amnesia The Dark Descent. I do a little bit of trolling to my buddy playing!", "viewCount": 0.3608632989490037, "labels": [0, 1, 3185]}, "f-Go3-uYu0g": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "f-Go3-uYu0g", "title": "", "description": "", "length": 0.25526682161121933, "keywords": "rwmovies little big planet call of duty modern warfare black opsMy little big planet 2 costumeslets see if we can get this one big as little big planet 1 costumes. LIKE ON FACEBOOK ", "viewCount": 0.3223236273102998, "labels": [5, 827, 1522, 1648]}, "1UTyZuH0bG4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "1UTyZuH0bG4", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "VITA PCH ZCL1JPS VITA PCHZCL1J PS VITA PCHZCL1J ", "viewCount": 0.3329601248356519, "labels": [535, 590]}, "N07MaPSv6dU": {"likeCount": 0.3771219901949534, "dislikeCount": 0.1977723605288848, "videoId": "N07MaPSv6dU", "title": "", "description": "", "length": 0.2571708831808688, "keywords": "fung bros fung brothers 626 Asian stereotypes Asian american model minority david Fung Andrew Fung Asian guys Asian girls things asians girls hate Asians eat weird things bobalife Things asian guys like asian rappers Asian comedian Chinese comedian hand pulled noodles handmade noodles lanzhou food chinese food chinese noodles best asian noodles best noodle soups andrewjfung davidbfung wong fu sneakerheads basketball on the street asian identityCHINESE HAND PULLED NOODLES Lanzhou, China  Fung Bros FoodFUNG BROS SHIRTS RICHIE LE Shot by Tim Shiiba and Kevin Zhou Edited by Xiaohan Liu Subscribe Here! Check out my top videos! Join the Fung Bros community and get access to special discounts, livestreams, Q&As, and more!  Do you want to work in media? Do you have film skills? We're looking for creatives in or around Los Angeles. If you're interested email us at FungBrosHRgmail.com with your name, experience and location. Thank you!   FUNG BROS SHIRTS & MERCH FOLLOW THE FUNG BROS.  FACEBOOK   INSTAGRAM   TWITTER  DAVID  INSTAGRAM   TWITTER  ANDREW  INSTAGRAM   TWITTER  FungBrosFood FungBros About Fung Bros David and Andrew Fung are fascinated by hiphop, comedy, and food. They love making funny rap songs, trying new food, and making people laugh. Welcome to the official Fung Bros Channel! CHINESE HAND PULLED NOODLES Lanzhou, China  Fung Bros Food Fung Bros ", "viewCount": 0.5698126654727247, "labels": [11, 29, 32, 221, 368, 692, 1553]}, "YMgYSiiIc0g": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "YMgYSiiIc0g", "title": "", "description": "", "length": 0.24771212547196628, "keywords": "      Japan Kyoto Sakura PreWedding   PreWedding PhotographyKyoto Japan MV2644  Photographer  Ofu Yu   Hair and Makeup  Flavia   Location  Kyoto, Japan   Date  44, 2014", "viewCount": 0.3818357877958355, "labels": [71, 152, 1480, 1640]}, "9goNHlkBIaQ": {"likeCount": 0.20863598306747486, "dislikeCount": 0.06020599913279624, "videoId": "9goNHlkBIaQ", "title": "", "description": "", "length": 0.2558708570533166, "keywords": "Dead Island FPSDead Island Xbox 360PS3 FrameRate ComparisonFull Digital Foundry analysis ", "viewCount": 0.4234289446933935, "labels": [0, 1, 183, 192, 2342]}, "9hvd2CbeD5A": {"likeCount": 0.261066016308988, "dislikeCount": 0.10413926851582252, "videoId": "9hvd2CbeD5A", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "legacy of kain lok defiance soundtrack vs razielLegacy of Kain Defiance Soundtrack  Kain vs RazielLegacy of Kain Defiance Soundtrack Kain vs Raziel", "viewCount": 0.49225853403982706, "labels": [3774]}, "9haDEP-Ixao": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "9haDEP-Ixao", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "Sleep Holy Child Woden Valley Youth Choir Holiday Lights holiday christmas choir SSASleep Little Holy Child, sung by Woden Valley Youth Choir\"Sleep Little Holy Child,\" by Mark L. Williams, as sung by the Woden Valley Youth Choir of Canberra, Australia. This is from their fantastic Christmas CD \"Holiday Lights.\" You may learn more about the choir, and purchase any of their CDs from their website The choral score for \"Sleep Little Holy Child\" is available from Hinshaw Music, Inc. It is scored for SATB voicing, or SSA voicing, as heard in this performance.", "viewCount": 0.34531653925258576, "labels": [41]}, "SMv46WRj5D4": {"likeCount": 0.13222192947339192, "dislikeCount": 0.06020599913279624, "videoId": "SMv46WRj5D4", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "red carpet report mingle media tv cricket lee girlgamer dread central IMG Media Cartoon Channel Shaquille O'Neal Turner Broadcasting System Bella Gonzalez model philanthorpist Sugar Shane Mosley girlfriendBella Gonzalez at the 2nd annual Cartoon Network Hall of Game AwardsMingle Media TV and host, Cricket Lee, were invited to come out and cover the second annual Cartoon Network Hall of Game Awards, hosted by basketball legend and TNT NBA analyst Shaquille O'Neal and will premiere on Monday, Feb. 20 at 7 p.m. ET, PT on the Cartoon Network Channel. The Cartoon Network Hall of Game Awards is a highenergy, offthewall, multiplatform experience that lets viewers vote and honor their favorite sports stars and sports moments of the year. Cartoon Network Hall of Game Awards will once again be produced by IMG Media, the production arm of global sports, entertainment and media company, IMG. Time Inc. Sports Group's SI KIDS franchise will again be serving as the official media partner. Veteran, awardwinning television and special events producers, Michael Dempsey and Steve Mayer will return as executive producers. Viewers can expect a starpacked red carpet, on stage celebrity surprises, icons from television, film, music and sports, and hilarious hijinks all wrapped up into one awesome awards show. About Cartoon Network Cartoon Network CartoonNetwork.com, currently seen in more than 99 million U.S. homes and 168 countries around the world, is Turner Broadcasting System, Inc.'s adsupported cable service now available in HD offering the best in original, acquired and classic entertainment for youth and families. Nightly from 9 p.m. to 6 a.m. ET, PT, Cartoon Network shares its channel space with Adult Swim, a latenight destination showcasing original and acquired animated and liveaction programming for young adults 1834. Turner Broadcasting System, Inc., a Time Warner company, creates and programs branded news entertainment animation and young adult and sports media environments on television and other platforms for consumers around the world. About IMG Media IMG Media operates from over 30 offices worldwide and distributes content across all forms of media including TV, Audio, Fixed Media, Inflight and Closed Circuit, Broadband and Mobile. IMG Media Production generates 6000 hours of programming, over 200 projects in locations around the world. These include coverage of New York City Marathon, Masters, PGA Championship, ATP and WTA Tennis, Professional Bull Riding, television and digital production for both Wimbledon and the R and A, Premier League Soccer Productions, Total Rugby for the IRB, Transworld Sport, FIFA Futbol Mondial and FIFA World Cup Preview Series. IMG Media also has produced entertainment specials such as Super Bowl's Greatest Commercials, World's and Year's Funniest Commercials for TBS, Christmas in Rockefeller Center, and Boston Pops 4th of July Spectacular. IMG Media also maintains the world's largest sports archive with more than 250,000 hours of footage. About Time Inc. Sports Group's SI KIDS Franchise The SI KIDS franchise is anchored by the flagship monthly and includes the website www.SIkids.com, books, events, licensed products and the annual \"SportsKid of the Year\" platform. For 21 years SI KIDS has helped young fans 8 and up learn about positive values, good sportsmanship and healthy lifestyle through sports. The franchise delivers SI's indepth reporting, action photography, firstperson athlete accounts and features to a monthly audience of 4.9mm. Today, more than 60 of current Sports Illustrated readers have subscribed to SI Kids. For more coverage of this event and other Mingle Media TV Red Carpet Report Coverage, watch our video interviews from the Red Carpet and follow us on Twitter and Facebook here Follow Cricket Lee at ", "viewCount": 0.40777674903820565, "labels": [1082]}, "xuY6l4HhDzE": {"likeCount": 0.32304489213782744, "dislikeCount": 0.19731278535996988, "videoId": "xuY6l4HhDzE", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "FIFA Football Soccer Futbol Futebol Fuball Fussball Calcio Voetbal   brazil brasil brazilian world cup brasileiro fifa world cup brazil world cup mundial gol goal world cup 2014 2014 fifa world cup brazil David Luiz Neymar ronaldo hulk oscar valcke brazilian world cup jogo bonito beautiful game 2014 world cup finals 2014 FIFA World Cup Football Competition Football Sport pele 2014 FIFA World Cup Football World CupThe 2014 FIFA World Cup is coming!With under a year remaining until the 2014 FIFA World Cup Brazil, anticipation is growing for the world's fans as well as some Brazilian stars  Neymar, David Luiz, Ronaldo and more. Top 10 Goals  Brazil 2014 100 Best Brazil goals in World Cup history More videos on the 2014 FIFA World Cup Brazil Subscribe to FIFA on YouTube to stay updated on daily releases More videos from FIFA on YouTube ", "viewCount": 0.5588772397811314, "labels": [12]}, "y0l-zT9ZVLE": {"likeCount": 0.2167317334748176, "dislikeCount": 0.11760912590556814, "videoId": "y0l-zT9ZVLE", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "Super Mario 3D Land Special World Walkthrough S13 of 13 Let's Play 100 Star Coins SullyPwnz Dry Bowser Peach LuigiSuper Mario 3D Land Special World  Walkthrough  Special 13Intro Music Composed by Intro Music Remixed by Follow me on Twitter! Become a fan on Facebook! ", "viewCount": 0.5051148662034829, "labels": [0, 1, 3043]}, "GcDyuahJSY0": {"likeCount": 0.15440680443502758, "dislikeCount": 0.06989700043360189, "videoId": "GcDyuahJSY0", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "Just Dream Nelly guitarHow to play, \" Just A Dream\" by, Nelly on Guitar!i was playing 21 Guns in standard and decided to put a capo on the 1st fret and recognized this song and learned it by ear. very simple", "viewCount": 0.4342343711009842, "labels": [9, 10, 34]}, "S23Sky0scCQ": {"likeCount": 0.244870631990508, "dislikeCount": 0.1079181246047625, "videoId": "S23Sky0scCQ", "title": "", "description": "", "length": 0.24742162640762555, "keywords": "open world games gaming news ps4 xbox one SuperRebel just cause 3 Spider man ps4 just cause 4 just cause 3 multiplayer saints row 5 red dead redemption 2 far cry 4 just cause 3 gameplay just cause 3 cargo plane mafia 3 just cause 3 easter eggsWatch Dogs The Creation Of Jordi Chin!  16 Days Left! WatchDogs  SuperRebelMake sure to SMASH that like button if you enjoyed Watch Dogs The Creation Of Jordi Chin!  16 Days Left! WatchDogs  SuperRebel SuperRebel ", "viewCount": 0.40694460838803126, "labels": [0, 1, 35, 85, 245, 1130]}, "S3yf3g_THRw": {"likeCount": 0.23654879848909, "dislikeCount": 0.0, "videoId": "S3yf3g_THRw", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "Mole Mania Game Boy Forest Theme Music OstMole Mania  Forest ThemeMole Mania is a very nice puzzle game for the Game Boy. It has a great soundtrack. This is the Forest Theme which plays during first and third level and also in some parts of the seventh level. ", "viewCount": 0.44428245591876386, "labels": [1, 1345]}, "hnd6uWMhUx8": {"likeCount": 0.14623979978989562, "dislikeCount": 0.1079181246047625, "videoId": "hnd6uWMhUx8", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "Community College School Category Community College Of Aurora CollegeUniversity Cube Literature Subject Rubik's Cube Invention University Building Function College TV Genre how to solve a rubiks cube how to videoHow To  Solve a Rubik's Cube in 4 Steps  Community College of Aurora In this video we learn how to solve a Rubik's Cube in 4 steps. See other CCA Videos Subscribe on YouTube Facebook Instagram Twitter ", "viewCount": 0.39012403020733094, "labels": [26, 574, 596]}, "fJnHTsqoV40": {"likeCount": 0.3286905352972375, "dislikeCount": 0.10413926851582252, "videoId": "fJnHTsqoV40", "title": "", "description": "", "length": 0.26972293427597177, "keywords": "Memphis Depay Football Player IF Naldo iMOTM Depay TOTS Depay fut 14 fifa 14 EA Sports Video Game Developer road to glory mission memphis nick28t Bastian Schweinsteiger Football Player draxlerMission Memphis 12  iMOTM Depay RTG  TIME FOR A CHANGE???  FIFA 14 Please visit ... use \"NICK\" for 5 off!  XBOX, Playstation and PC coin orders! PSN, MSP codes as well!  My twitch  My twitter  My Instagram Episode 4 Welcome to A NEW SERIES! I will be taking one of my favourite players in real life and in game  iMOTM Depay  on a road to glory. I will be playing FIFA Ultimate Team 14 and building a team around iMOTM Depay. Every time he scores a goal, I get to upgrade the team by 1 player and color rating. I need to give you guys 10,000 coins per goal I concede. 25,000 coins per rage quit and a 2 upgrade So far the players we have purchasedused are Duarte, Sana, Overeem, Martina, Sorero, Willems, IF Van Rhijn, Overtoom, Verbeem, Bakkali, Rekik, TOTS Maher, IF Maher, Beister, Fahreman, Neuer, Ter Stegen, Gnabry, Leitner, Schweinsteiger, IF Naldo, Draxler,", "viewCount": 0.446615556475221, "labels": [0, 1, 63, 167]}, "ijOPRkHgI04": {"likeCount": 0.1146128035678238, "dislikeCount": 0.047712125471966245, "videoId": "ijOPRkHgI04", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "panniers ortlieb surly long haul trucker surly lht touring bike touring panniers bike bags waterproof bags mounting panniersThe Long Haul for Hunger PanniersThis video takes a look at my upcoming bicycle tour from South Korea to Portugal for raise money for Mercy Corps and their fight against hunger and malnutrition. The video features Ortlieb panniers. Visit www.theultimatetrek.com for more.", "viewCount": 0.4087994255099714, "labels": [53, 58, 382, 794]}, "ir_zp7W8lEQ": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "ir_zp7W8lEQ", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "menaceeffectz productions producer shows home studio beats production reason fl mpc1000 mpc mpd24 mpd32 akai mpk49 rokit rp8 yamaha monitors pro tools xbox360 ps3 mackie mixer stanton turntable sample sampled samples sampler sampling hiphop hiphop r&b musicMenaceeffctz Shows His Studio SetUpJust a short video showing my home studio and the different equipment that I work with. Rate, Comment, and Subscribe....www.myspace.commenaceeffectz", "viewCount": 0.32365372614886945, "labels": [599]}, "NwW8QZmipmI": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "NwW8QZmipmI", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "Telescopic cranes Liebherr LTM10503.1 Pfeifer Heavy Machinery GroenloLiebherr LTM10553.1, 6x6x6, 55t, PfeiferMachinery.comThis used Liebherr LTM10503.1 is in an excellent technical and optical condition. If you are interested in a used machine, Pfeifer Heavy Machinery BV provides the machine you are looking for.", "viewCount": 0.3612677918316502, "labels": [2, 75, 208, 780]}, "NwXlXtfzKQU": {"likeCount": 0.1886490725172482, "dislikeCount": 0.08450980400142569, "videoId": "NwXlXtfzKQU", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "BMW M5 exhaustBMW M5 MoscowGreat sound and a little bit of drifting right on the street!", "viewCount": 0.4407917517702963, "labels": [2, 17, 19, 128, 174, 196, 361, 1053, 1399]}, "TKLC2kE9oaQ": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "TKLC2kE9oaQ", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "warcraft talents Wow World Warcraft World Warcraft Pvp Wrath Rogue Warrior Mage Bow Paladin Hunter Gold Level Arena Warlock Alliance Horde Shaman warlords of draenor warlordsofdraenor Blizzard Gnome Worldofwarcraft Frost 2v2 Dps                     Cataclysm Swifty duels vs Warrior gameplaycommentary Russian . 2012 .     VSP Group. ! ", "viewCount": 0.3355643050220869, "labels": [0, 1, 93, 102]}, "cJDwq_VLkKQ": {"likeCount": 0.3117933835039641, "dislikeCount": 0.21760912590556813, "videoId": "cJDwq_VLkKQ", "title": "", "description": "", "length": 0.26273658565927327, "keywords": "Cartoons Happy days Cartoon Funny Animation Zeichentrick fun lustig spa alt old oldschool kindheit childhood Clip Classic Comic train kraft strength adventure abenteuer comicolor english fight enemy guns bullets comedy singing little red henComicolor  The Little Red Hen  watch FREE movies on Story of the little red hen...!", "viewCount": 0.5759730529629866, "labels": [5, 16]}, "cKcmVMwIfZo": {"likeCount": 0.1278753600952829, "dislikeCount": 0.03010299956639812, "videoId": "cKcmVMwIfZo", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "holy diver my curse killswitch engage gray8dane skermisher95 drum cover guitar cover\"Holy Diver\" by Killswitch Engage  Drum and Guitar Cover!!This is myself and Gray8Dane performing a combined cover of \"Holy Diver\" by Killswitch Engage. Subscribe!!!", "viewCount": 0.3320146286111054, "labels": [4, 9, 10, 28, 33, 38]}, "aEDJkbSJKP0": {"likeCount": 0.4393768180158746, "dislikeCount": 0.2367355921026019, "videoId": "aEDJkbSJKP0", "title": "", "description": "", "length": 0.24456042032735975, "keywords": "MKBHD Update 10.3 Son Xperia Z3 Sony Xperia Z1MKBHD Update 10.3!Quick channel update! AMA Video Gear I use Intro Track Deadmau5  Slow Down, Start Over  ", "viewCount": 0.5821714580511602, "labels": [21, 23, 24, 684]}, "XkgTTnmmoMY": {"likeCount": 0.30519239160461065, "dislikeCount": 0.12041199826559248, "videoId": "XkgTTnmmoMY", "title": "", "description": "", "length": 0.2414973347970818, "keywords": "The Maker Chris August Musical Artist Music TV Genre Christian Music Musical Genre KLOVE Radio StationChris August \"The Maker\" LIVE at KLOVE  Chris August sings \"The Maker\" live in the KLOVE studios! iTunes Lyrics I see You in the sunrise I see You in the rain I see You in the laughter I feel You through the pain Everything that You have made is beautiful Oh, my God, I can't believe my eyes But in all of this to think that You would think of me Makes my heart come alive CHORUS Your love is like a mighty fire deep inside my bones I feel like I could climb a thousand mountains all at once And I never have to wonder if somebody cares for me I love the Maker And the Maker loves me I see You, You are creation I see the grandness of Your majesty The universe is singing all Your glory I can't believe You live inside of me Everything that You have made is beautiful Oh, my God, I can't believe my eyes But in all of this to think that You would think of me Makes my heart come alive CHORUS More than just some words upon a page You've shown me in a million ways But there is one that stands above them all Hands of creation on a cross CHORUS Publishing  2015 Word Music, LLC ASCAP  Wondrous Made Songs a div. of Wondrous Worship & Llano Music, LLC BMI Adm. by Music Services Produced by Ed Cash Writers Chris August  Ed Cash", "viewCount": 0.5001590943150322, "labels": [4, 9, 10, 34]}, "NUk-JluGZpQ": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06020599913279624, "videoId": "NUk-JluGZpQ", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "Bimmerzone Zymol Glasur wax GlaseBimmerzone.com Zymol Glasur Estate GlazeDemonstration of the Zymol Glasur Glaze, Application & Result", "viewCount": 0.3633569442554092, "labels": [2, 7, 174, 213, 683]}, "NXjfgF2miG0": {"likeCount": 0.14313637641589874, "dislikeCount": 0.08450980400142569, "videoId": "NXjfgF2miG0", "title": "", "description": "", "length": 0.26414741105041, "keywords": "Clash Of Clans Video Game Clash of clans high level farming clash of clans th 10 farming clash of clans farming th8 clash of clans farming clash of clans farming range clash of clans farming trophiesClash of Clans  Farming in Masters 3 with Balloons and MinionsClash of Clans  Farming in Masters 3 with Balloons and Minions Hope you guys enjoy, leave a like comment and subscribe really helps and have a nice day guys!! D", "viewCount": 0.3073718350346123, "labels": [0, 42, 306]}, "NZo8Qp0O9pE": {"likeCount": 0.23443922736851108, "dislikeCount": 0.0, "videoId": "NZo8Qp0O9pE", "title": "", "description": "", "length": 0.26720978579357174, "keywords": "       guitar  rock   lesson      metal                                   Metallica    MetallicaMaster Of Puppets. .4   fingerstyle    flamenco SpanishGuitar guitar guitarlesson   JOHN HOPE    JOHN HOPE     JOHN HOPE       .   asharenkov1gmail.com    !   5106 2180 3889 9878   4276 3000 3595 9041 WebMoney R209196936161 WebMoney Z759304434969 WebMoney E686069792010", "viewCount": 0.3807128955592422, "labels": [4, 9, 10, 34]}, "PJqNdTYKVgQ": {"likeCount": 0.20863598306747486, "dislikeCount": 0.08450980400142569, "videoId": "PJqNdTYKVgQ", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "LINCLON CARS 2010 LINCLON CARS 2009 Sia science fiction dance music Lincoln MKS Automobile Model Lincoln MKZ Automobile Model Lincoln MKT Automobile Model Shiny Toy Guns Musical Group Major Tom Lincoln Organization Under The Milky Way Sia  Under The Milky Way Shiny Toy Guns  Major TomAll Lincoln Car Commercials 2009, 2010 MKS, MKT, MKZ Sia, Shiny Toy GunsALL LINCOLN 2009, 2010 car commercials all 3 MKS, MKT, MKZ!!!!! Sia  Under The Milky Way, Shiny Toy Guns  Major Tom NO COPYRIGHT INFRINGEMENT INTENDED!!!!", "viewCount": 0.4382071100764085, "labels": [2, 7]}, "v4_n5CIlLPc": {"likeCount": 0.28796692056320533, "dislikeCount": 0.1380211241711606, "videoId": "v4_n5CIlLPc", "title": "", "description": "", "length": 0.22833012287035498, "keywords": "Humblesmith New Humblesmith Humblesmith Videos Chairmoo Chairmoo Video DG Records NTyze Ent Chairmoo Chairmoo Video Hot Nigerian Videos Nigerian Music Talents New Naija Jamz Naija Club Bangers Naija Hitz New Naija Releases Nigerian Jamz Nigerian Music Afrobeat Afropop Freemedigital Freemedigital King Special Money Money Humblesmith 2014 HumblesmithHumbleSmith  Chairmoo Official VideoThis is the Official video to Humblesmith's 'Chairmoo'. Humblesmith is one of Nigeria's hottest talents and makes his debut with this sizzling video. Signed to DG Records, Humblesmith mixes the genres of Afropop and Afrobeat on the song, to create something every Nigerian can relate to. The video in itself combines a collection of colourful scenes with flashy cars, and girls. Directed by Sesan, with beats produced by Mr. Dimz, this video is headed for the top. Subscribe to Ntyze Ent's for More Cool Videos  Follow Humblesmith on Twitter Humblesmith  Like Humblesmith on Facebook King Special  Money Official Video  Brought to you by www.freemedigital.com Subscribe to our YouTube Channel for More Songs and Videos  Follow Us on Twitter Freemedigital  Like Us on Facebook ", "viewCount": 0.512534135805342, "labels": [14]}, "v87X6_H3k7o": {"likeCount": 0.15682017240669952, "dislikeCount": 0.07781512503836437, "videoId": "v87X6_H3k7o", "title": "", "description": "", "length": 0.2513217600067939, "keywords": "Beef Chicken TriTip Pork Butt Pork Shoulder Pork Ribs Turkey Meat Poultry Meat Hook Barrel BBQ Grill Ugly Drum Smoker Oil Drum Kitchen Recipe Smoker Brisket Dinner Barbecue Healthy Vegetarian BBQ Cook Restaurant recipes Easy Simple How to Culinary Drum Food 55 Gallon Drum Eating Picnic Party Slow Cook Dessert Cooking Cuisine Boston Butt Ingredient Foods Sausage Potatoes Corn Sauce Salad Pasta Rice Bread Lunch Cheese Soup Vegetables Dining Tomato Organic Pizza MealUDS Ugly Drum Smoker TriTip Hook & Cook StyleThis video will give you step by step instructions on how to Hook and Hang TriTip in your Hook & Cook BBQ. ", "viewCount": 0.37501225267834004, "labels": [11, 20, 22, 29, 173, 477, 747, 1254]}, "TFL9IEOgJZA": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "TFL9IEOgJZA", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "St. Augustine High School School McDonogh 35 High School Organization New Orleans CityTownVillageMcDonogh 35 \"Bugatti\" vs St Aug \"Purple\"Please watch in HD", "viewCount": 0.3550717423469283, "labels": [13, 164]}, "Zp7LJrk0PMA": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "Zp7LJrk0PMA", "title": "", "description": "", "length": 0.24563660331290432, "keywords": "Cruz Roja Tijuana Oracion del Socorrista Video2Oracion del Socorrista Video2, Cruz Roja Tijuana.Otro video del Socorista con Personal Paramedico, Socorrista, Rescatista y TUMs, Cruz Roja Tijuana, Emergencias y Rescates Reales", "viewCount": 0.360422605308447, "labels": [3857]}, "OJ5Teoiicy8": {"likeCount": 0.36924062348336306, "dislikeCount": 0.27701152947871016, "videoId": "OJ5Teoiicy8", "title": "", "description": "", "length": 0.2582063362911709, "keywords": "Booting Windows Tutorial Computer Microsoft Windows Operating System Howto Media Genre MakerHow to make a Bootable USB flash drive using Command PromptHere I'm creating a windows 7 bootable USB flash drive using Command prompt. The actual steps are actually the same as whether is a Windows XP, Vista or Windows 8..", "viewCount": 0.6119268099513455, "labels": [106, 1375]}, "qJVRBskHcGQ": {"likeCount": 0.047712125471966245, "dislikeCount": 0.1, "videoId": "qJVRBskHcGQ", "title": "", "description": "", "length": 0.26803355134145634, "keywords": "World of Warcraft wow 80level Death Knight PvPwow 80level Death Knight PvPWorld of Warcraft 80level Death Knight PvP", "viewCount": 0.3337059726320525, "labels": [0, 1, 93, 102]}, "Dk_BfeqseRM": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "Dk_BfeqseRM", "title": "", "description": "", "length": 0.260530504614111, "keywords": "Costa Rica Surfing hermosa movie series warfare offroad biking dirtbiking stuntsSurf paradiseEZ Rider Production, Mi primer Video de surf, en el 2006 Filmado y Editado por David Sanchez, de Playa jaco, Costa Rica, conocido como Corni, Estoy aprendiendo a Editar, jaja. infoEasyRidersSurfSchool.com", "viewCount": 0.34297522800024083, "labels": [182, 634]}, "3uPbBsjjI9I": {"likeCount": 0.11760912590556814, "dislikeCount": 0.10413926851582252, "videoId": "3uPbBsjjI9I", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "veigar greybeard skin hd league of legends ileagueoflegends riot games points ultimate pentakill quadrakill triplekill doublekill kill awesome epic swe sverige svenskt svenskaiLeague of Legends  Veigar Greybeard Skin HDShowcasing the Greybeard skin for Veigar.", "viewCount": 0.431722734917642, "labels": [0, 1, 42, 111]}, "C9ZjvStzuGU": {"likeCount": 0.17708520116421445, "dislikeCount": 0.0, "videoId": "C9ZjvStzuGU", "title": "", "description": "", "length": 0.2696356388733332, "keywords": "JustOneGamr Danganronpa Trigger Happy Havoc PlayStation Vita Computer Playstation Playstation Vita Vita NIS America NIS Spike Chunsoft Danganronpa PSN Playstation Network Dangan Ronpa Dangan AcademyDangan Academy  Dining Hall Trip w Sayaka Maizono DanganronpaShowing the dialogue that occurs when going to the Dining Hall with Sayaka Maizono in Enchanting Dangan Academy Purely Prismatic Souls. Gameplay shown is from the School Mode of Danganronpa Trigger Happy Havoc for the Playstation Vita. Gameplay is recorded offscreen. Game Danganronpa Trigger Happy Havoc Platform Playstation Vita Retail & PSN Release Date February 11, 2014 Price 39.99", "viewCount": 0.3635182048656268, "labels": [1, 105, 424, 590]}}