{"aeUahmTTzHw": {"likeCount": 0.15440680443502758, "dislikeCount": 0.03010299956639812, "videoId": "aeUahmTTzHw", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "dj inphinity love is a battlefielddj inphinity love is a battlefielddj inphinity  love is a battle field if you want a specific. song of inphinity say it to me i got al his songs xD", "viewCount": 0.38640955734242477, "labels": [5]}, "af7HmdKTRFc": {"likeCount": 0.16812412373755872, "dislikeCount": 0.11760912590556814, "videoId": "af7HmdKTRFc", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "exhaust bark muddin burnout atv country suzukihow to make your suzuki kingquad exhaust louder for 0an easy way to make ur atv louder without buying a cherry bomb or another type of exhaust system! an a little muddin an burnout mixed into the video!", "viewCount": 0.44117038634059713, "labels": [2, 196]}, "cnhdAsv3ANA": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "cnhdAsv3ANA", "title": "", "description": "", "length": 0.2633468455579587, "keywords": "SAVAGE UPDATE WITH RUNHPI Savage brushless conversion 1st run. 3cell lipo 11.1vJust a quick run and some talking about the build. I will have more action in the spring for sure!!! Savage is DONE 100 see the newest Vid!!!", "viewCount": 0.3584331224367531, "labels": [26, 64, 149, 2542]}, "_6jVOChJ7sA": {"likeCount": 0.1806179973983887, "dislikeCount": 0.0, "videoId": "_6jVOChJ7sA", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "piano melody BMG castlevania wicked child video game tutorial level NES retro keyboard cover play playingWicked Child  Castlevania Stage 3  piano tutorial 1Phase 1 and 22.5 tutorial of the greatest BMG that is Wicked Child Please give feedback if I'm going too fast, too slow, etc.", "viewCount": 0.3724930914192398, "labels": [31, 40, 57, 117, 935]}, "KBVJmidGH_8": {"likeCount": 0.11139433523068368, "dislikeCount": 0.03010299956639812, "videoId": "KBVJmidGH_8", "title": "", "description": "", "length": 0.2583198773968623, "keywords": "WOMAD Abu Dhabi Speed Caravan WOMAD 2011 HamidSpeed Caravan  WOMAD 2011, Abu Dhabi, UAE10 April 2011, Abu Dhabi", "viewCount": 0.3331832044436249, "labels": [3, 4, 6]}, "6GvMQkvVXDo": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "6GvMQkvVXDo", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "WMS Napoleon and Josephine Slot Bonus Machine G Deluxe ProgressiveA MidWeek Quickie  Chasing a N&J Slot Machine Progressive Bonus  WMSHere's MidWeek Quickie 3  Chasing a Napoleon & Josephine Progressive, a G Deluxe WMS slot. I watched a guy put more than 350 into a G Deluxe machine on this same trip to try and hit a 49 minor progressive. I said I would never fall into that trap.....here's my story. Enjoy!", "viewCount": 0.34169731726030367, "labels": [0, 62, 479]}, "6H0MEl4P3M8": {"likeCount": 0.16334684555795864, "dislikeCount": 0.09030899869919436, "videoId": "6H0MEl4P3M8", "title": "", "description": "", "length": 0.24623979978989563, "keywords": "Happy Feet Surrender to Hope Full SongHappy Feet  Surrender to Hope Full SongPlease read this Well, first of all, I recommend to see the video in HD. Second .... I know this is not one of my best videos ever, but I promise I'll do more videos Cool ... I have in mind a video with the song \"Afro Circus  I like to Move it\" or just alone with the song \"I like to move it\" with the movie Happy Feet.", "viewCount": 0.4526507275495424, "labels": [769]}, "6HOCp0MndOc": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "6HOCp0MndOc", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "bilcross stock car motorsportafinale bilcross senior lyngs hstveltaafinale bilcross senior p lyngs motorbane hstvelta 2223september 2007", "viewCount": 0.4083036542411965, "labels": [17, 19]}, "6Kgq7kwJf_0": {"likeCount": 0.1414973347970818, "dislikeCount": 0.03010299956639812, "videoId": "6Kgq7kwJf_0", "title": "", "description": "", "length": 0.260959440922522, "keywords": "ryanair take off eindhoven airport to london stansted international runway 22 Boeing 707 717 727 737 747 757 767 777 787 Airbus A300 A310 A318 A319 A320 A321 A330 A340 A350 A380 A400 RYANAIR  Take off Eindhoven  22nd July 2008  B737800 EIDAVTake off from Runway 22 at Eindhoven EHEHEIN for a 1 hour flight to London Stansted EGSSSTN Airline Ryanair Aircraft Boeing 7378AS EIDAV Delivered 10012004 aircraft age at moment of flight 4,5 years Airport Eindhoven airport EHEHSTN Runway 22 Seat  7A Class Economy Class Flight Number FR9272 0925  0930 Flight time 1 hour Please rate and Comment!!!", "viewCount": 0.3718833718303862, "labels": [2, 44, 46, 107, 109, 114, 138, 145, 162, 507, 602, 1883]}, "5mRiF1-z1_0": {"likeCount": 0.25563025007672874, "dislikeCount": 0.13979400086720378, "videoId": "5mRiF1-z1_0", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "Animation Cartoon Alex Alex Nikon FNAF Five Night at FreddyFive Nights At Freddy's Animation  Jacksepticeye Animated Rus by Alex NikonOriginal    ... ...        ,      .       .     Alex Nikon", "viewCount": 0.4281078840728938, "labels": [0, 1, 5, 868]}, "plGP_3lgWl4": {"likeCount": 0.1146128035678238, "dislikeCount": 0.047712125471966245, "videoId": "plGP_3lgWl4", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "Bwootleg Smiff ED NRG STROBE AO3S Real Underground Hip Hop Dope Emcee graffitiBwootleg Smiff  Wrighting My Name  Graffiti Verite 3Video For Track  Bwootleg Smiff  ED NRG  Strobe AO3S", "viewCount": 0.3660486015784968, "labels": [5, 49, 418]}, "posyqNh3Ero": {"likeCount": 0.2167317334748176, "dislikeCount": 0.08450980400142569, "videoId": "posyqNh3Ero", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "Picame tarantula Picametarantula huapango bajoquinto Acosta bajo quinto norteo sexto musica mexicanaPicame tarantula bajo quintoPlaying to Picame Tarantula by el compa sacra version", "viewCount": 0.4320520158661489, "labels": [9, 10, 34, 2582]}, "prTTlSOp_I8": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "prTTlSOp_I8", "title": "", "description": "", "length": 0.24424797690644487, "keywords": "Ps3 Mw2 CLEliteMossy V8.24 Edit by Blackstorm Download linkHi, This is the EliteMossy v8.24 edit by Blackstorm and DerekTrotter I host Thes Lobbies Every Day So if you want in just add PvHaxCL Thanks For Watching Rate Comment And Subscribe Download Link ", "viewCount": 0.33346547668832416, "labels": [0, 1, 132]}, "raHjK9JZiSY": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "raHjK9JZiSY", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "VIDEO0353Scribblenauts Unlimited 3DS Saving LilyI collected all 60 starites and unlocked Lily! So sad that its the end BUT I still have hundreds of shards to collect so technically it's not over. Lol.", "viewCount": 0.37174208367223754, "labels": [0, 1, 5, 358]}, "CfBpFjscsyk": {"likeCount": 0.23201462861110544, "dislikeCount": 0.1079181246047625, "videoId": "CfBpFjscsyk", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "traxxas summit rc dig rc dig 4x2 4x4 2wd 4wd selectable 2wd4wd selectable 4x2 4x4 axial wrait hpi crawler off road mud mudding sand Fourwheel Drive Driveline Remote Control Invention matt track troller trilha trail trial modelbaum emaxx erevo slash hummer land rover d90 tamiya f350 thundra rc4wd mud slingers mudslingers Traxxas summitTraxxas Summit with homemade DIG and RC4WD mud slingers. RC selectable 2wd  4wd 4x2  4x4 Homemade traction system to select 2wd  4wd. 2wd 4x2 on the rear wheels", "viewCount": 0.44753805931433616, "labels": [26, 64, 95, 149, 729]}, "t8CqaIBH9h4": {"likeCount": 0.1, "dislikeCount": 0.06020599913279624, "videoId": "t8CqaIBH9h4", "title": "", "description": "", "length": 0.24099331233312948, "keywords": "tutorial how to add cfw 5.03 m336 your psp 3000 with cfwenabler 3.30 5.00m33hack tutorial how to add cfw 5.03 m336 to your psp 3000 chick hen R2 with cfw enabler 3.30this is a way to emulate some of the funstions of cfw 5.00 m336. here is a new version of the cfw enabler i have just added it and not tested anything yet i will post more soon. thanks comment rate subscribe", "viewCount": 0.4157577640520729, "labels": [349]}, "t9lyIlom-nk": {"likeCount": 0.4034748743146489, "dislikeCount": 0.254282542695918, "videoId": "t9lyIlom-nk", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Swollen Members Almost Famous GANGSTER SQUAD Swollen Members Night Vision Swollen Members Fuel Injected Swollen Members Fear Snak The Ripper Swollen Members Bang Bang Swollen Members Reclaim The Throne Swollen Members Black Magic Madchild Dugeon Dragon madchild Demons Madchild Death Race Madchild Times Change Wondagurl x Swolen Members The Sequence Swelling injury La Coka Nostra Supergroup Merkules  Topic Night Vision  TopicSwollen Members  Almost Famous Official Music VideoSwollen Members  Almost Famous Official Music Video from Beautiful Death Machine is the brand new music video from Swollen Members from the new album \"Beautiful Death Machine\" out now. Stream Swollen Members on Spotify at Swollen Members \"Beautiful Death Machine\" 01  Inception 02  Death to You feat. Ill Bill, Slaine, & Vinnie Paz 03  BAX WAR 04  King of Diamonds 05  Juggernaut 06  The Difference 07  River Monster 08  Mercenary 09  Colossal Beasts  feat Esoteric, Celph Titled, & Apathy 10  Almost Famous 11  Death Warrant 12  Fear  feat Snak the Ripper Beat composed by Rob The Viking. Swollen Members  Almost Famous Lyrics Produced by Rob the Viking Album Beautiful Death Machine Intro Mad Child Yeah... And you don't stop... Shit is crazy... Everybody got their tool sharpened up man.. Prev One man kill'em... Prevail Oral speech, coral reef, beach submariner Orbital bone gets cracked up with the chrome like the Punisher The microphone transponder, transporter galvatron Transformer galvanized, oversized pecking order Fourth quarter Hail Mary, Prevail wins the game again Westerly winds rip up your sails till they're paper thin Pirate ship, private stock, power plant Douse the light house watch as vessel crash into the rocks Man over board, S.O.S., sharks in the open water Battle Axe alumni buddy, oh that's my Alma Mater Northwest villain, Mount St Helen's, overflowin' lava Overgrown jungles cover monuments from ancient times X and Y chromosomes are known to metamorphosize Alpha beta carotene, kerosine, alkaline Genetic alphabetic prime, kinetic algorithmic times ten I use my mind to make time and space bend my friend, yeah Hook Mad Child Almost famous, now I wonder if they've heard of us Together we are one, when I'm alone I'm just a third of us Family bond that's even deeper than blood Cause we choose to stick together while we creep through the mud And walk through the fire, we've been to heaven and hell But when we were at the bottom, fuck it, nobody bailed That's why we got a bond that's even deeper than blood Cause we choose to stick together while we creep through the mud Mad Child I'm a reaper with a sickle A twisted little sicko, I'm as vicious as a pitbull Eating gun powder, rottie with a shottie and a snotnose A lot goes on while I watch my partner's locks grow Canadian, together we are bigfoot and sasquach Psycho killer with a hockey mask that's the mascot Blood drips from the machete, it's a clean kill I believed in us back then, I believe still Skulls wash up to the seashore from the ocean Meeting of the minds we should be more ferocious Need more commotion, yeah, record, C4 Explosives, yeah, eat more, deport emotion Prev and me together spit the lyrics that can paralyze Together we become a pack of wolves that fucking terrorize Strategic cold calculated killer under black skies Mixed with orange and burgundy, we perform a surgery When we break into Rob the Viking beats like it's a burglary Reflection looking back at me, I think it want to murder me Almost Famous now I wonder if they've heard of us Together we are one when I'm alone I'm just a third of us Hook Almost famous, Now I wonder if they've heard of us Together we are one, when Im alone im just a third of us Family, bond that's even deeper than blood Because we choose to stick together while we creep through the mud Prevail Alright, my battle axe cavalcade will turn your brain to marmalade Armored car, bar spittin', hard hittin' gamma rays Nowadays a phase can graze and ooze just like an oil painting Boiler room money making, some are taken by surprise Poisonous to cyanide, surprised I can not take a life? Break the hive and watch the hornets sting and swarm with killer form Fall free, you fuck with one of us, you fuck with all three Freestyle cypher life, you know what they call me Predator king of the jungle, second part was concrete Levitate, decapitate, reactivate the alpha team Sith Lord Palpatine, next step dominance Prevail from the ominous province of steady rain fall Deadlier than Darth Maul, heavier than the Death Star This beautiful death machine is nitrous, with full bars Flat black paint with glossy black skull So we still kill copy cats who copy what we do, yeah Hook Almost famous, now I wonder if they've heard of us Together we are one, when I'm alone it's just a third of us It's family, a bond that's even deeper than blood Cause we choose to stick together while we creep through the mud And walk through the fire, we've been to heaven and hell But when we were at the bottom, fuck it, nobody bailed That's why we got a bond that's even deeper than blood Cause we chose to stick together while we creep through the mud", "viewCount": 0.63366834279483, "labels": [14]}, "QOFb6P0bzhU": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "QOFb6P0bzhU", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "UPCI Western District Youth Convention W.A.Y. WAY ChoirWAY Choir  WD Youth Convention 2007UPCI Western District Youth Convention Tuesday Night service featuring the WAY Western Allstate Youth Choir.", "viewCount": 0.3755188585608325, "labels": [3, 6, 41]}, "4rpFsGCgkzo": {"likeCount": 0.22068258760318496, "dislikeCount": 0.1361727836017593, "videoId": "4rpFsGCgkzo", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "VideoGames mame32 download emulator pc 2007 version mame 32 full roms rom Software Tutorial Free Play Mega AdvanceMame32  Full Download & Istructions To Play.Download Link Mediafire Part 1  Part 2  Part 3  Everything was uploaded by me, and I've also added some ROMS. If you have problems using this version of mame, you can upgrade to mame32 0.90u1. Download ", "viewCount": 0.4959108201717719, "labels": [0, 1]}, "uK1L7kT5tBc": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "uK1L7kT5tBc", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "loom BAND fashem peppa pig shopkins easter eggs icecream maker makeupset baby alive cartoon movies magic CLIPS cashier REGISTER toy baby toy FROZEN FEVER MAKING TODAY A PERFECT DAY MONSTER HIGH KINDER EGGS let it go DC COLLECTOR FUNTOYZCOLLECTOR HOME DISNEY MOVIE BARBIE DISNEY PRINCESSES ELSSA ANNA FROZEN BABY BORN CASHIERTOY KITCHEN SET TOYS MAKE UP SET TOY PLAY DOUGH DISNEY MOVIES SURPRISE EGGS INSIDE OUT DISNEY MOVIEOPENING NEW PLAY DOUGH TOY WITH FROG SNAIL AND BUTTERFLY ROOM HANGERSHEY GUYS HOW ARE YOU TODAY I AM OPENING A NEW GIFT TOY ITS PLAY DOUGH WITH THREE DIFFERENT SHAPES SNAIL, FROG, AND BUTTERFLY WITH THREE DIFFERENT COLORS RED BLUE AND YELLOW AND THE THREE SHAPES ARE HANGERS FOR THE WALL TO HANG THEM IN YOUR ROOM AFTER YOU FINISH I REALLY LIKE THIS TOY ITS REALLY WONDERFUL YOU WILL LIKE IT TOO play dough is also called ,spelen deeg,play masa,pte  modeler,Knete, ,bermain adonan,plastilina,, ,bermain doh,spille dough,gra ciasta,massinha, ,plastilina,,oyun hamuru,chi dough Thanks for watching Lilly Billy Toys videos. Please also check out other videos in these links Play doh to make dress food kitchen tools cloths THANKS FOR WATCHING PLEASE LIKE AND SUBSCRIBE TO MY CHANNEL AND MY VIDEOS HOPE TO SEE U AGAIN", "viewCount": 0.3306853748693009, "labels": [26, 527, 1320]}, "uKrKSHwvftQ": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "uKrKSHwvftQ", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "Christmas Holiday decoration projectorOh Holy Night House Projection Video SampleGet this video customized for your house. Visit The song by Josh Groban set to clips from The Nativity Story and others with beautiful motion backgrounds", "viewCount": 0.3903524064471262, "labels": [99]}, "x-2t9BeBs2U": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "x-2t9BeBs2U", "title": "", "description": "", "length": 0.2526339277389844, "keywords": "Osa Masina Football Highlights Offense Runningback Wildcat QB QB RB KR Brighton Brighton High Utah Football Osa Highlights Sports Brighton High Football Salt Lake City Football Osa Masina Highlights Osa Masina Football Masina Utah 2012 Masina Football Masina Highlights Osa Masina Offense Highlights Masina Highlights 2012 wisconsin football michigan football class of 2015 football football recruitments masina highlights football Masina Utah FootballOsa Masina 3 2012 Offense Highlights Class of 2015.aviOsa Masina 3 Offense and Special Teams 2012 highlights. RB  QB  KR  PR Class of 2015  Soph Year playing Varsity for Brighton High School in Salt Lake City, UT. Osa starts on both sides of the ball and has a Defense Highlight also.", "viewCount": 0.3374748346010104, "labels": [0, 79, 91, 376, 918]}, "IbQBLZ4Xlzg": {"likeCount": 0.2209515014542631, "dislikeCount": 0.12304489213782739, "videoId": "IbQBLZ4Xlzg", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "Resident Evil Rap Emcee Slick YouTube Resident Evil Video Game Series Shooter Game Media Genre Resident Evil 5 Video Game RE5 the best Chris Jill Resident Evil Video Game Resident Evil Film Rapper Lyrics Website Category Rapping Literature SubjectResident Evil 5 Rap LyricsI Do Not Own Anything In The Video.", "viewCount": 0.4206015876763345, "labels": [337, 1116]}, "ylsstlGyGYc": {"likeCount": 0.2839478047374199, "dislikeCount": 0.21205739312058502, "videoId": "ylsstlGyGYc", "title": "", "description": "", "length": 0.2557507201905658, "keywords": "Call of Duty Black Ops 2 BO2 Black Ops MW3 Modern Warfare MOAB Nuclear 200 Rushing Killstreak Gunstreak Insomulus Best Call of Duty Player Highest Kills Xbox Xbox 360 PS3 PC Competitive Pubstomping WeTheOP Tutorial Guide How To Beast Fast 100 300 Multiplayer Live Gameplay Black Ops 2 Gameplay High Scoring Weagal Rush Commentary Fast Paced Quick Highest Fastest Most Best Score BennyCentral Triple Quad Penta Septa Hexa Overpowered OP2164 Kill MW3 Gameplay  With OP Dougie Modern Warfare 3 GameplayI hope you enjoyed this video, make sure to drop a like if you enjoyed and subscribe for more entertaining content! Also find Extremely Cheap games at also use discount code \"WEOP\" for an extra 3 off! Click here to subscribe!   Content Managers Check out my PC sponsor! and use discount code \"weop\" for 2 off! Music D1ofAquavibe All business Enquiries to weagalhotmail.co.uk Overpowered", "viewCount": 0.39023293058583186, "labels": [0, 1, 36, 142, 147]}, "yqQ00wUIFb8": {"likeCount": 0.26910814921229687, "dislikeCount": 0.11760912590556814, "videoId": "yqQ00wUIFb8", "title": "", "description": "", "length": 0.22671717284030138, "keywords": "smokestack lightnin howlin wolf smokestack lighting Play Howto Conference Subject Guitar Musical Instrument Blues Musical Genre Tutorial Literary Genre Band Jam Lesson Wolf blues guitar dannys guitar channelSmokestack Lightning  Howlin Wolf  Blues Guitar Lesson  Plectrum VersionSmokestack Lightning  A video tutorial of how to play the classic blues song by Howlin Wolf called Smokestack lightning on Guitar. In this classic blues song lesson for Smokestack Lightning the song is played with a plectrum to make it easier for beginners to learn and enjoy playing. SUBSCRIBE to Dannys Guitar Channel to keep up to date with all my latest videos. Please don't forget to hit the \"LIKE\" button & to SUBSCRIBE as it helps my guitar channel. If you have enjoyed or found my video helpful then please check out one of my links below  Check out the music I make with my band DANNY & THE VALVE RATTLERS Download my music from bandcamp here  Stream my music from Soundcloud here  Check out My Blues & Rock n Roll inspired guitar blog available on  Facebook Tumblr  Twitter  ", "viewCount": 0.48127195512526655, "labels": [9, 10, 34, 37]}, "B7TP-zLl7-w": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "B7TP-zLl7-w", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "Dearborn Heights Hgts MI Mich Michigan Cheer Cheerleading national team competition 2011 Young ChampionsDH Elite Div 6 small 2011 National Champions 073011.MP4Dearborn Heights Michigan Young Champion Cheer team Division 6 small category took 1st place at the national competition held July 30, 2011 at The Orleans Hotel and Casino in Las Vegas, NV. This marks the THIRD national championship for this team in a row, call it a threepeat! Coach Natalie deserves major credit for her coaching effectiveness. Super great job girls! Give me a \"WOOT WOOT!\"", "viewCount": 0.35276299008713385, "labels": [6, 8]}, "FPIPQPsbgm0": {"likeCount": 0.2592176757395867, "dislikeCount": 0.1, "videoId": "FPIPQPsbgm0", "title": "", "description": "", "length": 0.22227164711475833, "keywords": "What Happen If You Stop Bodybuilding and Training What happen if you stop protein supplement and shake fats turn to muscles muscles turn to fats atrophy fat gain protein training bodybuilding myth fitness exercise weight training Workout gym lifestyle Muscle Health Weight Bodybuilder Bodybuilding Supplement Medical Treatment jordan yeoh Lose Loss Muscles FitWhat Happen If You Stop? Training and SupplementWhen you start going to the gym or making good gains. You might heard this from your siblings and friends \"All your Muscle will turn into Fat once you stop training!\" or \"When you stop Protein supplements all muscle will disappear!\" Well, Fat can't turn to Muscle and Muscle can't turn to Fat! and... Don't stop. ", "viewCount": 0.44954055631461937, "labels": [100, 356]}, "p6JwQNgMPf8": {"likeCount": 0.09542425094393249, "dislikeCount": 0.07781512503836437, "videoId": "p6JwQNgMPf8", "title": "", "description": "", "length": 0.24785664955938436, "keywords": "Yugioh Playmat Mat Sell Trade Anime Pokemon Wow One Piece Mhkol40 Pojo Free Set Opening DragonballYugioh LOW PRINT Custom Playmats. The Sexiest Things on Youtube. BEST QUALITY!All playmats are 30 or 40 trade value. If you don't have money or high end trade bait you can send us points check out this link on what are points and how to send them to us. We will trade for Yugioh, Pokemon, and Dbz. We will trade for all cards 15 in trade value nothing lower. Pm me to make a deal. Free shipping priority mail. gets to you within 23 days after we get your end. It also comes with free tracking. We can make trade proof videos for you guys. Free playmat tube with every trade and purchase!", "viewCount": 0.3388456452700267, "labels": [412]}, "04_zhLYdctw": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "04_zhLYdctw", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "GNER HST class 43 train sim simulator microsoft msts kings intercity 125 kx cross snow hyperenGNER HST Train SimulatorGNER HST departing from Kings Cross in snow on Microsoft Train Simulator", "viewCount": 0.43411574374454376, "labels": [51, 56, 77, 1879]}, "IudDnxKNXz4": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "IudDnxKNXz4", "title": "", "description": "", "length": 0.25538830266438745, "keywords": "IMG 0032Ajax  Milan 11Ajax  Milan11 before game", "viewCount": 0.36877964113812944, "labels": [12]}, "h6lL1xFur4I": {"likeCount": 0.16232492903979007, "dislikeCount": 0.0, "videoId": "h6lL1xFur4I", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "strangers2380 dominicanboy294Kronic Ink  \"Preview\"Sorry for the recording , it was really bad . New full whole video coming soon.", "viewCount": 0.43160752348383974, "labels": [8]}, "h6IVvaW4sZg": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "h6IVvaW4sZg", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "Sam Dekker Wisconsin Top Recruit Prospect Sheboygan Lutheran Crusaders Cuba City Alley Oop DunkSam Dekker Plays at WBY Shootout in MilwaukeeSam Dekker and Sheboygan Lutheran play in the WBY Shootout at Concordia University of Wisconsin in Mequon. Dekker and his teammates took on perennial power Cuba City, where coach Jerry Petitgoue found a way to slow Dekker down as much as he could.", "viewCount": 0.3617314933298294, "labels": [0, 52, 70, 125]}, "xHYmgyvAbRo": {"likeCount": 0.09030899869919436, "dislikeCount": 0.15185139398778877, "videoId": "xHYmgyvAbRo", "title": "", "description": "", "length": 0.2484299839346786, "keywords": "blade 350 qx2 ap combo look at iphone view blade 350 qx2 ap combo blade 350 qx2 quad copter with camera blae quad copters blade 350 qx2 ap combo review Blade 350 Qx2 Ap Comboblade 350 qx2 ap combo look at iphone viewJust a quick look at the features on the quad and it in flying action and a little bonus part with the camera and iPhone wifi connect", "viewCount": 0.38617732967186935, "labels": [64, 113, 119, 179, 465]}, "1VwRusfcN1o": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "1VwRusfcN1o", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "Downrigger salmon trout fishing dipsey diver planer board trolling spoons flasher flies okuma cannonball frabill green bay packers wisconsin lake michigan kewaunee two rivers sheboygan sturgeon bay algomaLake Michigan Downrigger shots3 downrigger hits and a drive by on the high board. One on a reset only taks a a minute and a half, and one silently slams around for 15 seconds before anyone sees it.", "viewCount": 0.38841153620116686, "labels": [18, 43, 59, 60, 101, 1415]}, "-mGZC2HH0_g": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06020599913279624, "videoId": "-mGZC2HH0_g", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "hair montage shaved head girl documenting process different hair stylesMy Hair Growth Journey From A Shaved HeadMy Facebook Documentation of my hair growth in pics. From a shaved head to, what was supposed to be, a long mohawk. I failed! I gave up!! Now I will show you, in order, the process I went through for 1 year and 5 months. Enjoy, and hopefully we shall start the next journey real soon.", "viewCount": 0.36880636969463443, "labels": [50, 65]}, "0dbYWGNo8HY": {"likeCount": 0.1799340549453582, "dislikeCount": 0.06020599913279624, "videoId": "0dbYWGNo8HY", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "Guitar Cover Robert CalvilloMe Playing \"Can't Be Saved\"This is me playing \"Can't Be Saved\" by Senses Fail. I'm slightly out of tune, and my tone is for crap and sometimes I'm a little out of Sync with the song but I love this song so I decided to post it anyways.", "viewCount": 0.4042221002390382, "labels": [4, 9, 10, 37]}, "4zu8HFltrA0": {"likeCount": 0.19242792860618818, "dislikeCount": 0.03010299956639812, "videoId": "4zu8HFltrA0", "title": "", "description": "", "length": 0.26757783416740855, "keywords": "Unfold  Please Don't Tell Her Jason Mraz Palladium Warsaw Poland  21st August 2013Unfold  Please Don't Tell Her, Jason Mraz, Palladium, Warsaw, Poland  21st August 2013Unfold  Please Don't Tell Her, Jason Mraz, Palladium, Warsaw, Poland  21st August 2013", "viewCount": 0.40754739645889465, "labels": [3, 4]}, "SO5k2nrudR8": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "SO5k2nrudR8", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "S.Y.T.Y.C.D.E. So You Think Can Dance electro Singa  Singa vs.   S.Y.T.Y.C.D.E. 4 Singa win  So You Think You Can Dance electro 4 HD 1080 ! ! !", "viewCount": 0.3329194415088451, "labels": [8]}, "_oSGDt_XGHY": {"likeCount": 0.21643528557844371, "dislikeCount": 0.10413926851582252, "videoId": "_oSGDt_XGHY", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "Flexural strengthening seismic strengthening seismic retrofitting structural strengthening flexural strengthening External reinforcement Damaged structures strengthening concrete strengthening timber strenghtening masonery fiber reinforced concrete concrete repair products concrete reinforcement reinforced concrete design Correct design errors Correct construction errors concrete surface repair Seismic upgrade reinforced concrete beamSika CarboDur  Carbon fiber laminate for structural strengtheningSika CarboDur is a pultruded carbon fiber reinforced plastic CFRP laminate designed for strengthening concrete, timber and masonry structures. To learn more ", "viewCount": 0.4583255466675694, "labels": [606, 2723]}, "xM4ZuhF8910": {"likeCount": 0.15563025007672873, "dislikeCount": 0.06020599913279624, "videoId": "xM4ZuhF8910", "title": "", "description": "", "length": 0.23654879848909, "keywords": "Xiaomi Meizu MX2 MI2 Android Smartphone Android operating SystemMeizu MX2 vs Xiaomi 2Comparison between Meizu MX2 vs Xiaomi 2, Chinesse Android smartphone", "viewCount": 0.4455195201927577, "labels": [21, 23, 24]}, "Lj3KB97IXmo": {"likeCount": 0.1361727836017593, "dislikeCount": 0.08450980400142569, "videoId": "Lj3KB97IXmo", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "HGP2 vadim finalGolf R HGP 2.0T vs Mazda 6 MPS GTX3076 Day 2Golf R HGP 2.0T stock motor 440hp vs Mazda 6 MPS GTX3076 500hp", "viewCount": 0.41404137575910743, "labels": [2, 7, 17, 513, 2767]}, "envqunXvcrk": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "envqunXvcrk", "title": "", "description": "", "length": 0.24248816366310671, "keywords": "h2 ballet pirate partnering dancePirate BalletPirate Ballet from How to Succeed in Business Without Really Trying. Morristown High School 2008.", "viewCount": 0.320655604409903, "labels": [8, 206]}, "euBxK2KeRmA": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "euBxK2KeRmA", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "Arcade ducks freegames games duck games ducks arcade arcade ducks arcade games shooting ducks duck shooting game duck hunterFree Skilled Games Online Arcade DucksArcade Ducks is a free to play first person shooting game. The game is fairly easy to play. All you have to do is to get as much score as you can by shooting down game. There are a wide variety of game that may pop up your screen. To get a higher score youll have to shoot them as close to the bulls eye as you can. Earning enough points can take you to the next round. To make the game a bit more challenging, youll have to hunt down the ultimate game. That would be the illusive and clever golden duck. Do you have what it takes to be the first person to take home the golden duck? Click Here To Subscribe! ? ", "viewCount": 0.3380211241711606, "labels": [0, 1]}, "xeEqqZ16CME": {"likeCount": 0.15314789170422552, "dislikeCount": 0.06989700043360189, "videoId": "xeEqqZ16CME", "title": "", "description": "", "length": 0.24927603890268377, "keywords": "Ellie The last of us Last of us music Fan music Last of us movie Last of us music video cutscenes last of us music Joel Last of us wider skies ellie and joel Fan movie Walkthrough Last of us walkthrough Ellie and Joel Joel cutscenes last of us Last of us song Ellie and joel silent clouds Ellie Last Of Us Music Song Last of us last of us silent clouds Ellie & Joel Silent clouds The Last of us Wider Skies The Last Of Us Song Last Of Us SongThe Last Of Us song  Ellie and Joel Silent Clouds Fan music by Wider Skies SpoilersCONTAINS SPOILERS  This video consists of cutscenes from The Last Of Us and a song by my project Wider Skies. It is dedicated to fans of Ellie and Joel around the globe, who found the plot as spellbinding as I did. Thank you to theRadBrad for his inspiring walkthrough! If you're a gamer, you must check out his channel! If you like the song, please give me a \"like\", leave a friendly comment and spread the link to game and music fans you know! Lyrics Ellie and Joel, united in massive trouble A sole survivor guiding the sole resistant girl depending on each other in an infected world There's hardly anybody sane and healthy still alive Reinstall the government's the cry of the fireflies The rebels are the only ones researching a vaccine It seems only a dream  the end of the quarantine And they're running, running, running Cause they're coming, coming, coming across the borderline to shoot them And they're waiting, waiting, waiting anticipating the fate awaiting humankind Joel rather pretends to be blind Silent clouds rolling over the hills Violence is scarring your soul and is numbing you to the next kill Silent clouds rolling over the hills Violence is scarring your soul and is numbing you to the next kill Ellie needs protection, got to keep up the flow Why she's still alive she really doesn't know cause it's a fatal infection the polluted running wild, everywhere they find bodies piled Joel has become a selfish liar cause he can't stand losing her, lost his own, now he won't lose another girl He looks at her and sees his daughters eyes A reason good enough for giving Ellie a bunch of lies And they're running, running, running Cause they're coming, coming, coming beyond the borderline to shoot them Joel, what are you looking for How can you be so sure she will forgive you When the truth comes shining through after all that she's been through Silent clouds rolling over the hills Violence is scarring your soul and is numbing you to the next kill Silent clouds rolling over the hills Violence is scarring your soul and is numbing you to the next kill The end is calling, they keep on falling They keep on falling over and over again Running, running, running away We know you mean so well", "viewCount": 0.34063698354692673, "labels": [1, 1687]}, "c9lSK9XBvMM": {"likeCount": 0.1361727836017593, "dislikeCount": 0.03010299956639812, "videoId": "c9lSK9XBvMM", "title": "", "description": "", "length": 0.2432969290874406, "keywords": "full metal panic amv anime toby macFull Metal Panic  IgnitionImportant In this Amv there are no great effects. Full Metal Panic is such a awesome anime that I decided to make an AMV myself. Normally, Full Metal Panic is funny, but I liked the song so much that I only used the fighting scenes. I'm sorry that it ended that brutal. Song 1 ignition Artist TobyMac Song2 lips of an angel Artist Hinder Okay I think that's about it. Thanks again waever444 I hope you like it so please rate and commend.", "viewCount": 0.3257198426139345, "labels": [5]}, "rQZRIsBVTt0": {"likeCount": 0.20086001717619176, "dislikeCount": 0.13222192947339192, "videoId": "rQZRIsBVTt0", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "920 samsung iphone galaxy s4 nokia to ativ lumia android file transfer how bluetooth htc windows songs Urtechies lg 520 8x 8s videos 820 send phone 620HOW TO Windows Phone 8 Bluetooth File Transfer  Songs & VideosCheck out this video to find how to send mp3 files and similer files on WP8 devices", "viewCount": 0.5024953370125289, "labels": [21, 23, 24, 106, 718, 3497]}, "BUD1E9wVXZ8": {"likeCount": 0.14313637641589874, "dislikeCount": 0.03010299956639812, "videoId": "BUD1E9wVXZ8", "title": "", "description": "", "length": 0.25514499979728755, "keywords": "SAT commercial diving diver deep sea water oil platform dangerous deadly crazyJ Holtzclaw Commercial Diving Video 2Commercial diving. Sat diving, crane ops, hurricane damage, deep sea .", "viewCount": 0.46136092905701204, "labels": [238, 274, 366]}, "bOVy6XG0970": {"likeCount": 0.13424226808222062, "dislikeCount": 0.07781512503836437, "videoId": "bOVy6XG0970", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "Bernard Hopkins executioner Kelly Pavlik Boxing Calzaghe roy jones jr fight gangsta build up promotion amp margaritoBernard Hopkins Vs Kelly Pavlik PROMOPromo of the upcoming fight on October 18th between boxing legend Bernard Hopkins and boxing sensation Kelly 'the ghost' Pavlik", "viewCount": 0.48140943666625696, "labels": [92, 110]}, "bP5woSVhNkQ": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "bP5woSVhNkQ", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "Morrowind glitch guar nerevar armor saint st weird NOM game RPG Sandbox StyleMorrowind Guar Mount GlitchOk, so I was just playing around Morrowind with my Guar then I teleported to Gnisis via coc Gnisis then i noticed this happened. Weird, anyone know a solution? It feels wrong to walk around with legs wide open. Armor used was Lost Armor of ST. Nerevar Guar mod Here I know it has bad quality, ill try to use FRAPS next time, i used WeGame for this", "viewCount": 0.3574031267727719, "labels": [0, 1, 372, 3003]}, "oCA1O9SNRMY": {"likeCount": 0.17160033436347993, "dislikeCount": 0.07781512503836437, "videoId": "oCA1O9SNRMY", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "rumble fighter juggles drop bu 1v1 catherineto rugrats elekentrf ralphjosrf antinomyrf muscle buster zin tkd tutorial fuzionbranz fuzionhandz fire panic stuff boss mode 90 10 perfections ez moodlight valley dragon sacred scroll moon compilation dabest ever noxia wing chun destroyer exile iBranz Street RyuRumble Fighter  Moon & Tsunami JugglesEyo again. Rugrats made da tsunami juggles, thanks bro! Btw Last 3 clips were bloopers Special Thanks to Rugrats Lugia xRecoilx HisoOrishima ChibiTea Credit notElekent itsMochi BAUS xBoss Rugrats For the sword exo juggle", "viewCount": 0.40095783607945423, "labels": [0, 1, 5, 69, 3643]}, "QvjW0SE6jn4": {"likeCount": 0.15910646070264992, "dislikeCount": 0.047712125471966245, "videoId": "QvjW0SE6jn4", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Tim Duncan Basketball Player Basketball Invention Kobe Bryant James Lakers Jaimie Alexander TV Actor Wade Game Highlights San Antonio Spurs Basketball TeamTim Duncan  28 points, 11 reb vs Lakers Full Highlights 2003 WCSF GM3 2003.05.09Got a request? Leave a comment here. Tim Duncan scores 28 points and 11 rebounds in game 3 of the Western Conference Semifinals against the Los Angeles Lakers.", "viewCount": 0.3616055194976586, "labels": [0, 52, 70, 125]}, "QyMEgGi8VRA": {"likeCount": 0.19344984512435678, "dislikeCount": 0.06020599913279624, "videoId": "QyMEgGi8VRA", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "Doctor Who amy eleven river rory safe to shore fanvid vid niyaluneDoctor Who  Safe to Shore Amy & Eleven'cause though the truth may vary  this ship will carry  our bodies safe to shore. song by Of Monsters and Men tumblr link  AO3 Dreamwidth ", "viewCount": 0.38636796678758983, "labels": [1127]}}