{"3IoKtJadrKA": {"likeCount": 0.13424226808222062, "dislikeCount": 0.06989700043360189, "videoId": "3IoKtJadrKA", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "black eyed peas let's get it started retarded elephunk drumming drum cover roland td12 td12 vdrums electronic will.i.am apl.de.ap taboo fergie the end hip hopBlack Eyed Peas  Let's get it started Drum Cover on TD12My drum cover of Black Eyed Peas  Let's get it started, just freestylin' it.. so TURN IT UP! Recorded on Roland TD12 Vdrums.", "viewCount": 0.35877109650189115, "labels": [28, 33, 38, 78, 86, 1088]}, "0e7BFqRQo6g": {"likeCount": 0.26875289612146347, "dislikeCount": 0.1361727836017593, "videoId": "0e7BFqRQo6g", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "Sanjeev Kapoor master chef NAME recipe video Indian Cuisine India Chinese Italian food beverage biryani masala pulao naan tikka chicken fish prawn shrimp mutton rice palak paneer tandoori tandoor samosa paratha gravy curry dal butter spinach cheese potato garlic ginger chili tomato onion spices south fast dried fried roasted baked soup salad diet health apple orange cooking recipes sweets chocolate khana khazana zeeWatermelon Olive and Feta Salad  Sanjeev Kapoor KhazanaSuper healthy salad loaded with watermelon balls, olives and feta cheese. WATERMELON OLIVE AND FETA SALAD Ingredients 1 medium watermelon 810 pitted black olives 2 tablespoons feta cheese  cup fresh mint leaves For dressing 2 tablespoons lemon juice Salt to taste A pinch of crushed black peppercorns 67 fresh oregano sprigs, chopped 67 fresh parsley sprigs, chopped 2 tablespoons extra virgin olive oil Method 1. Cut the watermelon into half and scoop out balls using a melon scooper. 2. To make the dressing, mix lemon juice, salt, crushed black pepper, oregano and parsley and whisk. Then add the olive oil and whisk again. 3. In a large mixing bowl, combine the melon balls, mint leaves, olives and the dressing and mix well. 4. Transfer the dressing in a serving bowl and crumble the feta cheese on top. Serve immediately. Click to Subscribe For more recipes  Best cooked in Wonderchef Kitchenware. Buy Now on  Facebook  Twitter  sanjeevkapoor", "viewCount": 0.4672153296245931, "labels": [11, 20, 22, 29, 32, 112, 122, 302, 430, 472, 624, 1822, 2154]}, "SPs5wfPwAyU": {"likeCount": 0.2287801729930226, "dislikeCount": 0.1079181246047625, "videoId": "SPs5wfPwAyU", "title": "", "description": "", "length": 0.2482873583608754, "keywords": "OpTic Gaming opticnation optic macau OpTic MaCaU console opticgaming astro gaming a30 a40 a50 imagine customs ic imaginecustomscontroller elgatogaming elgato youtuber sniping sniper snipe video game quickscoping competitive call of duty cod team gamers machinima respawnOpTic MaCaU First impressions on \"Studio\"Subscribe to my Channel  Follow me on Twitter  Want to see me Livestream? Best gaming headphones, Astro Gaming Top of the line capture cards, Elgato gaming Get 5 off a Scuf Controller use code \"Optic\" Check out Gaems ", "viewCount": 0.35601458398490476, "labels": [0, 1, 36, 94, 153]}, "05aKISB24Kk": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "05aKISB24Kk", "title": "", "description": "", "length": 0.25514499979728755, "keywords": "MANUS KELLY DONAL BARRETT SS6 HARVEST STAGES RALLY 2009MANUS KELLY DONAL BARRETT SS6 HARVEST STAGES RALLY 2009MANUS KELLY DONAL BARRETT SS6 HARVEST STAGES RALLY 2009", "viewCount": 0.33172273491764204, "labels": [17, 129]}, "enJ9mT8-L4M": {"likeCount": 0.11760912590556814, "dislikeCount": 0.09542425094393249, "videoId": "enJ9mT8-L4M", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "coldplay chris martin beastie boys You Gotta Fight For Your Right To Party solo piano cover apw allpointswestColdplay\" You Gotta Fight For Your Right To Party\" tributeLive on 08.02.2009. A tribute to the classic Beastie Boys \"You Gotta Fight For Your Right To Party.\" Solo piano on the sidestage \"Frontman Chris Martin handled the cover by himself, retaining the song's lyrics and loosely its rhythm, while providing sustained minor key piano. If you've ever wondered what the party anthem classic would sound like if it was not a New York rap rouser but instead a melancholic and ironic observation written from an English bedsit, wonder no more...\" via Blender", "viewCount": 0.40573998172660625, "labels": [3]}, "eqq5zywc144": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06020599913279624, "videoId": "eqq5zywc144", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "venezuela baseball home runs 2010 2009 2011 hd hq caracas amazing funny world series derek jeter yankees fan crazy hitting pitching catch high school college stadium ball park finals best top 10 pitcher hitter player number team daddy yankee descontrol latino hispanic sports video clipVenezuela at Baseball, MUST WATCH !venezuelan baseball", "viewCount": 0.3799133693302063, "labels": [0, 538, 811, 1137]}, "xcsGTMLyDSg": {"likeCount": 0.1954242509439325, "dislikeCount": 0.09030899869919436, "videoId": "xcsGTMLyDSg", "title": "", "description": "", "length": 0.24248816366310671, "keywords": "infinity blade review iphone ipad hd game fps gaming retina display polygons unreal engine iphone4 stunning app everythingapplepro 3d touch screen rpgInfinity Blade Stunning Game On Unreal Engine 3 ReviewThis Is My One And Only Review Guys, I Wont Be Making Much Of These As I Don't Like App Reviews But I Got Too Much Requests To Refuse  Infinity Blade In The Apple Appstore For 5.99!", "viewCount": 0.41723401736248134, "labels": [0, 1, 21, 23, 24, 73]}, "xgZC59fv5jg": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06989700043360189, "videoId": "xgZC59fv5jg", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "xmods cars rcCrunk Ridaz!!a vid of crunk ridaz xmods. you can find him on www.xmodsource.com as well as me, WRX Ryder on xmod source.", "viewCount": 0.34625477288026646, "labels": [64, 149]}, "cBl6QXjGLPI": {"likeCount": 0.25774917998372254, "dislikeCount": 0.20899051114393982, "videoId": "cBl6QXjGLPI", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "trains toy trains Thomas and friends Turbo Flip Thomas Toy Train Product Category remote control toy trains Thomas and Friends Toy Trains Thomas the Tank Engine Ryan Toysreview Thomas & Friends Train Transit Vehicle Type thomas the train toy trains for kids remote control thomas sodor's legend of the lost treasure shipwreck rails set new thomas toys  Thomas y sus amigos juguetes trains for kids kid playing with toysRyan plays with Thomas and Friends Remote Control Toy TrainsAwesome fun unboxing and playtime with new Thomas and Friends toy train remote control Turbo Flip Thomas! He can do Flips and Wheelies with Lights and Sounds! This is such a fun toy train for kids to play with! Thomas even have lightup track projector and can perform amazing tricks!", "viewCount": 0.5964631992388657, "labels": [2, 26, 45, 442, 1153]}, "oH-sUoGJa10": {"likeCount": 0.18129133566428557, "dislikeCount": 0.03010299956639812, "videoId": "oH-sUoGJa10", "title": "", "description": "", "length": 0.2586587304671755, "keywords": "boghall and bathgate world pipe band championship 2005 caledonia medleyBoghall and Bathgate Caledonia 2005 MedleyBoghall and Bathgate performing their medley at the 2005 world pipe band championship", "viewCount": 0.4341988169048189, "labels": [4, 13, 33, 671, 1213]}, "QxaJNQMWUcY": {"likeCount": 0.1146128035678238, "dislikeCount": 0.09542425094393249, "videoId": "QxaJNQMWUcY", "title": "", "description": "", "length": 0.23909351071033794, "keywords": "Duck Animal Nature Journal rape duck rape gangbang duck males fightingSo... eventually... Who is the daddy?After some time you can see them in Jeremy Kyle show Duck version D Filmed in Corby, UK", "viewCount": 0.433980906521952, "labels": [15, 96, 789]}, "Sg5bs4ebTpU": {"likeCount": 0.15185139398778877, "dislikeCount": 0.07781512503836437, "videoId": "Sg5bs4ebTpU", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "where my dog puppy splashbone short film long film pets mexicoWhere My Dogi am lonely now that i cannot find him. help me look", "viewCount": 0.31082266563749283, "labels": [16]}, "hsi-QoOYEkM": {"likeCount": 0.20755469613925306, "dislikeCount": 0.1079181246047625, "videoId": "hsi-QoOYEkM", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Motorcycle USA MotoUSA motorcycles BST Blackstone Tek carbon fiber wheels Thunderhill Raceway 2009 Honda CBR600RR 2010 SuperSport CBR600 modified bikes racebikes performance wheelsMotoUSA BST Carbon Fiber WheelsMotorcycle USA slaps on new BST Blackstone Tek carbon fiber wheels and spins laps at Thunderhill Raceway aboard our 2010 modified SuperSport CBR600 and 2009 Honda CBR600RR project bike.", "viewCount": 0.464104753891706, "labels": [2, 17, 30, 55, 495, 1492, 1808, 2723]}, "htgdwSH95Mo": {"likeCount": 0.398263299439485, "dislikeCount": 0.25943925503754267, "videoId": "htgdwSH95Mo", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "Mike Candys Delta Video Musik EDM electronic dance music KontorTV Kontor Records Musicvideo musikvideo DJ Facebook New Official Google Play YandexMike Candys  Delta Official Video HDTAKEN FROM KONTOR FESTIVAL SOUNDS 2015  BUY HERE Follow Mike Candys  Follow Kontor Records Spotify, Apple Music & Co Instagram Facebook Twitter MixCloud Kontor.TV ", "viewCount": 0.6169318154730756, "labels": [14]}, "hzADuVXaSso": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "hzADuVXaSso", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "harley davidson motorcycles images yamaha honda bad ass bikes flat track racing pictures choppersbad ass bikes .wmvcool bikes", "viewCount": 0.31519823954574744, "labels": [2, 30, 905]}, "icXt0HT451E": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "icXt0HT451E", "title": "", "description": "", "length": 0.25250448070368453, "keywords": "soft baits fishing bass fishin Largemouth Bass Fish strike king rapala terminal tackleMy Soft PlasticsThe other video was getting way to long so I split it into two. So, here is all my soft plastics and terminal tackle. its a growing collection. enjoy!", "viewCount": 0.32798949800116384, "labels": [43, 693, 906, 1428, 1503]}, "wu1PnSyFiJU": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "wu1PnSyFiJU", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "CSO Episode HGCSO HGEpisodePVEpisodePV", "viewCount": 0.34363217001397334, "labels": [0, 1, 219, 968]}, "hKbNV-4b_g8": {"likeCount": 0.5696463856766054, "dislikeCount": 0.40257972413102916, "videoId": "hKbNV-4b_g8", "title": "", "description": "", "length": 0.24424797690644487, "keywords": " SHINee      JONGHYUN KEY ONEW MINHO TAEMIN SM SMENT SMTOWN SMENTERTAINMENT   kpop   dance  everybody   5   mv music videoSHINee  'Everybody' MVListen and download on iTunes & Apple Music SHINee Official SHINee  'Everybody' MV  S.M.Entertainment", "viewCount": 0.7649154744958986, "labels": [14]}, "hKbg4FdwRyQ": {"likeCount": 0.15563025007672873, "dislikeCount": 0.08450980400142569, "videoId": "hKbg4FdwRyQ", "title": "", "description": "", "length": 0.2565847818673518, "keywords": "banjo kazooie mumbo banjokazooie n64 piggy bank cash coin economics monetaryBanjo, Kazooie, and Mumbo IN Piggy BanksPLUSH MOVIE And the moral of the story is Piggy Banks are your enemy.", "viewCount": 0.38824676148953713, "labels": [26, 1200]}, "2dqlz_DKkHY": {"likeCount": 0.13424226808222062, "dislikeCount": 0.1361727836017593, "videoId": "2dqlz_DKkHY", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "Minecraft journey saga cave explorer the burning spider cage satan awesome douchebagMinecraft  The Burning Spider CageEpic saga", "viewCount": 0.40124153747624336, "labels": [0, 1, 27]}, "3k7kgYy_Lj0": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "3k7kgYy_Lj0", "title": "", "description": "", "length": 0.24502491083193612, "keywords": "sonya dance fitness ballet tap jazz hip hop recitalSonya's 2007 recital  Dance Explosion 05Tap group dances at Sonya's Dance and Fitness recital in Greenville Alabama. This is from the Dance Explosion portion of the 2007 recital.", "viewCount": 0.3015359755409215, "labels": [6, 8]}, "3ofoeu1ndgA": {"likeCount": 0.19637878273455556, "dislikeCount": 0.09030899869919436, "videoId": "3ofoeu1ndgA", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "zelda 3d 3dprinter music gcode howto tutorial 3D Modeling Film Job 3D Film Film Genre nerd geek games theme music prusa open source song asian tech review theme song The Legend Of Zelda Series Video Game Series Playing Music with your 3D zelda theme playing music stepper motor sounds stepper motor sounds with 3d printer 3d printer sounds novaspirit final fantasy 7 final fantasy theme 3d printed 3d printed final fantasy 3d printed zeldaPlaying Music with your 3D Printer Zelda ThemePlaying Music with your 3D Printer I'm finding more and more uses out of the 3D printer and i want to share them with the world. This is a quick little how to on getting your 3D printer to play some music. With a little added bonus I show you how to add it to the end of each Print so it plays a little song when done. Disclaimer no printers were harmed in the making of this video. it does not mean yours wont! thingiverse Tweet me donnovations instagram novaspirittech", "viewCount": 0.41407279628441834, "labels": [461, 498]}, "bhskkIYeliQ": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06020599913279624, "videoId": "bhskkIYeliQ", "title": "", "description": "", "length": 0.2505149978319906, "keywords": "need for speed undercover preview greek 2008 21 november tri city highway battle eaNeed For Speed Undercover PreviewGreekPLEASE READ! Hope you like my preview. To read it go here videogamesnewskostis1993.blogspot.com I've also created a possible soundtrack for the game. Go here For more info visit nfsunlimited.net And don't forgetRATE COMMENT!  CAR LIST Aston Martin DB9 Acura Integra LS Acura RSX Audi RS5 Audi S3 Audi Le Mans QuattroR8 BMW M6 Bugatti Veyron 16.4 Cadillac CTSV Chevrolet Camaro Concept Chevrolet Camaro SS Chevrolet Cobalt SS Chevrolet Chevelle SS Chevrolet Corvette C6 Dodge Concept Viper GTSR Dodge Viper SRT10 Coup Ferrari Enzo Ford Escort RS Cosworth Ford GT Ford Mustang GT Ford Shelby GT500 Honda S2000 Infiniti G35 Jaguar XK Jaguar XJ220 Koenigsegg CCX Lamborghini Gallardo Superleggera Lamborghini Murcielago LP640 Lexus IS350 Lotus Elise Mazda RX7 Mazda RX8 Mazda Mazdaspeed 3 Mitsubishi Eclipse GST Mitsubishi Lancer EVO 10 MercedesBenz SLR Mclaren Nissan GTR Proto Nissan 240 SX Nissan 350Z Nissan Skyline R34 Nissan Silvia Opel Speedster Pagani Zonda F Plymouth Hemi Cuda Plymouth Road Runner Pontiac Firebird Pontiac GTO Pontiac Solstice GXP Porsche Cayman S Porsche 911 Turbo Porsche 911 GT2 Porsche 911 GT3 Porsche Carrera GT Seat Leon Cupra Subaru Impreza WRX STI Toyota Supra Volkswagen Golf GTI", "viewCount": 0.3914025651696329, "labels": [2, 7, 258, 2978]}, "WTmmvs3uIv0": {"likeCount": 0.3476686742945645, "dislikeCount": 0.26928469192772303, "videoId": "WTmmvs3uIv0", "title": "", "description": "", "length": 0.24857214264815802, "keywords": "stirling engineStirling Engine ExperimentI tried to make my engine to work well, but ...", "viewCount": 0.6043369352443758, "labels": [2, 7, 90]}, "__Ls8CL-IB8": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "__Ls8CL-IB8", "title": "", "description": "", "length": 0.25211380837040365, "keywords": "Red Blu Blue Yellow Black White Big Angry Birds Pigs Green Spell Wizard RioSuper Angry Bird Short Yellow Wizards SpellWhen yellow wizard tells red Blu and black that he discovered a new spell that can turn any bird indestructible but it has a side effect? What will happen?", "viewCount": 0.37307822756663894, "labels": [26, 733, 782, 1200]}, "MNMf8ZfL6Co": {"likeCount": 0.13010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "MNMf8ZfL6Co", "title": "", "description": "", "length": 0.21702617153949577, "keywords": "TractorTractor in Action! Mianapotha PakistanTractor making way for overflow water coming from Fishpond.", "viewCount": 0.4313909382835271, "labels": [2, 7, 83, 208]}, "MO0uVklpV6g": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "MO0uVklpV6g", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "extreme 4x4 off road beastcool offroad jeep picsa bunh of realy cool pictures of jeeps and other off road vehicles mudding rock crawling and other fun stuff", "viewCount": 0.35589484459780396, "labels": [2, 7, 17, 64, 75, 95, 135, 297, 490, 742]}, "MOTbMCB9F5M": {"likeCount": 0.15051499783199063, "dislikeCount": 0.03010299956639812, "videoId": "MOTbMCB9F5M", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "tomb raider reborn lara croft making of the game new 2011 video game games pic director warfare notebook news gameplayMaking of the Cover  Tomb Raider  A Survivor Is BornSource Tomb Raider official website  Release Date TBA Platforms PC,PS3,Xbox 360 Publisher Square Enix Developer Crystal Dynamics Genres Action ESRB RP", "viewCount": 0.37291647896927704, "labels": [1, 3458]}, "MTaQ2qjgkuY": {"likeCount": 0.30051805125037806, "dislikeCount": 0.11760912590556814, "videoId": "MTaQ2qjgkuY", "title": "", "description": "", "length": 0.26414741105041, "keywords": "DC Universe Online Video Game DC Comics Comic Book Publisher PlayStation 4 Video Game Platform DCUO Staff Meeting Teen Titans Go DC Universe Online DLC DCUO knightwing01 mmohuts kwingsletsplaysDC Universe Online PS4 Eat Staff Crime!All the Good Hero Names were Taken! Time for Staff Meeting Crime DCUOBatman If you want to join in on the action pick up DC Universe Online right here  Hey guys! Sony Online Entertainment hooked us up with a special lets play series on DC Universe Online on the PlayStation 4! Also the Kwings will be looking at this Game later this Year on the LP Channel this is just a teaser. In the Meantime I'm Teaming up with an Awesome YouTuber by the Name of MMOHuts! The Go to go for anything Free to play or MMO's on Youtube. Check him out below MMOHuts  ", "viewCount": 0.459308660028545, "labels": [0, 1, 268, 977, 1340]}, "Yl7JHp9WkDs": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "Yl7JHp9WkDs", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "iphone springboard native apps web widgets applications natively run openurl lighttpd winhttrackRun Web Apps Native on the iPhoneusing lighttpd, Erika's OpenURL, and WinHtTrack I was able to get normal web widgetsapps to run native on the iphone. Using WinHtTrack download the entire site, put it in the sites folder after installing lighttpd, and use OpenURL to creat the icon and springboard launcher! Thats it!", "viewCount": 0.36935510855959136, "labels": [21, 23, 24, 73, 322]}, "YmbeF5NqXSU": {"likeCount": 0.13010299956639812, "dislikeCount": 0.0, "videoId": "YmbeF5NqXSU", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "   SURLY BIG DUMMY   with Big DummyLongtail BikeSurly BigDummy I'm a singer of BACCHIKOI!!! a.k.a.NARUTO ending song. Red BigDummy is My best partner. www.myspace.comdevparade", "viewCount": 0.4028937077070678, "labels": [2, 30, 53, 58, 214]}, "0ZPHsrDuBOs": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "0ZPHsrDuBOs", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "Crossmen DCI Drum Corps International Drumline Bass Line Tenors Snares Texas 2008Crossmen Drumline 20082008 Crossmen Drumline warming up before the Chesapeake show.", "viewCount": 0.34355258514986553, "labels": [4, 13, 33]}, "0ZOzaySmJwY": {"likeCount": 0.13979400086720378, "dislikeCount": 0.047712125471966245, "videoId": "0ZOzaySmJwY", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "OpeningOpening to The Great Mouse Detective 1993 VHSOpening to The Great Mouse Detective 1993 VHS", "viewCount": 0.4588338947233954, "labels": [5, 16, 136]}, "AJY1cLvrGVA": {"likeCount": 0.24623979978989563, "dislikeCount": 0.047712125471966245, "videoId": "AJY1cLvrGVA", "title": "", "description": "", "length": 0.25998830720736876, "keywords": "support resistance forex chart how to add success make money forex trade trading technicalsHow to Add Support and Resistance to a Forex Chart  Simple and easy to follow guide on how to add support and resistance to your chart and how to use it as well. In the video above I go over how to do it effectively without adding to many lines to chart which can also only be confusing. What we are looking for here is only the most important areas on the chart overall. By Watching this video and clicking the play button it means also that you agree to the disclaimer at the website here  ", "viewCount": 0.4225748524181865, "labels": [895]}, "f1-IFo2sRss": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "f1-IFo2sRss", "title": "", "description": "", "length": 0.2167317334748176, "keywords": "nativity creche beln presepe nacimiento manger Christmas krippe natale presepio Bill Egan Euromarchi Fontanini Arte del Presepe nativitThe Art of THE NATIVITYHow many artists does it take to create a manger scene? This video, created by crche artist Bill Egan, tells of the various art forms that go into the making of a Nativity. For further information and discussion join the Nativity Scene BUILDERS group at ", "viewCount": 0.30755469613925307, "labels": [2013]}, "V_pxYtPoGRA": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "V_pxYtPoGRA", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "carl raw tech deck berlin wood chris brown forever donk version mix tune blackout crew choon brr blactheriver the worlds best remix alvin and chipmunks achmed dead terrorist 360 flip tre kickflip sove it pop trick tip how to make do mold fingerboard finger board close up situation flatface flatfacefingerboards promo g1 g2 g3 g4 g5 g6 g7 g8 .mov .mp3 dance lewis belive in love gig live weed smokeGhetto Blaster REMIXbest donk ever !!!!!!!!!!!!!!!!", "viewCount": 0.3215108581053093, "labels": [3112]}, "71tOhocYSWg": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "71tOhocYSWg", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Dragon Age Origins Theme Leliana singing Using Redesign 6.2 mod HD camp cool Song Falls Theme Song Theme Music Musical Genre Theme musicDragon Age Origins Theme  Leliana CutsceneI'm using Redesign 6.2 mod...", "viewCount": 0.3860996436757196, "labels": [1004, 1734]}, "CN9KQeDtBIY": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "CN9KQeDtBIY", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "Journey Be Good To Yourself Glasgow 2011 Styx Foreigner UK TourJourney  Be Good To Yourself  Glasgow 2011Journey Be Good To Yourself Glasgow SECC 9th June 2011", "viewCount": 0.33575537197430816, "labels": [3, 6, 38]}, "COPTMn7cI4c": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "COPTMn7cI4c", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "super smash bros brawl los angelesPbody Brawl tournament first final R1  DEHF vs. DCPbody Brawl tournament first championship  DEHF Pit vs. DC Marth. Round 1", "viewCount": 0.36275706641805433, "labels": [0, 1, 234]}, "H1hw5FEgqSU": {"likeCount": 0.18976270912904414, "dislikeCount": 0.06020599913279624, "videoId": "H1hw5FEgqSU", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "My Little Pony Friendship is Magic Twilight Sparkle Applejack Pinkie Pie Rarity Fluttershy Pinkamena ED EDplus Canterlot Equestria Cloudsdale Ponyville Big Mac Granny Smith Sweetie Belle Apple Bloom Scootaloo Trixie Princess Celestia Luna Crysalis King Sombra muffins Brony AJ RD Cupcakes Discord MLPFIM Adventures unicorn pegasus Lyra Bon Bon Guard Royal wedding love SRicK SFM Source Filmmaker sunshine cutie mark friendHow to make SFM vidsPlese red descyption April foals!", "viewCount": 0.350745106090197, "labels": [0, 5, 16]}, "Irco4iYAzVY": {"likeCount": 0.2173186268412274, "dislikeCount": 0.047712125471966245, "videoId": "Irco4iYAzVY", "title": "", "description": "", "length": 0.25622928644564746, "keywords": "Doves Cedar Room London Bulgarian Choir Roundhouse 2009Doves    \" Cedar Room \"  The Roundhouse Camden 2009Fantastic Backing vocals by The London Bulgarian Choir Performed  The Roundhouse Camden London 2009 Electric Proms Stars leave the morning Sleep clouds my view Don't let them come round here And call to you I didn't notice It's a crime too few I didn't notice It's a crime to feel And I tried to sleep alone But I couldn't do it You could be sitting next to me And I wouldn't know it If I told you you were wrong I don't remember saying I don't remember saying I don't remember saying I'll be a shadow In the cedar room And leave just a memory Alone with you I didn't see that It's a call too soon I couldn't see that It's a call to you And I tried to sleep alone But I couldn't do it You could be sitting next to me And I wouldn't know it If I told you you were wrong I don't remember saying I don't remember saying I don't remember saying .", "viewCount": 0.4285557309007774, "labels": [3, 4, 9]}, "09EEK7mXDNs": {"likeCount": 0.2357934847000454, "dislikeCount": 0.10413926851582252, "videoId": "09EEK7mXDNs", "title": "", "description": "", "length": 0.23384564936046048, "keywords": "BO2 Entering Prestige BO2 Prestige 7 Black Ops 2 Prestige 7 Black Ops 2 7th Prestige BO2 Prestige Black Ops 2 Prestige BO2 Prestige Mode Black Ops 2 Prestige Mode BO2 7th Prestige Emblem BO2 7th Prestige Glitch 7th Prestige Glitch Black Ops 2 7th Prestige Glitch BO2 sB Nero NerosCinemaBO2 Entering Prestige 7 Stats After Fresh StartI've done a video like this everytime I've prestiged in Black Ops 2, so i figured I would continue. Originally I thought I would stick to 6th Prestige I like the way it looks but I felt like Prestiging. I stayed at 6th for about a days worth of play time.  Click to Subscribe! Its Free  Nero's Lets Plays!  Follow Me on Twitter!  Like Me on Facebook!  Watch More BO2 Videos!  INTRO April Showers by ProleteR  OUTRO Winning by Roomie  SONG Fall Down by Electric Joy Ride EJR ", "viewCount": 0.37178368674869255, "labels": [0, 1, 36, 94]}, "9mxezH0tG5w": {"likeCount": 0.17781512503836439, "dislikeCount": 0.047712125471966245, "videoId": "9mxezH0tG5w", "title": "", "description": "", "length": 0.2506505032404872, "keywords": "Avalon LA Los angeles California APC APCLive APC Live A perfect circle live A perfect circle Thirteenth step APC the package The package live APC Live HD A perfect circle live HD The noose the noose The noose a perfect circle A perfect circle the noose The noose liveThe Noose  A Perfect Circle 2010  Live HDThirteenth Step is the second studio album by American rock band A Perfect Circle,", "viewCount": 0.3908860173017277, "labels": [3, 6]}, "JHuKOPhkQt8": {"likeCount": 0.19344984512435678, "dislikeCount": 0.1, "videoId": "JHuKOPhkQt8", "title": "", "description": "", "length": 0.23710678622717363, "keywords": "makeup beauty skincare asian cosmetics fashion australia australian aussie sydney theyayforamy yayforamy yay for amy guru favorites shop online review new lip balm lips eos evolution of smooth sphere summer fruit lemon drop mint strawberry sorbet analyse analysis quick fast opinion swatch eos giveaway 2014 open eos giveaway 2015 open eos strawberry sorbet review eos lemon drop review lip balm giveaway eos review eos lip balm review eos summer fruit revieweos Smooth Sphere Lip Balm Review  YayForAmyI love love LOVE lip balms. Ok... maybe it's an obsession. Just maybe. I decided to start a new 'series' on my channel of quick reviews of products and chose the eos or 'evolution of smooth', who knew?? smooth sphere lip balms. Please let me know if you have any other products you would like me to 'analyse' lol. Thanks so much for watching! If you enjoyed, don't forget to like and subscribe! It's free and I'd appreciate it so much! New videos every week! Hang out with me! Subscribe  Twitter  Instagram  Business opportunities  theyayforamygmail.com Until soon, take care and much love, Amy. Products mentioned eos Smooth Sphere Lip Balms in  Summer Fruit  Lemon Drop  Smooth Mint  Strawberry Sorbet  Hi there! Im Amy and welcome to my channel TheYayForAmy. Im a PhD graduate from Sydney, Australia but dont let that fool you Im only a half nerd! I love making videos about things in my life that I find fun and interesting like makeup, skincare, fashion and life in general! Thanks so much for stopping by. Dont forget to subscribe for more videos and to stay connected. It will absolutely make my day! Until soon, take care and much love ", "viewCount": 0.4112537975609308, "labels": [39, 1828]}, "JIOvUdzyJNQ": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "JIOvUdzyJNQ", "title": "", "description": "", "length": 0.2271841606536499, "keywords": "NFL hard hits National Football League American Football Bowl Bowl GameHard game NFL season 0910Hard moments of the season 0910", "viewCount": 0.31132746924643506, "labels": [0, 79, 91, 376]}, "Klq8-tulxU0": {"likeCount": 0.18808135922807914, "dislikeCount": 0.0, "videoId": "Klq8-tulxU0", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "Music Video Ontology Class Wonderful Beautiful First Video Clip Website Category Film Invention Film Film ArcticThe wonderful world of Arctic HD! Beautiful video!!The wonderful world of Arctic! Beautiful video!! FranzJoseph  an archipelago in the Arctic ocean.", "viewCount": 0.38878984880968726, "labels": [709, 1755]}, "SuuiShzhq5c": {"likeCount": 0.1724275869600789, "dislikeCount": 0.03010299956639812, "videoId": "SuuiShzhq5c", "title": "", "description": "", "length": 0.25105450102066124, "keywords": "PANATHINAIKOSPROKOM 7466 PANATHINAIKOS HIGHLIGHTSPANATHINAIKOSPROKOM 7466 PANATHINAIKOS HIGHLIGHTSPANATHINAIKOSPROKOM 7466 PANATHINAIKOS HIGHLIGHTS", "viewCount": 0.3829753918924975, "labels": [0, 52, 70]}, "Su09z_oy_tQ": {"likeCount": 0.14471580313422192, "dislikeCount": 0.06020599913279624, "videoId": "Su09z_oy_tQ", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Demi Lovato therealdemilovato World of Chances Official Video HD Ashley Tisdale Jesse McCartney It's Over Make Wave Leavin' Jemi new single 2010 demilovato here we go again remember december catch me dont forget jonas brothers honor society nick kevin joe rnb ballad pop live music home video teen interest clip teenage television fan made soul asian high quality vocalDemi Lovato  World Of Chances  Official Music Video HD MANIPMy Official FANMADE music video to World Of Chances. COPYRIGHT IS TO HOLLYWOOD RECORDS I OWN NOTHING! Jesse and a bit from a Ashley Tisdale video was maniped into this one. It's pretty good! Enjoy!", "viewCount": 0.35116160205691377, "labels": [14]}, "Delq3qHI2AI": {"likeCount": 0.2459392487759231, "dislikeCount": 0.0, "videoId": "Delq3qHI2AI", "title": "", "description": "", "length": 0.2271841606536499, "keywords": " SBS Music KPOPMYNAME Hello & Goodbye SBS Inkigayo  20120603SBS    SBS    675  6 3  3 30  SBS !     ! Take 7!   , B1A4  , A pink HUSH, G.NA 2HOT,  Good Boy, INFINITE ,    Comeback Special           !!               !!   Crying  TEEN TOP     !     ! 2012     !!         !! Coming Soon!!  TEEN TOP Baby U To You  TAKE 7             !!      Feat.   !  !   B1A4   !!  B1A4    ! ! !         STAGE!!  A pink HUSH  ! !  !   !      !!  G.NA 2HOT      !   !   !   Good Boy   !  !       !!  INFINITE        !     !     Hot Misic   2012    !          Honey Honey   SUPER HERO !!        !!  VIXX SUPER HERO    !!  !!     !!   She's gone      !       !!  HELLO VENUS Venus  Best!! Absolute!! Perfect!!   100!!    !!  B.A.P POWER  ...!!       !! JJ      JJ Project Bounce   !               !!    Twinkle  Fresh Music               MYNAME Hello & Goodbye      M.I.B       !!  M.I.B    KPOP   !!   !  !   !!  AJAX   ONE 4 U  675   , VIXX, MYNAME,  &, , HELLO VENUS, B.A.P, , B1A4, M.I.B, A pink, JJ Project, AJAX, G.NA, , , ,  ,        .", "viewCount": 0.4155366406646705, "labels": [3]}, "5Fgt3ZcJ2QQ": {"likeCount": 0.16627578316815741, "dislikeCount": 0.15314789170422552, "videoId": "5Fgt3ZcJ2QQ", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "auto motor sport BMW M3 M5 M6 330 325 318 316 Compact Coupe CabrioTuned BMWM Power", "viewCount": 0.49793343613877905, "labels": [2, 7, 17, 48, 174, 213, 361, 458, 715, 830, 1219, 1307]}, "5GJNP0V8n0U": {"likeCount": 0.2367355921026019, "dislikeCount": 0.1414973347970818, "videoId": "5GJNP0V8n0U", "title": "", "description": "", "length": 0.2565847818673518, "keywords": "heli twister silverlit 3D inverted flight aerobatics new aircraft 2012 indoor electric radio controlled helicopter airplane plane fly jet air aviation planes 1st Look Flying 2nd Pilot rc101 taoistflyer fun free video hot vtol Jets Fighter Glider airhogs Force Radio Control Invention Crash Landing Military army navy airfoce marines special forces Air Force Airplanes Review DogfightHeli Twister Review RC 101 Exclusive 1ST LookThis video is free so please donate if you enjoy it, we are counting on it. Donate through PayPal at this link. gave us the opertunity to test out the new Heli Twister from Silverlit and I have to say this little aircraft rocks, nose up and inverted flight is as easy as flipping a switch, we've been having a blast testing it out and I think people will really flip over it. flight time 810 minutes charge time 30 minutes infra red controlled 3.5 channel, updown, spin, forward, side to side, and flips Read more at ", "viewCount": 0.4962184590985496, "labels": [2, 26, 44, 64, 113, 119, 186, 425, 465]}, "5GRX-Ptk8T4": {"likeCount": 0.11139433523068368, "dislikeCount": 0.047712125471966245, "videoId": "5GRX-Ptk8T4", "title": "", "description": "", "length": 0.24297522800024082, "keywords": "2014 nfl draft detroit lions calvin johnson ndamukong suh reggie bush matthew stafford draft prospects mock draft big board football gameplanFootball Gameplan's 2014 NFL Draft Special  Inside the War Room  Detroit LionsFootball Gameplan's 2014 NFL Draft Special  Inside the War Room  Detroit Lions", "viewCount": 0.3173477643452995, "labels": [0, 79]}, "5K1z80xAelw": {"likeCount": 0.1146128035678238, "dislikeCount": 0.07781512503836437, "videoId": "5K1z80xAelw", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "standup comedyOpen Mic Comedy, 1st AttemptThis the 1st time i had tried going up as a stand up comedian, it was the longest 3mins i have ever had lol", "viewCount": 0.3895753942073728, "labels": [6, 133, 325, 638]}}