{"JNxTPnvvoCg": {"likeCount": 0.1380211241711606, "dislikeCount": 0.06020599913279624, "videoId": "JNxTPnvvoCg", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "micahel phelps diet calories olympic dieting extreme trainingWhy Michael Phelps can eat 12,000 Calories, but we can'tLearn more at Michael Phelps, the unbelievably talented swimmer who has taken home a record 16 Olympic gold medals has to maintain a 12,000 calorieperday diet? 12,000 calories every day! How is he able to eat so much food, and still be able to maintain a ripped physique? The answer has to do with two parts his hyperactive metabolic rate, and his training regimen.", "viewCount": 0.3806586934327803, "labels": [11, 29, 32, 221, 368]}, "JOtbVQqm9xQ": {"likeCount": 0.13222192947339192, "dislikeCount": 0.047712125471966245, "videoId": "JOtbVQqm9xQ", "title": "", "description": "", "length": 0.2621176281775035, "keywords": "microsoft activador keylogger windows windows 10 windows 8 windows 8.1 windows 8.1 gratis licencia windows preview windows preview technical preview windows 10 demo novedadesWindows 10 Demo Technical Preview  Novedades Windows 10Conoce el Preview de Windows 10 en menos de 10 minutos Learn about Windows 10 in less than 10 minutes! Observe the beginning's of Microsoft's strategy to create a single platform for many types of devices. Suscrbete!   Sgueme en Mi Blog  Twitter  Facebook  ", "viewCount": 0.3244029589030022, "labels": [106]}, "13JI8ssChww": {"likeCount": 0.15314789170422552, "dislikeCount": 0.0, "videoId": "13JI8ssChww", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "Harp Musical Instrument Celtic Music Musical Genre Fantasy fairy queen ghost in a shell Undine Mythical Creature Undine Opera music celtic new age relaxation piano debussy l'apres midi d'un faune Original composition fairy ring Faun Musical Group New Age Music Musical Genre Song newArt and Music  UNDINES .. New Age Fantasy  Harp and piano relaxation  Celtic Musicnew...welcome to my Original composition UNDINES..Undinen..this are beautiful fairies,living in the water..I tried to capture the unique mood..copyright by Birgit Bechtold,Germany...played on Yamaha CVP 509..sounds only piano, harp and strings....enjoy and thank you for your nice visit!.", "viewCount": 0.3147676324241099, "labels": [754]}, "hZtKNPzZcmk": {"likeCount": 0.19030899869919438, "dislikeCount": 0.06020599913279624, "videoId": "hZtKNPzZcmk", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "Drawings car Drawings ric Gutemberg desenhos de Eric Gutemberg desenhos de carros carros esportivos tablet digital sketchbook pro draw carNew and old drawings of Eric Gutemberg The video contains ancient drawings of new designs and other issues. Most are from drawings made on the digital tablet using the program SketchBook Pro 2010, but has a few drawings on paper and colored with crayons.  O vdeo contem desenhos antigos de outras edies e novos desenhos. A maioria so de desenhos feitos no tablet digital usando o programa SketchBook Pro 2010, mas tem alguns poucos desenhos feitos no papel e coloridos com lpis de cor.", "viewCount": 0.4090575455222202, "labels": [2, 7, 48, 80, 213]}, "h_r5ZxDed1s": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "h_r5ZxDed1s", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "Gypsy Vanner Stallion Mario A. Contreras Dressage Radical RADICAL  2012 and Mario A. Contreras N'CO The  RADICAL  Headlines  Gypsy Vanner Stallion Born July032008 Sire The Headliner GV00171F Dam Dreamcatcher GV00028F1 Color Plebald Owner Sr. Amando Treto Mario A Contreras 6304159788 TRAININGSALESSHOWING mctraining1yahoo.com www.mchorsetraining.com", "viewCount": 0.32657609167176105, "labels": [15, 18, 87, 365, 536]}, "hfCvxQ-8Wuk": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "hfCvxQ-8Wuk", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "KASTDA Sri Lankan Welcome Dance 2009KASTDA Sri Lankan Welcome Dance 2009KASTDA is Kent based charity that supports orphaned children following the boxing day Tsunami 2004.Champa Chapman a member of KASTDA performs this welcome dance.", "viewCount": 0.33081373786380386, "labels": [6, 8]}, "J5Upop06Y1M": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "J5Upop06Y1M", "title": "", "description": "", "length": 0.24623979978989563, "keywords": "Big Jump Gesiete G7 Rosario Electronic Electronica Tech House MusicGesiete  Big Jump Rosario  www.myspace.comgesieteUna tarde de calor tremendo, pero con buena onda. Big Jump a pleno. Gesiete aka Gesietech.", "viewCount": 0.30390173219974126, "labels": [61]}, "QcG6V8MUAvA": {"likeCount": 0.1414973347970818, "dislikeCount": 0.0, "videoId": "QcG6V8MUAvA", "title": "", "description": "", "length": 0.25599066250361124, "keywords": "mitch and suave little simz planet simz marilyn monroe youngers e4 rap music pop singer bloggers fashion casioLittle Simz Interview with Mitch and Suave talks Hackney Weekender, Youngers, FashionMitch and Suave caught up with the talented Little Simz for a chat in milkshake bar iShakes. We spoke to her about performing at Hackney Weekender, her role in E4 show Youngers, fashion and her musical influenc. MitchApproved SuaveApproved LittleSimz Filmed by Urban Flash.", "viewCount": 0.3644241585843729, "labels": [29, 32, 221]}, "Qh9f1VF6g-0": {"likeCount": 0.2376576957056512, "dislikeCount": 0.11760912590556814, "videoId": "Qh9f1VF6g-0", "title": "", "description": "", "length": 0.22479732663618068, "keywords": "Server Film Character Japanese Domestic Market Auto Show Event GTA MTA Radik Grand Theft Auto Video Game Series Drift Video Game Industry Drifting Radik Smith Multi Theft Auto Video Game ModJDM & Drift Server MTA  ,  ... Antuiserum & Mayhem  Hustle    ", "viewCount": 0.4071955610302981, "labels": [48, 1445]}, "soiveuEQ2RM": {"likeCount": 0.2292256071356476, "dislikeCount": 0.14313637641589874, "videoId": "soiveuEQ2RM", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "watersoftener sanisystem proproducts rustout softenermate rescareHow to clean and sanitize a water softenerHow to clean and sanitize a water softener with rust out, softener mate, res care and sanisystem", "viewCount": 0.5181065733215168, "labels": [11, 511]}, "ssY_VDrwjMk": {"likeCount": 0.14771212547196624, "dislikeCount": 0.0, "videoId": "ssY_VDrwjMk", "title": "", "description": "", "length": 0.22405492482826, "keywords": "The Blues Blues Development Crusaders Crusaders Knights Super Rugby Super 15 Bell Park PakurangaBlues Development v Crusaders KnightsWatch video highlights of the Blues Development team's 5012 victory over the Crusader Knights at Bell Park, Pakuranga on Saturday afternoon.", "viewCount": 0.3831357785442068, "labels": [0, 91, 312]}, "Ta2VHanR8ZE": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "Ta2VHanR8ZE", "title": "", "description": "", "length": 0.25440680443502756, "keywords": "basketball babc bay state magic middlesex cbc NE Playaz RI Hawks Jacquil Taylor Jeff Spellman Jackson Donahue Henry Bolton Kamali Bey Kamari Robinson Jonathan Joseph Bonzie Colson Tyree Damion Smith Laquan Arnum Levy Gillespie BallastvDotCom Curtis Cobb Jalen Adems Jordan Byrdie Kahari Beaufort Elijah Rogers boston aauJonathan Joseph and Curtis Cobb Lead a Group of Underclassmen That Got NextFor years the New England region has produced top basketball talent that go on to compete for big name college programs and even the NBA. At this current time names like Wayne Selden, Nerlens Noel, Noah Vonleh, Ricardo Ledo and Mitch Mcgary to name a few are buzzing around the new england basketball gyms. In this clip you'll see a group of players that you would want to keep a eye on over the years.", "viewCount": 0.3767230098110719, "labels": [0, 52, 70, 91]}, "o3Uq8wN03gE": {"likeCount": 0.18750612633917002, "dislikeCount": 0.0, "videoId": "o3Uq8wN03gE", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "Little dragon fortune swedish music london music onetaste one tasteLittle Dragon at OneTaste in Concert  \"Fortune\"Little Dragon playing OneTaste in Concert at The Garage, London in March 2010. This magical gig was a special showcase for the Swedish group curated by the OneTaste Collective in London with support from Jono McCleery. Video shot and edited by Paul Evans", "viewCount": 0.3750739751235351, "labels": [3]}, "U8TyhzMIuvY": {"likeCount": 0.1146128035678238, "dislikeCount": 0.03010299956639812, "videoId": "U8TyhzMIuvY", "title": "", "description": "", "length": 0.23996737214810382, "keywords": "Aviation Fly Flying Flight Travel Airplane Plane Aircraft Airlines Airways Airliner Airport Airbus Boeing Saudi Arabia Qatar Doha Dammam Riyadh take off landing Airplane PlaneQatar Amiri Flight A340500 Touch and GoThis rare and gorgeous A340 made a series of touch and go at Doha after some maintenance work. enjoy!! Thanks for watching and commenting!!", "viewCount": 0.3333245698961963, "labels": [2, 44, 46, 107, 109, 114, 145, 162]}, "o6gRyN16fGo": {"likeCount": 0.14623979978989562, "dislikeCount": 0.10413926851582252, "videoId": "o6gRyN16fGo", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "wrestlemania ring show of shows grandest stage them all wwf wwe jeeper1540 series action figures wrestling figs ringside collectables\"WWF Figure Closeup\" WWE Mattel WrestleMania Superstar Ring Action Figure ReviewSeason 1, Episode 26 Me, Jeeper1540 on an episode of \"WWF Figure CloseUps\" where we take a look at Mattel's WWE WrestleMania Superstar Ring. Look out for more WWF Figure CloseUps soon! Music Courtesy of  Lochitin New WWF Website", "viewCount": 0.43730224027881576, "labels": [0, 199, 1482, 1520]}, "DWP0Jz9Unoo": {"likeCount": 0.3507720976685614, "dislikeCount": 0.15910646070264992, "videoId": "DWP0Jz9Unoo", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "FIFA 14 airjapesfifa air japes fifa 14 guide fifa 14 tutorial ksiolajidebt nepenthez aa9skillz matthdgamer best players on fifa 14 fifa ultimate team web app fifa ultimate team tips fifa ultimate team best players fifa 14 demo gameplay fifa 14 cristiano ronaldo fifa ultimate team 14 strategy fifa 14 pro clubs fifa 14 gameplay fifa 14 ultimate team chemistry styles path to power fifa 14 fifa 14 xbox one next gen fifa gameplayI Hate the Transfer Market  Xavi TeaseI'm gonna keep posting these so drop a thumbs up and maybe EA will take notice! Use the code \"JAPES\" for 7 off!!!! The Squad Electronic First www.electronicfirst.com Check out the full FIFA 14 Path to Power Playlist below for all sorts of different game modes and content! Full FIFA 14 Playlist Follow me on Twitter airjapesfifa Check out my facebook www.facebook.comairjapesfifa Live for FIFA 14 www.twitch.tvairjapesfifa My Brazilians Music by MiTiS If you are interested in some top Next gen FIFA 14 gameplay on the Xbox One and the PS4 then stick around. I give tips and tricks for fifa 14 in every episode as well as offer up a big of general commentary to go with it! Make sure to subscribe to my channel for more information on the FIFA ultimate team as well as loads of FIFA ultimate team tips! I'll give you guys reviews on the best players in ultimate team, money making tips, and of course pure FIFA goodness", "viewCount": 0.48339881014020486, "labels": [0, 63, 167]}, "DX7VCYLySZs": {"likeCount": 0.4309885559660194, "dislikeCount": 0.3001300933020419, "videoId": "DX7VCYLySZs", "title": "", "description": "", "length": 0.24871383754771867, "keywords": "khmer hip hop khmer music khmer remade song khmer production khmer oldies khmer song khmer traditional song khmer dance song saravan rok ku saravan khmer asian traditional song sok cream visal sok visal klapyahandz prduction klapyahandzSreyLeak   Saravan Rok Ku ft. Gobeshite & 12ME Officail MVContact Us  Tel  012800377012812577 Mail  infokyhrecords.com Additional arrangements and instruments by 12ME. Follow Us  Facebook  Instagram  Follow Sreyleak Facebook Copyright 2015 KlapYaHandz Records. SreyLeak SaravanRokKu KlapYaHandz", "viewCount": 0.662444278600975, "labels": [14]}, "DYTZ53gVmxo": {"likeCount": 0.25378190950732743, "dislikeCount": 0.1146128035678238, "videoId": "DYTZ53gVmxo", "title": "", "description": "", "length": 0.26127838567197353, "keywords": "Corde Lisse Aerialist Profession Rope Sports EquipmentRope corde lisse Involuntary Waste 2014INVOLUNTARY WASTE  Involuntary Waste was a solo performance piece showcased at the Boulder, Colorado Aerial Dance Festival. The artist's collection of a year's worth of disposable receipts was an attempt to shine a spotlight on how often modern society engages in complicit waste generation via the accumulation of paper receipts.  Produced & Performed by Kayleigh Stack Music by Bonobo Available for Teaching and performance, international and national ", "viewCount": 0.44890862041023505, "labels": [6, 8, 1765]}, "D_kkzk1J8Aw": {"likeCount": 0.21702617153949577, "dislikeCount": 0.06989700043360189, "videoId": "D_kkzk1J8Aw", "title": "", "description": "", "length": 0.24502491083193612, "keywords": "rome roma italia italy capital paris europe europa colosseo coliseum piazza di spagna venditti capoccia grazie as serie lazio pantheon trevi fountain fontana viaggi travelRome , the eternal citybeautiful slide show of Rome at its best", "viewCount": 0.4990147865326495, "labels": [1226]}, "lpvmFnsQI0U": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "lpvmFnsQI0U", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "FFXI Tarutarum SummonerFFXI Pulling the StringsENM By Mojaoja On ramuh", "viewCount": 0.340823996531185, "labels": [0, 1686]}, "lqtjwkGRruU": {"likeCount": 0.20530784434834196, "dislikeCount": 0.10413926851582252, "videoId": "lqtjwkGRruU", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "Libre Tea Teaonthego tea travel mugHow to Use your Libre Tea GlassLibre Tea glasses have healthconscious glass interiors for fresh taste and a durable polycarbonate exterior for 'on the go' practicality. The stainless steel tea filter is surrounded by BPA free polypropylene as is the lid interior. Three styles available the Libre Original 260ml, Large 420ml and Mug 280ml", "viewCount": 0.47672894745994326, "labels": [11, 229, 750, 1593, 2630]}, "2DgKV2LEdAU": {"likeCount": 0.1380211241711606, "dislikeCount": 0.047712125471966245, "videoId": "2DgKV2LEdAU", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "Amtrak Mass Transportation System Amtrak Southwest Chief Transit Line Roomette Observation Car Transit Service TypeAmtrak southwest chief  Roomette  Observation car  Accessible RoomWalking through our roomette and Accessible room, and into the observation car on the Southwest Chief.", "viewCount": 0.3979866922564903, "labels": [2, 45]}, "5sxtR-9EvUU": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "5sxtR-9EvUU", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "How to block the adds on youtube and any other website do typhoon100 hawkmoth11How to block the adds on youtube and any other websitejust a quick help video, he adds where anoying me soooo...", "viewCount": 0.326528962586083, "labels": [505]}, "uh25VX1GSe0": {"likeCount": 0.047712125471966245, "dislikeCount": 0.09030899869919436, "videoId": "uh25VX1GSe0", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "one piece mugen 2012 new nouveau travel voyage onepiece luffy nami robin ussop chopper ace brook trafagar lawOne Piece Mugen 2012 Travel  One piece mugen Travel", "viewCount": 0.30603200286882853, "labels": [362, 378]}, "jpvrL5JVkUQ": {"likeCount": 0.21205739312058502, "dislikeCount": 0.11139433523068368, "videoId": "jpvrL5JVkUQ", "title": "", "description": "", "length": 0.2633468455579587, "keywords": "jim stoppani jym jym supplement science POST JYM Pre JYM supplements post workoutPost JYM Why Do you want to take a Post WorkoutIn this video I give a simple answer as to why it is so critical to get in a good Post workout Product such as with POST JYM. Want full access to one of the most educated minds in the fitness industry? Check out www.Jimstoppani.com", "viewCount": 0.4234719704621876, "labels": [100, 161]}, "kRbUFtMTXkY": {"likeCount": 0.12041199826559248, "dislikeCount": 0.047712125471966245, "videoId": "kRbUFtMTXkY", "title": "", "description": "", "length": 0.26683859166900004, "keywords": "Call of Duty DLC der riese blackops DLC moon walkthrough black ops Rezurrection cod7 cod zombies nazi zombies zombies easter eggs cheats hints tips gamefront gamefront.com game front breakmedia break media game front break xbox ps3 hdBlack Ops DLC  Rezurrection  Moon  Coop James, Mitch, and Zach 13This is the first time the gamefront staff has gone online with the new zombies map, Moon . This map is part of the Rezurrection DLC map pack for Call of Duty BlackOps. For a full written walkthrough visit ", "viewCount": 0.3470410490975931, "labels": [0, 1, 36, 147, 423]}, "kY6XLM9Lhxg": {"likeCount": 0.16334684555795864, "dislikeCount": 0.0, "videoId": "kY6XLM9Lhxg", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "XBOX360 iMsTHE iDOL MSTER2  MEGARE!  MAMIKITHE iDOL MSTER2  MEGARE! MAMIKI", "viewCount": 0.3979684923827026, "labels": [5, 1609]}, "c0kH2qIyG7E": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "c0kH2qIyG7E", "title": "", "description": "", "length": 0.2656098202012832, "keywords": "arabian horse region 11 regionals hunter pleasure JTR 1417Arabian Hunter Pleasure JTR 1417 Region 11 2011Yea soo I didn't place in this one but, you win some you lose some oh well. He was a good boy for me and next year we will do better!", "viewCount": 0.3478277831919605, "labels": [15, 18, 87, 1751]}, "hkhNV1NTMRI": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "hkhNV1NTMRI", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "utah street legal kit ruthless motor sports ruthless motor sports turn signal kit turn signal kit road kit road on road rzr rzr rzr xp rzr xp 4 900. kryptoniteracing best turn signal kit horn kit license for onroad use onroad kit2012 POLARIS RZR XP 4 900 STREET LEGAL KIT INSTALLED shows you their street legal kit installed on a 2012 Polaris RZR XP 4 900. Call for more information on this great kit.", "viewCount": 0.38069935136821076, "labels": [2]}, "Y3_ET1mdqjk": {"likeCount": 0.14771212547196624, "dislikeCount": 0.047712125471966245, "videoId": "Y3_ET1mdqjk", "title": "", "description": "", "length": 0.2557507201905658, "keywords": "inFAMOUS Festival of Blood Review Video Game PlayStation Network Download PS3 PSN Sucker Punch Let's Play Lets Walkthrough Guide Infamous video Game Playthrough Games Gameplay Sony PlayStation 3 Xbox Xbox360 Ps2 Wii Trailer Psp Nintendo Playstation3 Playthrough Part Console Uncharted MissioninFAMOUS Festival of Blood ReviewReuploaded from my old account. Read the full written review at ", "viewCount": 0.34791432479786133, "labels": [0, 1, 35, 183]}, "MfTMBcJVGSs": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "MfTMBcJVGSs", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Cannock Chase Mountain Bike Trail Mountain Biking MTB Follow the Dog Red Route Rugeley Stafford Cannock Midlands UKCannock Chase Trails  Follow the Dog  Twist & Shout\"Twist & Shout\" section on Follow the Dog at Cannock Chase. Follow the Dog is a red graded 6 mile mountain bike trail located in the Midlands in the UK. Opened in 2005, the trail was completely designed and built by Chase Trails and more recently additional sections have been added, including the all new Tackeroo descent which was built as part of the contractor works to the Monkey Trail and opened in April 2010.", "viewCount": 0.39703468762300936, "labels": [53, 58, 163, 232, 427]}, "MgZjlW6jNJY": {"likeCount": 0.3215108581053093, "dislikeCount": 0.12552725051033062, "videoId": "MgZjlW6jNJY", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "Final Fantasy VII Video Game Zack Fair Fictional Character Crisis Core Final Fantasy VII Video Game PlayStation Portable Operating SystemCrisis Core FFVII  Zack meets Aerith HDZack meets Aerith for the first time. Crisis Core is running on PPSSPP, a free to download PSP emulator for all platforms. ", "viewCount": 0.5028013794470833, "labels": [159, 626, 1740, 2437, 2731]}, "MhODRzXouPA": {"likeCount": 0.1380211241711606, "dislikeCount": 0.0, "videoId": "MhODRzXouPA", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "Nikon Small World Photomicrography Competition 2011Nikon Small World Photomicrography Competition 2011The Nikon Small World Photomicrography Competition lets us see beyond the capabilities of our unaided eyes. Almost 2000 entries from 70 countries vied for recognition in the 37th annual contest, which celebrates photography through a microscope. Images two through 21 showcase the contest's winners in order, and are followed by a selection of other outstanding works. Scientists and photographers turned their attention on a wide range of subjects, both living and manmade, from lacewing larva to charged couple devices, sometimes magnifying them over 2000 times their original size. source The Boston Globe. Music Visible World  Scuro  Jan Garbarek.", "viewCount": 0.3819807064590756, "labels": [146, 2676]}, "MoUmq44KncU": {"likeCount": 0.16627578316815741, "dislikeCount": 0.06989700043360189, "videoId": "MoUmq44KncU", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "Ketogenic Diet Diet Diet Website Category weight loss fat loss nutritional ketosis Dieting Symptom Atkins Diet Diet paleo diet crossfit low carbohydrate diet low carb high fat coconut oil peter attia Gary Taubes AuthorTOP 5 REASONS to get ripped & healthy doing the ketogenic diet.Learn about the benefits of ketosis over just low carb WEBSITE FB stephanie \"the business\" person", "viewCount": 0.3227886704613674, "labels": [2155]}, "x7HXxEwoLU0": {"likeCount": 0.1653212513775344, "dislikeCount": 0.08450980400142569, "videoId": "x7HXxEwoLU0", "title": "", "description": "", "length": 0.25237464668115644, "keywords": "dj tutor turntabalist beatjuggling beat juggling vestax hip hop house adviseBeat juggling Tutorial, video 2. Messing about with the beats is not just for the turntabalist , you the house DJ can do it too.", "viewCount": 0.4223703563522536, "labels": [61]}, "YClfvMw4j8I": {"likeCount": 0.22528530309798933, "dislikeCount": 0.06989700043360189, "videoId": "YClfvMw4j8I", "title": "", "description": "", "length": 0.24756711883244298, "keywords": "edu erdanuy on the road tagima mouxi andressa marques girl on guitar guitar theme Edu Ardanuy Musical Artist Cover Guitar Cover SongEdu Ardanuy  On the Road  Andressa Mouxi Guitar CoverTagima E1 Branca Edu Ardanuy Signature Facebook Instagram andressamouxi", "viewCount": 0.37999605274059833, "labels": [4, 9, 10]}, "wqvOldZI3TA": {"likeCount": 0.15314789170422552, "dislikeCount": 0.047712125471966245, "videoId": "wqvOldZI3TA", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "Luwi & Ricoe Snapback Music VideoLuwi & Ricoe  Snapback Music VideoOut of Orlando, University of Florida students Luwi & Ricoe bring you \"Snapback\" filmed in Charlotte, NC. Twitter LuwiandRicoe Facebook Luwi & Ricoe Directed by Preston Norales or FRESHPres", "viewCount": 0.3391288048595298, "labels": [14]}, "MrjzqloosQw": {"likeCount": 0.12041199826559248, "dislikeCount": 0.0, "videoId": "MrjzqloosQw", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "Demi Lovato Jonas Brothers Nick Joe Kevin Rodeo Houston march 2010 reliant stadium get backDemi Lovato. Get Back Houston Rodeo 2010This was her first song. She forgot the lyrics but i think she sang really well.", "viewCount": 0.34729026518036643, "labels": [3]}, "veM2i4WGTPA": {"likeCount": 0.1079181246047625, "dislikeCount": 0.06020599913279624, "videoId": "veM2i4WGTPA", "title": "", "description": "", "length": 0.2588831725594207, "keywords": "LOL Minecraft Video Game pewdupieMinecraft Temple RunMinecraft Temple Run server ipmc.cowcraft.net", "viewCount": 0.33825573219087857, "labels": [0, 27, 3122]}, "vo_VcAYqEn8": {"likeCount": 0.1278753600952829, "dislikeCount": 0.07781512503836437, "videoId": "vo_VcAYqEn8", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "welder series hairpin axle bracketHairpin Axle BracketsGrant Schwartz fabricates custom front hairpin axle brackets for a Model A frame. For the complete build, search for Welder Series Model A Frame on JalopyJournal.com.", "viewCount": 0.39872639541222354, "labels": [62]}, "IA2B1GN7_Iw": {"likeCount": 0.28937617620579437, "dislikeCount": 0.12552725051033062, "videoId": "IA2B1GN7_Iw", "title": "", "description": "", "length": 0.2662757831681574, "keywords": "Helloween Ride The Sky Kiske Hansen Metal RockHelloween  Ride The Sky With KiskeOoohhhh Good Times ", "viewCount": 0.5382605914097054, "labels": [3]}, "VldIuh2Eu7c": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "VldIuh2Eu7c", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "the avett brothers avett brothers scott avett seth avett asheville civic center 2010 2011 nye joe kwon bob crawford cupid sam cooke sam cooke coverThe Avett Brothers  CupidThe Avett Brothers performing a cover of Sam Cooke's song \"Cupid\" at the Asheville Civic Center on NYE 20102011", "viewCount": 0.3576686805200996, "labels": [3, 4]}, "BZzpfzipQnw": {"likeCount": 0.18195439355418688, "dislikeCount": 0.06020599913279624, "videoId": "BZzpfzipQnw", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "F1 2015 Formula 1 Formula One Grand Prix 2015 Formula One SeasonF1 2015  McLaren Honda  The MP430 in studioF1 news, HD photos and more on our website ", "viewCount": 0.4013385017749686, "labels": [2, 7, 17]}, "BbMmnAO56Tg": {"likeCount": 0.12041199826559248, "dislikeCount": 0.0, "videoId": "BbMmnAO56Tg", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "Freeman feeling beautiful face mask freeman facial face masks drugstore mask review dead sea minerals brown sugar and charcoal healthy skin exfoliate pores face charcoal mask soft skin mask best masks at home facial pamper yourself how i pamper myself how to pamper yourself at home anti stress mask facial polishing mask healthy skin at home how to get soft smooth skin face mask for smaller pores acne masks for acne prone skin masks for eczemaFreeman Masks Review Charcoal & Black Sugar and Dead Sea MineralsHi Friends! Here is my review for these 2 masks The Freeman Facial Polishing Mask in Charcoal and Black Sugar, and the Freeman AntiStress Mask in Dead Sea Minerals. For business inquiries, email me at iloveseethalgmail.com Earn Cash Back for Shopping Online!! DIYS Chai Tea Latte DIY  DIY Easiest Iced Coffee Recipe  Alcohol Gift Basket DIY Henna For Feet DIY Caramel Latte DIY DIY Pedicure w St. Ives Orchid Lei DIY DIY Henna Tattoo Egyptian Princess Makeup  Costume DIY Feather Henna Boho Ankle Tattoo DIY DIY Closet Curtain Doors BTS Tumblr Notebooks Dark Mermaid Makeup DIY Sage Smudge Sticks DIY DIY Alcohol Bouquet Exfoliate Lips w Sugar  Honey DIY Turmeric Face Mask DIY Sangria DIY Towel Cake HAIR Tresemme Keratin Smooth Shampoo Review Lighten Your Hair with Baking Soda and Hydrogen Peroxide! L'Oreal Volume Filler Thickening Shampoo Review How I Curl My Hair How I Dye My Hair From Black to Chocolate Ash Brown How I Apply Coconut Oil How I Cut My Hair in Layers ORGANIX Moroccan Argan Oil Review Henna N Placenta Hair Mask Review FASHION Organizing my Closet with Velvet Hangers Sweater LookBook The Vampire Diaries Elena Gilbert Inspired Outfit LookBook MAKEUP Revlon PhotoReady Concealer Review Maybelline Rocket Mascara Review NYC High Definition Liquid Eyeliner Review L'Oreal Face Primer Review Revlon Colorstay Whipped VS. Loreal True Match Lumi Maybelline Volum' Express Falsies Mascara Review Blushes and Bronzers for Medium Tan Brown Olive Skin Tones Drugstore Nude Lipsticks for Tan, Olive, Medium, Indian Skin Revlon Colorstay Whipped Foundation Review Maybelline Fit Me Matte & Poreless Foundation Review How I Clean My Makeup Brushes w Dawn Dish Soap Get Ready w Me OILS  HEALTH 6 Benefits of Almond Oil 6 Benefits Of Coconut Oil 10 Reasons to Drink Lemon Water 10 Benefits of Apple Cider Vinegar 10 Benefits of Witch Hazel MOTIVATIONAL  BOOKS Books That Changed My Life 5 Ways to be more Positive Connecting with your Inner Self Book Reviews  The Celestine Prophecy  The Hero MISC Pet Gift Box Review  Dove Toning Body Wash Review TAGS 50 Facts About Me My Tattoos & Piercings The Me Time Tag Summer Morning Routine  Disabled Students of Fiji Islands  We hand out gifts ", "viewCount": 0.3554610285226164, "labels": [932]}, "Bcv0g8aN2vk": {"likeCount": 0.15910646070264992, "dislikeCount": 0.0, "videoId": "Bcv0g8aN2vk", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "Recover Files From Flash Drive recover deleted files from flash drive recovering files from flash driveRecover Files From Flash Drive EasilyRecover files from flash drive If you need to recover files from flash drives such as images, videos or any other media, I recommend you download this tool which will allow you to scan your flash drive for files that can be recovered. Once they are identified, you can choose to register the software which will allow you to restore files from your flash drive that have been either deleted by accident or due to a computer crash or malfunction. Just choose the flash drive drive from the software screen, scan for files that can be recovered and click on recover. It's that easy to recover files from a flash drive. how to recover files from flash drive recovering files from flash drive flash drive file recovery recover files on flash drive recover files from usb flash drive ", "viewCount": 0.3650210354660359, "labels": [1375]}, "gpgSyOeSods": {"likeCount": 0.11760912590556814, "dislikeCount": 0.09030899869919436, "videoId": "gpgSyOeSods", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "gilera runner 200 piaggio nrg 125 typhoon 80 70 50 172 183 210 vx vxr sp mc3gilera runner 200 piaggio nrg 125 piaggio typhoon 80 shack wheelies part1 north londongilera runner 200 piaggio nrg 125 piaggio typhoon 80 gilera runner 70 n12", "viewCount": 0.45583365015599187, "labels": [2, 30, 55, 280, 408]}, "jJLq-Dtv5og": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "jJLq-Dtv5og", "title": "", "description": "", "length": 0.2305351369446624, "keywords": "touchstone pictures walt disney jon chu step up 3d 3d new exclusive featurette scene acdc adam dance crew lxd legion extraordinary dancers streets moose sevani hip hop street club music drama romance breakdance rick malambri sharni vinson night sneak peek hd life film steps it bboy summit entertainment world jam battle madd chadd ballet tap break pop lock tango bollywood robot rock daft punk old school dub dubstepSTEP UP 3D WORLD JAM ROUND 2 BATTLE OF GWAISTEP UP 3D EORLD JAM ROUND 2 BATTLE OF GWAI", "viewCount": 0.3775756037844098, "labels": [8]}, "jNBAynA65eo": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "jNBAynA65eo", "title": "", "description": "", "length": 0.2619093330626743, "keywords": "kawasaki suzuki huge air jump pain 250 450My 2005 Crf250r Redneck Riders of PAthis is my new 2005 Crf250r Add us on Myspace! and Twitter! Camera used is a GoPro Hero HD Thanks for watching our videos Comment, Rate, Subscribe  ITS FREE!!!! Hope You Enjoyed", "viewCount": 0.3061829307294699, "labels": [2, 17, 30]}, "FJNyMS2Hr9E": {"likeCount": 0.15051499783199063, "dislikeCount": 0.047712125471966245, "videoId": "FJNyMS2Hr9E", "title": "", "description": "", "length": 0.25797835966168103, "keywords": "Sarasara magicstick jumpingstick curisco fatal zigzara zagzarinha poderosa queen bora marrenta pedra happy popper NELSON NAKAMURA WWW.REDTACKLE.COM luring fishing brazil lureREDTACKLE.COM  ALL ABOUT NELSON NAKAMURA FISHING LURESWWW.REDTACKLE.COM ALL ABOUT NELSON NAKAMURA LURES , Sarasara, magicstick, jumpingstick, curisco , fatal, zigzara, zagzarinha,poderosa, queen, bora,marrenta,pedra,happy popper", "viewCount": 0.41259689630925567, "labels": [43, 374]}, "fctqeDjJMEs": {"likeCount": 0.13979400086720378, "dislikeCount": 0.06020599913279624, "videoId": "fctqeDjJMEs", "title": "", "description": "", "length": 0.23636119798921446, "keywords": "Concert Live London Live band Evanescence HMV Hammersmith Apollo gig Amy Lee show new album FULL HD Best 41111 4112011 friday fri 4th November 2011 11 England Bring me to life wake up insideFULL HD EVANESCENCEBRING ME TO LIFEWAKE ME UP INSIDELIVE HAMMERSMITH APOLLO FRI 4TH NOV 2011Amy Lee and Band performing at their sell out show at The HMV Apollo London England.Friday 4th November 2011 Filmed from the hot upper circle Row W nearly as far back as you can get !", "viewCount": 0.4010978012174742, "labels": [3, 6]}, "d05WjvDuUQI": {"likeCount": 0.13010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "d05WjvDuUQI", "title": "", "description": "", "length": 0.24885507165004445, "keywords": "Dressage Sport Horse Riding Haflinger 2nd level freestyle kur ace's wild wild usdf Pony Equestrianism Sport musical freestyle music2nd Level Dressage Freestyle Haflinger2nd Level Dressage Freestyle Ace's Wild FTF and Allison 2013 USDF Recognized Show 72 I love my Haflinger! This was such a fun ride!", "viewCount": 0.36136304349252407, "labels": [15, 18, 87, 365]}, "d0BzpHAcCMM": {"likeCount": 0.1380211241711606, "dislikeCount": 0.047712125471966245, "videoId": "d0BzpHAcCMM", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "datfaka Machinma Red Dead Redmeption Gta Rockstar Offical Website Channel Free Roaming Gold Guns May 21st Entertainmant gun weapons video game Redemption Debut Trailer Gameplay Game Amazon Weeks IV Grand Thief Auto Announced Best 10 videos Story Glitches guns Assassins Clothes Achievements Xbox 360 Trophies Playstation Commentary HD High Definintion RDR PIG ps3 Redemtion Roam ytqualityhighRed Dead Redemption  Free Roam  Hunting \"The Legendary Boar Gordo\" HDMaster Hunter II  Rank 3 Gordo The Legendary Boar!!", "viewCount": 0.41963696531676087, "labels": [0, 1, 1606, 1623]}, "xo-xpxoS3yI": {"likeCount": 0.09030899869919436, "dislikeCount": 0.07781512503836437, "videoId": "xo-xpxoS3yI", "title": "", "description": "", "length": 0.2496929648073215, "keywords": "triton tritton AX pro head set headset ps3 xbox live pc mac windows ultimate gaming game tech source ultimatetechsource smart phones instructions wireless laptops chips electronics semiconductors howto computers cellphones tips & tricks software consolesTritton AX Pro PS3 and Xbox Live Headset!Just a quick unboxing. This thing is hard to setup, but once you set it up its a beast headset. Twitter Thanks, Eric", "viewCount": 0.3484584529282843, "labels": [24, 183, 410, 722]}, "XqR25dBgeH8": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "XqR25dBgeH8", "title": "", "description": "", "length": 0.24440447959180764, "keywords": "Profender deworming tapeworms roundworms hookworms cat worms cat dewormer feline dewormer intestinal parasite prevention topical dewormerPreventing Internal Parasites in CatsDeworming your cat is very important. Dr. Sherri Rigby from Bayer Animal Health tells us why it could make the difference between life and death, and offers an easy solution for your cat or fuzzy feline family member.", "viewCount": 0.32999429000227676, "labels": [15, 18, 170]}}