{"-0zrpo2QPPQ": {"likeCount": 0.03010299956639812, "dislikeCount": 0.06020599913279624, "videoId": "-0zrpo2QPPQ", "title": "", "description": "", "length": 0.2629409599102719, "keywords": "star wars the clonestar wars the clone wars episode 1 on swedich part 1star wars the clone wars episode 1", "viewCount": 0.32782962080912736, "labels": [1, 16, 189]}, "oxAsv4jkrNQ": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "oxAsv4jkrNQ", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "pop korean bigbang top yeomjunghwa D.I.S.C.O MV  YeomJungHwa ft. T.O.Pthis is the mv of disco with chinese substitle from BBCN", "viewCount": 0.35036545192429597, "labels": [14]}, "ESJ-1nHGYIE": {"likeCount": 0.03010299956639812, "dislikeCount": 0.06020599913279624, "videoId": "ESJ-1nHGYIE", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "fashion Dress dresses model clothing clothes neckline sleeves Body size bust chest torso hem length gown patterns cloth texture fabric project runway Wendy Pepper designer design formal evening wear woman women FemaleFashion Tips  Choosing Formal Wear Patterns & TexturesTo view the previous video in this series click ", "viewCount": 0.36635124704151556, "labels": [66, 293, 1313]}, "ocx0pFYrYZg": {"likeCount": 0.06020599913279624, "dislikeCount": 0.09030899869919436, "videoId": "ocx0pFYrYZg", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "Skateboard Longboard InsectInsect SurfBug Skating Venice BeachThe new Insect Longboard  the Surf Bug goes through Venice Beach via Ken Barrett and his kick ass moves.", "viewCount": 0.35251744278352715, "labels": [68, 72, 452, 480]}, "ocykoHarqQs": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "ocykoHarqQs", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "     cat dog movie kitty galore revenge   The Revenge of Kitty Galore KMOVIE K   ", "viewCount": 0.30553783313750005, "labels": [25]}, "qz_JHH4syf8": {"likeCount": 0.13010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "qz_JHH4syf8", "title": "", "description": "", "length": 0.2539076098792777, "keywords": "Super Soaker CPS 1000 1200 Water Warriors Gun Squirt BlasterSuper Soaker CPS 1000 and 1200 ComparisonA comparison between the super soaker CPS 1000 and 1200. Sorry about the ending. In the comments below post what you think is the better weapon.", "viewCount": 0.35110808455391185, "labels": [26]}, "GLZejHWDAUI": {"likeCount": 0.1278753600952829, "dislikeCount": 0.0, "videoId": "GLZejHWDAUI", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "game music game music remix overclocked ocremix video game music game song super nintendo genesis 16bit mcvaffe final fantasy ff9 ffxi playstationFinal Fantasy IX  Melodies of Life Arranged  Remixed by McVaffeFF9 remains one of the PS1 games I let slip away, despite all the good things I've heard about it. However, being a fan of Nobou I still picked up the soundtrack back when the game came out. Loved this theme in particular, and thought it needed a very simple piano  strings treatment. Enjoy!! www.mcvaffe.com www.ocremix.org", "viewCount": 0.33506356082589545, "labels": [0, 159]}, "-Rsf3hek4Qs": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "-Rsf3hek4Qs", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "Games Game Literature Subject Olympics boxing sport ireland irish Taylor Gold katy perry fireworkKatie Taylor Olympic gold medal championIrish boxer Katie Taylor made history when she won gold at the London Olympics.The humble girl from Bray scooped the gold after defeating Sofya Ochigava 108 in the final. Congratulations Katie.You done us proud.", "viewCount": 0.340671045860979, "labels": [92, 2736]}, "m_R8JwX092I": {"likeCount": 0.1863322860120456, "dislikeCount": 0.03010299956639812, "videoId": "m_R8JwX092I", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "somethin' hot live afghan whigs greg dulli 1965 gutter twins twilight singers something susan marshallSOMETHIN' HOT the afghan whigsGreg and Co. rawk the BBC!", "viewCount": 0.4266678465464569, "labels": [3, 4]}, "mLStSgWCdho": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "mLStSgWCdho", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "Oceanic Alpha 8 CDX5 Alpha 8 CDX5 Oceanic 1st and 2nd stages Regulators Simply Scuba oceanic oceanic uk oceanic suit wet diving equipment oceanic diving oceanic oceanic scuba computer dive oceanic diving oceanic valveOceanic Alpha 8 CDX5  www.simplyscuba.comThe Oceanic Alpha 8 CDX5 is the standard of regulator used to judge all other entry level regulators. A great reg for recreational divers looking for professional performance at a reasonable price. The Alpha 8 makes the diving adventure that much easier to experience.", "viewCount": 0.3571592383361307, "labels": [366]}, "8DmQX9nKu3M": {"likeCount": 0.20043213737826426, "dislikeCount": 0.06020599913279624, "videoId": "8DmQX9nKu3M", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "Beer Geek Nation stone coffee milk stout session stout stout stone brewing coffee beer milk stout beer reviews beergeeknation beer geek nation homebrewing beer brew craft beerStone Coffee Milk Stout  Beer Geek Nation Craft Beer ReviewsBuy A BGN ShirtGlass Here  Coffee Milk Stout Stone Brewing 4.2 ABV Beer Geek Nation Rating B Stone Coffee Milk Stout, previously known as Gallaghers After Dinner Stout at Liberty Station. Theres no shortage of talented people at Stone and each makes their presence known in their own unique way. Brian Gallagher, a brewer who learned the art of fermentation in the UK, used the beer you now hold, a New World take on a traditional Enlgish milk stout, as his vehicle for personal expression. Originally brewed as a limitededition offering at Stone Brewing World Bistro & Gardens  Liberty Station, this coffeelaced milk stout quickly became a favorite among Gallaghers peers. Made bittwersweet and creamy while remaining smooth and easydrinking thanks to the addition of milk surgar, its clear why this is a brew we needed to share with fans everywhere.", "viewCount": 0.37334380270910617, "labels": [11, 229, 749, 2945]}, "jccWZ4AmazM": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "jccWZ4AmazM", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "Mars Attacks! Film Trailer Website CategoryMars Attacks TrailerMars Attacks! is a 1996 American science fictioncomedy fillm directed by Tim Burton and written by Jonathan Gems. Based also on the cult trading card series of the same name, the film was also inspired in part by a parody bit that Howard Stern did in the 1980s on WNBC, in which the premise involved Martians attacking and the discovery that the only way to kill them was to play Slim Whitman songs to make their heads explode. The film features Jack Nicholson, Glenn Close, Annette Bening, Pierce Brosnan, Danny DeVito, Sarah Jessica Parker, Martin Short, Natalie Portman, Rod Steiger, Michael J. Fox, Tom Jones, Jim Brown, and Christina Applegate, in a parody of science fiction B movies, with elements of black comedy and political satire. Burton and Gems began development for Mars Attacks! in 1993, and Warner Bros. purchased the film rights to the trading card series on Burton's behalf. When Gems turned in his first draft in 1994, Warner Bros. commissioned rewrites from Gems, Burton, Martin Amis, Scott Alexander and Larry Karaszewski in an attempt to lower the budget to 60 million. The final production budget came to 80 million, while Warner Bros. spent another 20 million on the Mars Attacks! marketing campaign. Filming took place from February to November 1996. The soundtrack became famous for the Martians' quirky speech pattern, which was created by reversing the sound of a duck's quack. The filmmakers hired Industrial Light & Magic to create the Martians using computer animation after their previous plan to use stop motion, supervised by Barry Purves, fell through because of budget limitations. Mars Attacks! was released on December 13, 1996 to mixed reviews from critics. The film grossed approximately 101 million in box office totals, which was seen as a disappointment. Mars Attacks! was nominated for the Hugo Award for Best Dramatic Presentation and earned multiple nominations at the Saturn Awards. \"Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use.\"", "viewCount": 0.37655940553194456, "labels": [25]}, "bloIby8xhac": {"likeCount": 0.20086001717619176, "dislikeCount": 0.0, "videoId": "bloIby8xhac", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "Kyuss Writhe Blues for the Red Sun Josh Homme Welcome to Sky Valley guitar cover Scott Reeder John GarciaKyuss  Writhe on guitarEveryone seems to be singin' for satan Guess I will too What a joke, you make me laugh 'till I turn blue Everyone's hair is out to there What a manly lookin' crew I don't think I'll tease my hair I'd rather sit here teasin' you 'cause you writhe like snakes down on the floor Out you go and in come one hundred more I've seem to lost my cowboy boots With green fringe runnin' down the side My sewin' machine has made me green 'cause my jeans didn't turn out tight And all these ruins I turn for you Ya keep my livin' alive Your smile rolls away for miles And your kiss makes it worth the ride 'cause you writhe like snakes down on the floor Out you go and in come one hundred more", "viewCount": 0.3608419051317286, "labels": [4, 9, 10, 37]}, "btxrjzi21Eo": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "btxrjzi21Eo", "title": "", "description": "", "length": 0.24857214264815802, "keywords": "Cinderella Coming Home rock 80s metal hair bandCinderella  Coming HomeCinderella was the opening band.at the Scorpions concert on 72910 in Ontario, CA.", "viewCount": 0.3459241664878082, "labels": [3, 6, 13]}, "WezZ34SfYho": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "WezZ34SfYho", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "George Moreira football highlights recruiting video running back prepforce.com2014 RB George Moreira 2012 season highlightsYou can follow high school football and basketball players that list your favorite school on PrepForce   check out highlights of 2014 RB George Moreira from his 2012 season", "viewCount": 0.3056142262059052, "labels": [79, 91, 376]}, "tGurtxbNvzw": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "tGurtxbNvzw", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "Somewhere Over the RainbowSomewhere Over the Rainbow.MTSBrandi Carlile sings Somewhere Over the Rainbow at the Mishawaka Amphitheatre.", "viewCount": 0.3182414652434554, "labels": [3, 4, 6, 10]}, "6Ex9g7AGbpE": {"likeCount": 0.13222192947339192, "dislikeCount": 0.11760912590556814, "videoId": "6Ex9g7AGbpE", "title": "", "description": "", "length": 0.2635483746814912, "keywords": "NBA Trade Talks Dwight Howard Traded To Lakers Or Chris Paul Knicks Where Will They Go Los Angeles Lakers Kobe Bryant James You Game Wade Highlights Celtics Lebron James Playoffs Dwyane Wade There Magic Finals Magic paranormal Bulls Boston Cleveland new orleans hornets LeBron James Kevin Cavaliers Heat Iverson Miami Heat Mvp Rockets Orlando Chicago BasketballNBA Trade Talks! Chris Paul Traded To Knicks Or Dwight Howard Traded To Lakers ! Where Will They Go?NBA Trade Talks! Dwight Howard Traded To Lakers Or Chris Paul Traded To Knicks! Where Will They Go? If the New York Knicks are about to lose their breath chasing another superstar the way they chased Carmelo Anthony and LeBron James before him, they should at least identify the most sensible bluechipper to recruit. Dwight Howard is bigger and better than Chris Paul, and he might be more attainable between now and the trade deadline, too. The Knicks don't have the necessary parts to deal for Paul because they surrendered everything but the Chrysler Building for Anthony, and rightfully so. Chauncey Billups' expiring contract and a couple of misfit toys won't cut it for the New Orleans Hornets, and the Knicks aren't interested in moving Anthony or Amare Stoudemire for Paul. You know how it goes  never trade big for small. Only you do trade big for bigger, and that's where the 6foot11 Howard comes in. The Orlando Magic need to deal him. They can't let him walk as a free agent like they let Shaquille O'Neal walk as a free agent in a different life. MY OTHER CHANNELS & WEBSITES ", "viewCount": 0.4239124224094778, "labels": [52]}, "YvIScCFksMM": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "YvIScCFksMM", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "video morristown morristowngreen.com hockey morristown high brian begley shane brown bobby jones ramsey colonialsMorristown hockey champsAfter three tries, Morristown High is the state champ in hockey. Senior CoCaptain Brian Begley's goal with 33 seconds left provided the 10 margin of victory. Goalie Shane Brown, a junior, stopped 22 Ramsey shots at the Prudential Center in Newark. Video by Kevin Coughlin for MorristownGreen.com, March 9, 2014.", "viewCount": 0.3604334073102911, "labels": [82, 103, 118]}, "lHJNLEDqgao": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06020599913279624, "videoId": "lHJNLEDqgao", "title": "", "description": "", "length": 0.24623979978989563, "keywords": "SAM 37972005 VOLKSWAGEN Beetle TDi, Turbo Diesel, 5 speed!!!3 door hatchback, 1.9 liter Turbo Diesel 4cyl, Up to 4050 MPG, 144,000 Miles, 5 speed manual, leather seats, fully loaded with power options, power moon roof, CD player, Alloy wheels, fog lights, runs and drives great!!!", "viewCount": 0.4072065991414746, "labels": [2, 7, 104, 197, 316, 756]}, "lOMUeFGKegg": {"likeCount": 0.2060697840353612, "dislikeCount": 0.06020599913279624, "videoId": "lOMUeFGKegg", "title": "", "description": "", "length": 0.24638929889859074, "keywords": "Triple H TV Personality Daniel Bryan TV Personality Wrestling Sport Stop Motion Animation Stop Motion TV GenreDaniel Bryan vs. Triple H stop motionyes man vs the game in epic match like. subscribe. comment. favorite. share.", "viewCount": 0.38763333290863805, "labels": [16, 1482]}, "rOE_0HBIGFk": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "rOE_0HBIGFk", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "surfing powerboard jet ski jetboard motor board surf extreme motorsurf tricks watersport motorised surfboardJet Surf  Extreme lightweight powerboard jetsurfEng Extreme center presents the new generation of motorised surfboarding. Jet Surf offers hitech parameters, which are second to none worldwide. Czech Extremcentrum.cz pin novou generaci motosurfingu. Technick parametry Jetsurfu nemaj ve svt obdobu. Eng Short full carbon concept of the board equipped with specially designed and patented racing engine with turbine, provides pure surfing sensation anytime, anywhere! Jet Surf offers gliding at 55 kmh speeds with the total weight of only 13 kilograms! Boards are sold worldwide now exclusivelly through www.extremcentrum.cz Czech Krtk celokarbonov koncept prkna se speciln vyvinutm zvodnm motorem s turbnou pin dokonal surfov zitek kdykoliv, kdekoliv! Rychlost 55kmhodinu pi pouhch 13kg hmotnosti hovo za ve, vce na www.extremcentrum.cz", "viewCount": 0.4449077089263317, "labels": [2, 17, 182, 392, 1068]}, "qU4sW0QAzMQ": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "qU4sW0QAzMQ", "title": "", "description": "", "length": 0.269810054562339, "keywords": "Blusette jazz trombone drums organ Thomas Bob Tom Russ Prime SmokehouseThomas Taylor Trio BluesetteA good first set. Bluesette was in the middle of the set and we were starting to get to something... Thomas Taylor Drums Robert Trowers Trombone Russ Kurshner Organ", "viewCount": 0.3248708735600918, "labels": [4, 13, 28, 33, 565]}, "qWKxbPG3DFI": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "qWKxbPG3DFI", "title": "", "description": "", "length": 0.24563660331290432, "keywords": "pointfight semicontact kickboxing bergamobestfighter 2008 pointfightclaudio arnoldi vs chris collymore", "viewCount": 0.30305997219659514, "labels": [110, 369]}, "OSO65OD_djk": {"likeCount": 0.35016069224188295, "dislikeCount": 0.15682017240669952, "videoId": "OSO65OD_djk", "title": "", "description": "", "length": 0.2598790506763115, "keywords": "beautylifemichelle GRWM Get ready with me Morning Routine Everyday Makeup wedding guest makeup.special occasion makeup naked 3 palette makeup tutorial daytime smoky eye daytime smokey eye naked 3 palette urban decay daytime event makeup Urban Decay Business Operation Tutorial Look Eye Quotation Subject Beauty SpecialSpecial Occasion Event Makeup  Soft Smokey Eye Tutorial  Naked 3 PaletteSpecial Occasion Event Makeup  Soft Smokey Eye Tutorial  Naked 3 Palette INSTAGRAM michellecrossan BUSINESS  Michelle is represented by MAX CONNECTORS For all enquiries and brand collaborations or influencer opportunities, please contact her management michellemaxconnectors.com.au", "viewCount": 0.5112239584740319, "labels": [39, 121, 156, 202, 207, 233, 393]}, "agy9L1YGZWM": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "agy9L1YGZWM", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "Dodge Ram Automobile Model2005 Dodge Ram 1500 Laramie Quad Cab Truck in Canada, AB2005 Dodge Ram 1500 Laramie Quad Cab Truck Mint condition with no scratches dings or rust. Clean inside and out. Always used premium gas and Amsoil. Parked in garage most winters. 15,000 in upgrades. 5,000 dollar Alpine sound system 89,276 miles 5.7L HEMI, V8 engine Clear title Keyless entry, Auto start, Tinted windows, Alarm Power steering, Power locks, Power seats, Power windows Tow package AC and Heat work great Black leather and suade interior Black suade headliner Black and yellow custom interior AEM cold air intake 400 dollars Throttle body spacer Bullydog performance tuner with pillar mount. 500 dollars 91 octane tune Dual custom exhaust with cherry bomb extreme muffler. 1000 dollars Shaved tailgate and fully debadged 1000 dollars Aftermarket grill 250 dollars Roll pan with hidden hitch assembly and flip up license plate 1500 dollars Tinted windows all around Low rider Tonneau cover with spoiler attached 2600 dollars Aftermarket led tail lights and brake lights 600 dollars HID headlights and fog lights. 500 dollars 24 inch Dub Mamba rims with toyo low pro tires. 7000 dollars new with spare and pressure sensors 20 inch stock rims with newer all season tires Serious inquiries only Qualified buyers are eligible for financing, nationwide shipping and extended warranties. Listing ID 4499", "viewCount": 0.34778444763387584, "labels": [2, 7, 75, 172, 437, 1155, 1339]}, "agUOg2jljag": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "agUOg2jljag", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "Benz Bay Area Meet jonny vu QC credit AgencyBenz Bay Area MeetBenz Bay Area Meet", "viewCount": 0.3756940236046724, "labels": [2, 7, 266]}, "ckTsRiGyxSs": {"likeCount": 0.09542425094393249, "dislikeCount": 0.09542425094393249, "videoId": "ckTsRiGyxSs", "title": "", "description": "", "length": 0.26127838567197353, "keywords": "usb humping dog robot computer mechanical ceatec japan switched oled tv screen sony rollyRobot Dog Humps Your USB Port  and more news from JapanFrom the land that brought us sushi, Hello Kitty and the surprise attack of the Picachu comes what we're comfortable declaring the most useless, but most entertaining, application of engineering talents ever the USBpowered humping dog because Fido's libido should be mobile as well, doggone it!. Yes, the mechanical doggie dongle made its way into the luggage of Switched.com's Tom Samiljan as he returned from covering CEATEC, the giant, Japanese gadget expo. Ok, overeager peripherals aren't the only gadgets we saw in Japan. There were paperthin OLED displays, boomboxes that do the breakdancing for you and, of course, lots of robots. See it all in our video roundup, and marvel at a mammal whose stamina is limited only by your laptop's battery life.", "viewCount": 0.37759015788916744, "labels": [259]}, "clr9I5xv-Ao": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "clr9I5xv-Ao", "title": "", "description": "", "length": 0.2575187844927661, "keywords": "Swatch Breguet   clock  Omega sochi 2014 Omega SA Business Operation Blancpain happy hour longines rado switzerland tissot hamilton swiss   Makevisual production                               Swatch Group   MKE VISUL Creative Production 7 495 7900844", "viewCount": 0.3736794754924361, "labels": [343]}, "_4oHCd0p91s": {"likeCount": 0.18388490907372554, "dislikeCount": 0.08450980400142569, "videoId": "_4oHCd0p91s", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "victorinox wegner soldier cutlerylover edc swiss army knife sak hellzzarmy multitool militaryleofederal pocket knife hawaii silver alox firerescueemt psychotic episode zombies boozing whoring key ring key fob review switzerland utility blade video response picture speaks thousand words standard issue bale attachement every day carryVICTORINOX SOLDIERWEGNER STANDARD ISSUE...VICTORINOX 2007 versionWEGNER 1996 version SOLDIER... Cutlerylover's video... For whatever reason I had a hard time editing, saving, and posting this 2 minute video response...lol! Swiss Army KnifeWikipedia... Victorinox and Wenger... \"In 1908 the Swiss government, wanting to prevent an issue over regional favouritism, but perhaps wanting a bit of competition in hopes of lowering prices, split the contract with Victorinox and Wenger, each getting half of the orders placed. By mutual agreement, Wenger advertises as the Genuine Swiss Army Knife and Victorinox uses the slogan the Original Swiss Army Knife.\" \"On April 26, 2005 Victorinox acquired Wenger, becoming once again the sole supplier of knives to the Swiss Army. Victorinox has stated that it intends to keep both consumer brands intact.\" The company was founded in 1884. Since 1891, the company has delivered knives to the Swiss army. Their famous emblem  a cross in a shield  has been used by Victorinox since 1909. That year, the mother of founder Karl Elsener died and he named the company \"Victoria\" in her honor. In 1921, with the introduction of \"inox\" the French term for stainless steel is acier inoxydable into their products, the brand and name of the company became the present \"Victorinox\" \"Victoria\"\"Inox\".", "viewCount": 0.40270640621510456, "labels": [180, 270, 304]}, "_5SRq3A8FqU": {"likeCount": 0.19344984512435678, "dislikeCount": 0.03010299956639812, "videoId": "_5SRq3A8FqU", "title": "", "description": "", "length": 0.24871383754771867, "keywords": "madonna porto alegre Girl gone wildMadonna  Girl Gone Wild  Porto Alegre  09.12.2012Madonna  Girl Gone Wild  Porto Alegre  09.12.2012", "viewCount": 0.3998128507128267, "labels": [3]}, "6FuUadZdxDk": {"likeCount": 0.13222192947339192, "dislikeCount": 0.10413926851582252, "videoId": "6FuUadZdxDk", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "mage wow pvp pyroblast pomMage pyroblast pvpmage pvp", "viewCount": 0.3988157472556753, "labels": [0, 93, 102]}, "6Mx_XPmDV_g": {"likeCount": 0.1380211241711606, "dislikeCount": 0.06020599913279624, "videoId": "6Mx_XPmDV_g", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "bogmirevsluigi super mario sunshine walkthrough gelato beach episode mirror madness tilt slam bamSuper Mario Sunshine Walkthrough Gelato Beach Episode 2 Mirror Madness! Tilt, Slam, Bam!1 How da heck did a giant Cataquack get up there, let alone six of them, and 2 Whoever was on gaurd duty is fired.", "viewCount": 0.39287030274305973, "labels": [0, 1, 5, 2451]}, "rzNY_TOALuI": {"likeCount": 0.23344537511509308, "dislikeCount": 0.15185139398778877, "videoId": "rzNY_TOALuI", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "Superfood Superfood TV Superfood band Superfood acoustic The Great Escape Superfood interview Superfood festival Superfood live Superfood Superfood Superfood Bubbles SuperfoodVEVO The Great Escape festival The Great Escape TGE Vevo UK DSCVRSuperfood  TV Live, Vevo UK  The Great Escape 2014Superfood  TV  Live  an exclusive live performance from The Great Escape festival 2014 for Vevo UK. Watch more from The Great Escape here Subscribe VEVO UK Channel Find us on Facebook Follow us on Twitter ", "viewCount": 0.4579314762759406, "labels": [3, 4, 9]}, "plTAHI_6aHQ": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "plTAHI_6aHQ", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "Fish Tank Aquarium Salt Water Saltwater Breeding PairMy 225 Gallon AquariumAs title says.", "viewCount": 0.31792644643390255, "labels": [15, 18, 59, 178, 773, 805, 1661]}, "po0hc-zd9ko": {"likeCount": 0.12304489213782739, "dislikeCount": 0.047712125471966245, "videoId": "po0hc-zd9ko", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "Jake Pitts BVB B.c Rich EMG CRATE Line 6 Guitar Cover Drop C Amp Christain Coma Torpedo Live Line 6 Organization Two Notes Schector AppleJake Pitts Torpedo Live Demo CoverA pretty badass tune created by Jake Pitts and Christian Coma. ITS NOT MINE I wanted to learn it, so I did c The song is in drop C and if you have any other questions, go ahead and ask me. If you ask a question and the answer is somewhere in this box I'll ignore you  My gear Crate GT1200H, Line 6 uber metal, B.c Rich Mockingbird Pro X Hardtail, 81 EMG Bridge pickup, and a 60 EMG Pickup for the neck.  Original Video Music by Jake Pitts Recorded, Mixed, and Mastered by Jake Pitts Drums Played by Christian Coma", "viewCount": 0.31360860973840976, "labels": [4, 9, 10, 37]}, "T2s68uKIfMc": {"likeCount": 0.19590413923210936, "dislikeCount": 0.0, "videoId": "T2s68uKIfMc", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "dave hum banjo busker lulworth southern flavour bill monroe bluegrass celtic the huckleberriesDave Hum  Southern Flavour 3Classic Bill Monroe tune \"Southern Flavour\" played on the 5 string banjo  GDGBD tuning  capo 2nd fret for key of Eminor  5th string capo 9th fret  MP3 Downloads available at ", "viewCount": 0.4156458285240457, "labels": [4, 10, 550]}, "a6kzTFJLgck": {"likeCount": 0.1278753600952829, "dislikeCount": 0.03010299956639812, "videoId": "a6kzTFJLgck", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "Motorcycle Malossi www.malossi.com Moto motor carter professional assembly course mhr racing piaggio cylinder mechanic exhaust transmission engine variator over range clutch carburetor ignition thermic group stator spark plug piston shaft Transmission Motorcycle Section bench test dynamometerMalossi  Chapter 1 \"Motor Shaft\"Part 2 of the series \"Professional Assembly Course for MHR Products\"  Malossi", "viewCount": 0.3523356206654793, "labels": [2, 7]}, "nWmvSSiiarQ": {"likeCount": 0.1968482948553935, "dislikeCount": 0.1361727836017593, "videoId": "nWmvSSiiarQ", "title": "", "description": "", "length": 0.2539076098792777, "keywords": "Batman Arkham Origins Glitch Batman Fictional Character The Dark Knight Film Joker Hack The Dark Knight Rises Film Batman Begins Film Combat Hacks Arms Mod Combat Arms Mods Bug DC Comics Business Operation DC Universe Fictional Universe Joker Person lets play funny weird Personal Computer Video Game Version Video Game Industry Play Let'sBATMAN ARKHAM ORIGINS FUNNY GLITCHES  Part 2Support Me  ", "viewCount": 0.43350163609035874, "labels": [0, 1, 35, 268, 665, 1976]}, "KRppThEHYRo": {"likeCount": 0.16434526764861876, "dislikeCount": 0.047712125471966245, "videoId": "KRppThEHYRo", "title": "", "description": "", "length": 0.2526339277389844, "keywords": "fancam 110611 SMTOWN Paris SuperJunior AManInLove Sungminfancam 110611 SMTOWN in Paris Super Junior A Man In Love Forcus SungminPlease don't reupload!!!! fancam 110611 SMTOWN in Paris Super Junior A Man In Love Forcus Sungmin", "viewCount": 0.35672616923538747, "labels": [3]}, "kDxVcUqxTNQ": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "kDxVcUqxTNQ", "title": "", "description": "", "length": 0.26138418218760695, "keywords": "battlefield commentary tutorial guide tricks tips helicopter attack chopper viper havoc apache helo circle strafing side straferuns rocket pods aiming practice exercise flying lowAttack Helicopter Guide Part 4 Loadout Discussion and PC Differences  Battlefield 3 TutorialPart 1 Part 2 Part 3 Battlelog Thread BlueBerryVille Thread ", "viewCount": 0.3089198366805149, "labels": [1, 124, 186, 287]}, "uPNimZW0VB8": {"likeCount": 0.17634279935629374, "dislikeCount": 0.047712125471966245, "videoId": "uPNimZW0VB8", "title": "", "description": "", "length": 0.26344772701607316, "keywords": "bushcraft camping Fire ferro rod steel tinderPlaying with fire steelsjust a couple of different techniques for playing with fire.", "viewCount": 0.3433289685195026, "labels": [15, 359]}, "Buv0kr6wNh0": {"likeCount": 0.11139433523068368, "dislikeCount": 0.06989700043360189, "videoId": "Buv0kr6wNh0", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "WoW World of Warcraft Brawler's Guild Warrior Arms Mingus Diggs PoV Horde OrcBrawler's Guild  Mingus Diggs Warrior PoV\"Can you dig it?\" Soundtrack used Calling Lose My Mind  Ingrosso & Alesso ft. Ryan Tedder", "viewCount": 0.33386556655787003, "labels": [0, 1, 93, 102, 3091]}, "C-MAHfCEh6w": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "C-MAHfCEh6w", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "Euro 2012 team guide Poland Ukraine England France Netherlands Spain Germany Italy Portugal Republic of Ireland Czech Republic Croatia Denmark Russia Sweden GreeceEngland  Euro 2012 Team GuideThe closest England have come to winning the European Championship is a semifinal appearance in 1996. Otherwise they have a poor record on the international stage, having failed to qualify four years ago and for the quarter finals of the 2010 world cup. Despite a successful qualifying campaign, England's preparations were far from ideal with the departure of head coach Fabio Capello in February. England's first test is France in what could be an early group decider in Donetsk. Four days later they take on Sweden before their final group match against cohosts Ukraine.", "viewCount": 0.3494154594018443, "labels": [0, 12]}, "ofoRmxeJnfY": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "ofoRmxeJnfY", "title": "", "description": "", "length": 0.25670263661590603, "keywords": "multiplex easy glider pro rc on board camera turnigy air flying plane video airplane Fly Aircraft Jet PlanesMultiplex Easy Glider PRO RCMultiplex Easy Glider PRO music Guns N' Roses  Paradise City", "viewCount": 0.36543690909752863, "labels": [46, 162, 908, 965]}, "yjEkNJ6BX44": {"likeCount": 0.13222192947339192, "dislikeCount": 0.1146128035678238, "videoId": "yjEkNJ6BX44", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "New Zealand  Elenin  Nibiru  Planet X  2013  April  Auckland comet meteor asteroidNibiru Planet X Elenin April 2013 Auckland New Zealand bringing it's buddies with it part 1313The day after we recorded the videos in part 1&2 we were on the lookout again and caught these videos. From the start there seemed to be 2 visible but the one through to the end was the most obvious. Today there was too much cloud on the horizon to see anything around sunset time but still on the lookout for the planet type object we saw setting at the beginning of the week. I will post any more interesting stuff that we see and thanks for commenting.", "viewCount": 0.3332034277027518, "labels": [451]}, "ylSjsxZBl8U": {"likeCount": 0.16127838567197356, "dislikeCount": 0.03010299956639812, "videoId": "ylSjsxZBl8U", "title": "", "description": "", "length": 0.25378190950732743, "keywords": "Ford Capri Ford Motor Company Organization Lisbon CityTownVillageLaunch of the Ford Capri Mark I  1969This film was produced to launch the Ford Capri as \"the car you always promised yourself\". Our sophisticated hero is distracted from his 3 very different girlfriends by the eyecatching new Capri. He finds himself in a dilemma as to not only which woman to choose but which of the three exciting Capri models featured in the film he should go for.", "viewCount": 0.3716086853774832, "labels": [2, 7, 165]}}