{"U_sR_VfNr3s": {"likeCount": 0.4243410141653711, "dislikeCount": 0.23222192947339193, "videoId": "U_sR_VfNr3s", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "jjba jojo's bizarre adventure jojo funny anime dubbedJoseph vs. Cops dubbed versionIn which Joseph defeats two corrupt cops and meets one of his best friends, Smokey.", "viewCount": 0.5985279588547613, "labels": [5, 16]}, "gzK0JOpM6BI": {"likeCount": 0.2414973347970818, "dislikeCount": 0.1, "videoId": "gzK0JOpM6BI", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "George Michael Wham Andrew Ridgley The Tube Ray Of Sunshine Sometimes 80'sWham  A Ray Of SunshineGeorge Michael and Andrew Ridgley as Wham before George got really big.", "viewCount": 0.47978213113640233, "labels": [3]}, "0zhGxfvYLA0": {"likeCount": 0.1886490725172482, "dislikeCount": 0.03010299956639812, "videoId": "0zhGxfvYLA0", "title": "", "description": "", "length": 0.23710678622717363, "keywords": "ytstretch169Mount&Blade WarbandArmy of Nizam I Cedit Infantry Units HDLINK for MOD please watch my 2nd Ottoman Empire video and SUBSCRIBE!", "viewCount": 0.371725431276255, "labels": [0, 2247, 2278]}, "wAxrxXPXZcw": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "wAxrxXPXZcw", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "Qlimax 2008 11 22 DVD Qlimax 2006 Qlimax 2007 Qlimax 2008 Qlimax 2009 Qdance HardStyle Techno Hardcore Dance Best party DJ Bass Kick Melbourne Shuffle JumpStyle DVD HQ Music Headhunterz Mark Sherry ZANY & VINCE Technoboy Tatanka Project One Showtek DBLOCK & S TE FAN RuffianQlimax 2008 11 22 DVD ZANY & VINCE Part oneQlimax 2008 11 22 DVD ZANY & VINCE Part one", "viewCount": 0.3328787200354535, "labels": [3]}, "wDaUw2ezuW4": {"likeCount": 0.3051152522447382, "dislikeCount": 0.18260748027008267, "videoId": "wDaUw2ezuW4", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "Regele Leu II Mndria lui Simba Existn voi dublat n romn The Lion King Simba's Pride dubbed in Romanian versuri lyrics and translationRegele Leu II Mndria lui Simba He lives in you Romanian Subs & TransRegele Leu II Mndria lui Simba dublat n romn \"He lives in you\" in Romanian with lyrics and translation \"Trieten voi\" \"Existn voi\" Blocked in so many countries... Bermuda, Canada, Japan, Montenegro, Saint Pierre and Miquelon, Serbia, United States, United States Minor Outlying Islands", "viewCount": 0.5461938001251044, "labels": [5, 533, 855]}, "6dGmtfA0464": {"likeCount": 0.2225309281725863, "dislikeCount": 0.047712125471966245, "videoId": "6dGmtfA0464", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "Singapore Country snsd snsd singapore Girls' Generation Musical Group Girls & Peace Musical AlbumFancam 131012 Girls Generation SNSD World Tour Singapore Fan Event Pink OceanFancam 131012 Girls Generation World Tour Singapore Fan Event Pink Ocean", "viewCount": 0.3753659647285999, "labels": [3]}, "6dchpLT-Q6k": {"likeCount": 0.22552725051033062, "dislikeCount": 0.15314789170422552, "videoId": "6dchpLT-Q6k", "title": "", "description": "", "length": 0.26304278750250243, "keywords": "dragon nest level up guide fast 24 open beta testDragonNest  Fast Level up Guide 124 OBTACG is recruiting Level 6 guild Active members only, ventrillo is preferred. Gerrant Text Guide Step by Step 11213 Well the 1st chapter of the main story will carry you to level 13ish or 12 in under a few hours. Make sure to do the majority of these on easynormal to reduce time spent. You will find soloing these dungeons will be more worth your time as you do not have to wait around for party members to ready and go back to town. Remember to take up and do allmost of the sidequests along the way, as those will help you level as well as check commissions board for every dungeon. 1214 this can be a little tedious, but you should level to 14 by just finishing up every side quest you have. Make sure to accept commissions as well as returning to field if you want to do another quest nearby. 1416 This is a specific commission that is the best to farm. Temple of sleepers commissions, you will eventually be left with the masters one which is repeatable as much as you want.. giving about 20k EXP in 5 minutes if you do it with a partnerparty. Also your job advancement gives out a large amount of exp and should bring you from 0 to 50 on level 15. 161718 This is where you get to do the main story line again. Do however you want at this point, these dungeons are were you get good drops, use your own judgement. I recommend grinding down on easy mode or normal, this is what I did with SoPro and we got through the story in under an hour almost as well as hit level 18. Do commisions with all quests, if you need to grind out level from anywhere 16 all you have to do is commission from here on out. 1822 Now once you hit 18 you are free to do many things. What i going to get these level for you fast is doing commissions over and over and over again. This might take some time for 24 but it is the fastest way. You can focus on other thing if you want too such a rare items, crafting. Remember once you do a repeatable commision, try your best to return to field and just restart the dungeon and do it again for 30 more k exp. Alot of the commisions give anywhere from 2040k and that is not including the exp you get in dungeon. 2224 Commission for Sanctuary Nexus Master. This dungeon goes by extremely fast with partypartner and you can finish it and get a good amount of exp to level a well a 37500 from the commission. This dungeon also gives alot of drops you can sell to the market.", "viewCount": 0.5071823115926023, "labels": [0, 1, 1114]}, "Hu6oAZ_x-Qw": {"likeCount": 0.24440447959180764, "dislikeCount": 0.1954242509439325, "videoId": "Hu6oAZ_x-Qw", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "Thylacine Far Cry 3 Location Place Tasmanian Tiger Extinct Animal Special Rare Predator Pack Insane Edition Vaas Gameplay Story Mode How to find Hunt Where to find DLC PS3 Far Cry Guitariokid Walkthrough Unlockable guns secret guns hidden superThylacine in Far Cry 3  LocationHey guys! This is just a short video in which I show you the location of the Thylacine or the Tasmanian Tiger in Far Cry 3. I know there are more places to find them, but this is where I did. This animal is extinct, but you can get it from the Predator Pack which you get by buying the Insane Edition of Far Cry 3. This also includes the red headed vulture, the panther and the white tiger. You'll also receive a predator bow for multiplayer. If you fast travel to Cradle View, it is easy to find the Thylacine  Good hunt", "viewCount": 0.4755905331408927, "labels": [0, 1, 777]}, "ddsOqGETmi4": {"likeCount": 0.14913616938342728, "dislikeCount": 0.0, "videoId": "ddsOqGETmi4", "title": "", "description": "", "length": 0.2484299839346786, "keywords": "Charlie BrewerSliderInky DinkBassBass Fishing Pickwick LakePickwick Lake Bass FishingCrazy Head LuresCharlie Brewer Slider CompanySmallmouth BassLargemouth BassDoNothing FishingFinesse FishingOriginal SliderSlider WormOriginal WormSliderCharlie Brewer Sr. Fishing Pickwick Lake Late 1960's or early 70's.mp4Old Film Footage of Charlie Brewer Sr. Bass Fishing on Pickwick Lake Tennessee River in late 1960s or 1970. He was using spin cast equipment and some on the first Slider Lures...Original Slider and the Inky Dink....a Lite Tackle Pioneer of the day in the south. Terms Charlie created in the early days were \"DoNothing Fishing\", \"Finesse Fishing\" or fishing with Finesse, \"Polishing the Rocks\" and others. These terms were used on card a Bass Master Fishing Board Game in the 1970s. Charlie fished his whole life and started Crazy Head Lure Company in 1970 and later changed the name to Charlie Brewer's Slider Company Inc. in 1984.", "viewCount": 0.355339751012388, "labels": [18, 43, 59, 374, 549, 906]}, "66FMCUA_yB8": {"likeCount": 0.10413926851582252, "dislikeCount": 0.06020599913279624, "videoId": "66FMCUA_yB8", "title": "", "description": "", "length": 0.25550944485783195, "keywords": "Lego Buffy Minifigure CustomLego Custom Buffy Minifigures Part 1Introduction to custom Lego Buffy the Vampire Slayer minifigures", "viewCount": 0.3204662511748219, "labels": [26, 130, 435]}, "67xISIHVmx4": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "67xISIHVmx4", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Cristiano Ronaldo Real Madrid Barcelona Khalikov Sergey FootballCristiano Ronaldo vs Barcelona Away 20112012 HDEdited by Khalikov Sergey Cristiano Ronaldo vs. Barcelona, away 20112012 Music Lupe Fiasco  Stereo sun Soft Sony Vegas 8.0", "viewCount": 0.32662316966898935, "labels": [0, 12]}, "XONHzTHhS0w": {"likeCount": 0.18260748027008267, "dislikeCount": 0.047712125471966245, "videoId": "XONHzTHhS0w", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "The Vamps Drummer Profession Drums Musical Instrument drum cover Music Pop Music Musical Genre Teen Pop Musical Genre Boy Band Musical Genre VAMPS Musical Group Can we dance The vamps Can We Dance Cover Version Literature Subject Rock Music Musical GenreCan we dance The Vamps drum coverCan we dance by The Vamps. Drum cover by Dom Kristy. Please give it a happy thumb and subscribe for more covers ", "viewCount": 0.3805092878342673, "labels": [28, 33, 38, 78, 86]}, "tjVWPszPP5I": {"likeCount": 0.44526602831978457, "dislikeCount": 0.33392526340327, "videoId": "tjVWPszPP5I", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "My Little Pony MLP Equestria Girls my little pony song my little pony full episode my little pony equestria girl pony mlp equestria girls equestria girls song my little pony equestria girls little pony my little pony songs mlp songs rainbow dash my little pony season 9 mlp season 9 Twilight Sparkle equestria girls full movie my little pony theme song mlpstopmotion my little pony toys kids toys cartoon singalong kids songs stop motionMy Little Pony Equestria Girls  Rainbow Rocks  'Friendship Through The Ages' Music VideoWatch more Pony Life episodes  Subscribe to the My Little Pony Channel Welcome to the official home of My Little Pony & Equestria Girls!  Discover the magic  of friendship with Twilight Sparkle, Rainbow Dash, Pinkie Pie, Rarity, Fluttershy, Applejack and friends. Join My Little Pony and subscribe today! Enjoy great MLP episodes here on My Little Pony Official channel where you can find My Little Pony Friendship is Magic, My Little Pony Equestria Girls, MLP Stop Motion Shorts, Hello Pinkie Pie and our brand new Pony Life episodes!  Meet My Little Pony Rainbow Squads  Whether an alicorn like Twilight Sparkle, a unicorn like Rarity, a pegasus like Rainbow Dash and Fluttershy or an earth pony like Pinkie Pie and Applejack, get to know your favorite friends from My Little Pony and Equestria Girls! My Little Pony  The Ponies  Twilight Sparkle The leader of the Mane 6, she shares the magic of friendship with everypony she meets.  Fluttershy A kind and gentle pony with a love of all creatures, big and small.  Applejack Honest, friendly and sweet to the core!  Pinkie Pie The silliest pony around, she knows how to turn any frown upside down!  Rarity The resident fashionista, known for her beauty and generosity.  Rainbow Dash A loyal and dependable friend who is always ready for adventure! My Little Pony  The Equestria Girls  Twilight Sparkle Clever and curious, this Equestria Girl is always ready for a new challenge!  Fluttershy Though shy and softspoken, this kindhearted Equestria Girl will stand up for her friends no matter what!  Applejack Sincere and selfconfident, she is an Equestria Girl who stays true to herself!  Rainbow Dash The ultimate team player, this Equestria Girl enjoys having fun with her friends!  Rarity Trendy and fashionable, this Equestria Girl is all about generosity and fabulousity!  Pinkie Pie Entertaining and energetic, this Equestria Girl always makes sure her friends are having a great time! For more My Little Pony Equestria Girls  Official My Little Pony MLP Website  Official My Little Pony MLP Facebook  Official My Little Pony MLP App Check out these Equestria Girls superstars perform Friendship Through the Ages and sing along with them so you too are ready to take on the Dazzlings in the Battle of the Bands! For more My Little Pony Equestria Girls Subscribe to the My Little Pony Equestria Girls Channel Official MLPEG Website Official MLP YouTube Channel Official MLP Facebook Official App  About Pony Life  Explore the funny side of friendship with My Little Pony Pony Life! Just like going to a friends house after school, the ponies spend most of their time at Sugarcube Corner. Here, Pinkie Pie serves up frosted cupcakes to the best customers in the world  her friends! Together, the Mane 6 run into all sorts of cupcake conundrums, frosting fails, and magical mishaps. Thanks to a mysterious source of magical potions, everyday adventures are about to get real ridiculous!", "viewCount": 0.673301034178897, "labels": [5, 14, 244, 292]}, "tk4r8zqSlDA": {"likeCount": 0.16434526764861876, "dislikeCount": 0.03010299956639812, "videoId": "tk4r8zqSlDA", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "Flying display Flight Shuttleworth Collection Airplane Vintage Aircraft Old Warden Edwardian Blackburn Monoplane 1912 airshow Biggleswade Flying Aviation Blackburn Type D 50hp Gnome rotary oldest airworthy British aeroplane in the world 1912Blackburn Monoplane 1912Copyright  2011 Malcolm Auld This video and audio material may not be used in any form without written permission. Robert Blackburn was born on the 26th March 1885 and became one of Britain's first aircraft designers and builders. His first aeroplane to fly did so at Filey in 1910 and he then produced several designs over the next two years. The basic 1912 machine was called the Mercury or the Type D monoplane. It was quite an advanced design for the time with all surfaces fully covered and an engine cowling around the top part of the engine. Although the design looks modern it still retains wing warping as the method of lateral control. The Collection's Blackburn monoplane was the seventh Mercury monoplane built. It was built in October 1912 to the order of Cyril Foggin, who learnt to fly at the Blackburn School at Hendon. It first flew in December 1912 in the hands of Harold Blackburn and was demonstrated by the company during the first part of 1913. Cyril Foggin first flew his new aeroplane on March 24 1913, but the aircraft was still used as a demonstration model by Blackburn. The aircraft was also used by Harold Blackburn to fly copies of the Yorkshire Post newspaper from Leeds to York between July 2325 1913. The Blackburn Monoplane was then modified to have rounded wing tips and was fitted with a new design of undercarriage. It was then acquired by Montague Francis Glew, but he crashed the Blackburn at Wittering, Lincolnshire in 1914. The outbreak of the First World War led to the Blackburn being abandoned and forgotten. It was discovered in 1937 by Richard Shuttleworth, hidden under a haystack. Richard had to purchase the haystack to obtain the aeroplane. He then took the aircraft back to Old Warden and started to restore the aircraft, but Richard was killed in 1940 and work stopped. After the war, Richard Shuttleworth's chief engineer, Squadron Leader L.A. Jackson completed the restoration in 1949. The first flight of the Blackburn monoplane after restoration was made at nearby RAF Henlow on September 17 1949 by Group Captain A.H. Wheeler. The first public appearance of the Blackburn was made on the 25th September at the Royal Aircraft Establishments display at Farnborough. Since then it has been flying regularly with the Shuttleworth Collection and when the weather is calm enough it still takes to the air. Today it is a unique machine as it is the oldest airworthy British aeroplane in the world. Height 8ft Length 33ft Wingspan 35ft 8in Engine one 50hp Gnome rotary Max. Speed 60mph.", "viewCount": 0.3841922311679451, "labels": [2, 44, 46, 64, 113, 119, 162]}, "lSuk22jaBLs": {"likeCount": 0.09030899869919436, "dislikeCount": 0.047712125471966245, "videoId": "lSuk22jaBLs", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "soccer picks soccer tips soccer predictions free soccer predictions soccer betting soccer betting lines soccer videos world cup playoff picks world cup playoff predictions world cup playoff tipsNEW ZEALAND vs MEXICO 20.11.13  FIFA World Cup Qualifiers 2014New Zealand vs. Mexico  Soccer Picks SBRForum's Natalie Rydstrm previews the World Cup Qualifier Match New Zealand vs Mexico playing on Wednesday 20th November and discusses the betting odds with guest Valeri Shumanov from What do you think? Leave your comments below and SUBSCRIBE to our channel to receive the latest sports betting videos and more. For more free plays, sports picks and sports betting videos click Stay connected! Click on the links below and never miss a show! Facebook Twitter Tumblr SBRForum videos is sponsored by Sports Cash System ", "viewCount": 0.36539839073740693, "labels": [12]}, "lUU3jxPdwJA": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "lUU3jxPdwJA", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "PSV offshore supply Trinidad ''Dynamic positioning ''DPO'' oil rig platform platform supply vesselCargo Operations East Coast of Trinidad at Teak EchoOffshore supply boat in operation", "viewCount": 0.3764176132390331, "labels": [2, 76, 227]}, "JNmKmIqPpf4": {"likeCount": 0.18808135922807914, "dislikeCount": 0.1, "videoId": "JNmKmIqPpf4", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "repocast.com online auction1989 Mercury 9.9L 2Stroke Short Shaft Outboard Motor1989 Mercury 9.9L 2Stroke Short Shaft Outboard Motor, New Paint, New Decals, Fresh Lower Unit Gear Oil, Runs and Drives", "viewCount": 0.46409979103665827, "labels": [2, 76, 90, 1741]}, "q8GOXepaXtY": {"likeCount": 0.24653828514484186, "dislikeCount": 0.17075701760979364, "videoId": "q8GOXepaXtY", "title": "", "description": "", "length": 0.22405492482826, "keywords": "Dance Hip Hop Dancing Debrecen Hungary dance tnc tnciskola rnb R'n'B team hip hop hiphop Rap Hip Hop Music Musical Genre Hiphop Dance Sport Tutorial R&B oktats tanfolyam have fun tanc winner hiphopNew Formation 2012, R&B Dance Hip Hop Tnciskola Debrecen rnbdanceteam R'n'B Dance Team, R&B Dance Team, Debrecen, Hungary, 2012. Koreogrfus Varga Hdi ", "viewCount": 0.5119186581436967, "labels": [8]}, "13GRwL2m5pI": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "13GRwL2m5pI", "title": "", "description": "", "length": 0.26434526764861876, "keywords": "vacation renal photography virtual tour beach beachfront house private holiday roatan photography vacation rental island waterfront advertising tour vrbo lawson rock roatan tourism caribbean luxury real estate sales real estate tropicalLawson Rock Gated CommunityLawson Rock is an exclusive private community located on the island of Roatan, Honduras. With beachfront condos, hillside homes, community pools, large dock, and an expansive beach, Lawson Rock allows you to enjoy the Caribbean in style. This video gives a small sampling of what it has to offer. To book a vacation rental, visit for sales and real estate information visit Photography, and virtual tour produced by providing commercial and advertising photography on the island of Roatan, Honduras Music Island Paradise by Kristofer Goldman ", "viewCount": 0.3835880731817395, "labels": [88, 191, 248, 299, 380]}, "hXH9DgjxFCY": {"likeCount": 0.17708520116421445, "dislikeCount": 0.03010299956639812, "videoId": "hXH9DgjxFCY", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "Michael Jordan Chicago Bulls NBA Basketball Utah Jazz Karl Malone Luc Longley Dan Patrick Scottie PippenMichael Jordan  1997 NBA Finals G1, postgamePlease visit for Michael Jordanera podcast episodes, blog posts and video highlights. Check out too. This aired postgame Jazz  Bulls on June 1, 1997. Enjoy.", "viewCount": 0.39217384836845987, "labels": [52]}, "ztOvLlPk9Ec": {"likeCount": 0.23483048630481607, "dislikeCount": 0.09030899869919436, "videoId": "ztOvLlPk9Ec", "title": "", "description": "", "length": 0.24183012913197455, "keywords": "Crendor CrendorirlBack to ze carYay car", "viewCount": 0.38178957571617955, "labels": [2, 7]}, "QayztlxT7Mg": {"likeCount": 0.2741939077729199, "dislikeCount": 0.2305351369446624, "videoId": "QayztlxT7Mg", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "weight lifting training nutrition sports exercise fat loss muscle gains full body powerlifting bodybuilding strongman fitness vegetarian cardio endurance strengthEveryone Hates On Bro Splits Today... Unless It Is 531JuggernautFitnessTV Tshirts JuggernautFitnessTV Facebook Page My Novice Program Basic Strength & Fitness Program For NonAthletes", "viewCount": 0.4388704955700738, "labels": [100, 356, 2848]}, "QcIwYEhGREs": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "QcIwYEhGREs", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "Japanese Dragon Nest Moonlord Mods Modification Voice PatchDragon Nest Jap Voice patch on MoonLordjapanese voice patch, test on a moonlord.... sorry for the low quality... But 3rd job skills is still isn't affected... It just affected until lvl 40 skills and other characters but not academics, I think another patch is needed or the patch is old Credits to \"iBoredomful\" or to the creator of the patch XD", "viewCount": 0.33571722577230334, "labels": [0, 1, 1114]}, "sndp5t0nneY": {"likeCount": 0.15185139398778877, "dislikeCount": 0.1146128035678238, "videoId": "sndp5t0nneY", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "talking cat kitty talk training tips georgie donovan funny cats cute kittensTeaching Your Cat To Talk  Talking Cat who Jumps Into Cameramy Sumdgeee and I having a conversation and while I am filming jumps onto me, soooo cute! She never used to be so talkative but since I've been locking them out of my room to keep it allergen free for my fiance who is highly allergic to cats, both Smudgeee and Mishka are now more talkative cos they MISS me ahhhh and therefore DEMAND my attention, soo cute!! TIP If you talk to your cat daily they will start talking back to you, use different pitches to see what they respond too, they usually respond to higher pitches and happy voices. To get them to jump onto you stand a little away from the surface they are standing on and scratch your shirt while encouraging them with a light excited voice to \"jump\" then give lost of affection and verbal praise like \"ahhhhh good girl\" after they jump", "viewCount": 0.3903089986991944, "labels": [15, 18, 170, 314]}, "TS_yDySB92s": {"likeCount": 0.3500099191915723, "dislikeCount": 0.2155336037465062, "videoId": "TS_yDySB92s", "title": "", "description": "", "length": 0.25352941200427703, "keywords": "Vegetable Growing brassica tutorial Vegetable Gardening School And Garden grow your own Seedlings veg vegetables Vegetable Plants how to Cabbage gardening Garden Food School GardensHow to Grow Cabbage  A Step by Step GuideLearn how to grow cabbage with this handy step by step video tutorial from Quickcrop and expert vegetable grower Klaus Laitenberger For more information on how to grow cabbages ", "viewCount": 0.5635342980422212, "labels": [112, 126, 220, 276, 820, 1077, 2184]}, "dDSmBPp2vlU": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "dDSmBPp2vlU", "title": "", "description": "", "length": 0.25705429398818974, "keywords": "MTG UW Tempo Landstill pi4meterftw Magic Magic the Gathering LegacyUW Tempo vs. UW Landstill pi4meterftw Game 1I draw a strong hand with a lot of countermagic and two Fathom Seers, but I'm stuck on two land. Brainstorm unlocks more options, but Landstill has a very strong draw as well.", "viewCount": 0.3079904467666721, "labels": [0, 1]}, "S4I5UNCKiE4": {"likeCount": 0.2352182518111363, "dislikeCount": 0.07781512503836437, "videoId": "S4I5UNCKiE4", "title": "", "description": "", "length": 0.2414973347970818, "keywords": "China adventure beer new apartment gin and tonic scooter crosser CB400 quad bike Winston Sterzel girlMy new Chinese apartment and bikesI was prepping for a Christmas party and decided to make a quick video tour of my new Chinese apartment and some daylight pics of some of my bikes", "viewCount": 0.4344745853725188, "labels": [2, 30, 280]}, "UCO0o0pyk68": {"likeCount": 0.15797835966168103, "dislikeCount": 0.0, "videoId": "UCO0o0pyk68", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "Education learning English School concert interactive englisch lernen spass lustig fun exciting dance sing tanzen singenEnglish education Englisch Lernen Spass Interactive Sing Live concerts shows kindergarten school primary age 3  12.Danny and Gerry  School ConcertsA short insight into Danny & Gerry live shows for schools and kindergartens. Sing along, dance along, play along and learn.... Having fun and learning english!!", "viewCount": 0.3803320523578754, "labels": [3]}, "UEu92i4A4lQ": {"likeCount": 0.23909351071033794, "dislikeCount": 0.0, "videoId": "UEu92i4A4lQ", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "BlabberMouf Da Shogunz Het VerZet Da BlabberMouf LP BackThen Heads Up Vinyl DigitalDA BLABBERMOUF LP  OFFICIAL ALBUM ANNOUNCEMENT Da Shogunz 2015OUT ON 14TH OF MAY! for booking inquiries For bookings GermanySwitzerlandAustria For bookings world Management Da Shogunz, Vinyl Digital and Heads Up present the new Blabber album entitled ''Da BlabberMouf LP'' Release Date 14052015 Available on and more to follow....", "viewCount": 0.41502036287628075, "labels": [6, 14]}, "DWVsFADceSo": {"likeCount": 0.13010299956639812, "dislikeCount": 0.0, "videoId": "DWVsFADceSo", "title": "", "description": "", "length": 0.25538830266438745, "keywords": "lordi live 2010 opening tout first otus show mr amen ox awa rock heavy metal shock m drum guitars bass concert paul lord xpaullordxLordi Live in SaintPetersburg 05.11.10  Hard Rock HallelujahOpening Euro Tour 2010 First Otus live concert Mr. Lordi Amen OX Awa Otus", "viewCount": 0.33008127941181176, "labels": [3, 4, 33, 38]}, "D_YARmTIot8": {"likeCount": 0.23384564936046048, "dislikeCount": 0.19030899869919438, "videoId": "D_YARmTIot8", "title": "", "description": "", "length": 0.2571708831808688, "keywords": "WoW Mist of Pandaria PVP Retribution Paladin 2400 Warrior arms Retri Insane Duels High crits Legendary FaxiDerp World Of Warcraft MoP Beta paladin Arms FuryMist of Pandaria PVP  Retri Paladin VS 2400 rated WarriorRetribution Paladin VS 2400 rated ArmsFury Warrior Retri vs DK Retri vs Shadow Priest Retri vs Warlock Retri vs Mage Retri vs ele Shaman Retri vs Legendary Rogue Retribution Paladin lvl 87 VS lvl 88 Arms Warrior  Fury Warrior  We had 200 ms so it was rather hard to get in range of each other !  The Warrior have 410 ilvl and FULL PVP Gear The Retri Paladin, I myself Have 407 ilvl. The Warriors atm have one of the craziest burst ingame, critting easily for 80k! THAT damage VS a PVE geared Retri Paladin? Check it out! Who's Next? YOU Decide! Subscribe today & you won't miss out the next challenge! AWESOME Music brought by WITH PERSONAL PERMISSION  Overdrive Aylius  Voicemail \"I AM A CURRENT PARTNER OF Curse. I HAVE FULL RIGHTS TO MONETIZE the gameplay content in this video\"", "viewCount": 0.48147003048627957, "labels": [0, 1, 93, 102]}, "lqxJr5fpRmU": {"likeCount": 0.2414973347970818, "dislikeCount": 0.15563025007672873, "videoId": "lqxJr5fpRmU", "title": "", "description": "", "length": 0.2414973347970818, "keywords": "Mortal Kombat Video Game Series Video Game Industry Fighting Game Award Discipline Predator Fictional Character Alien Ufo Space Aliens Extraterrestrial Life Cryptid Classification Flying Alien Film Predator Film AVP Alien Vs. Predator Film Antarctica Continent Mortal Kombat Armageddon Video Game Wii Computer Nintendo Organization Fox Broadcasting Company Organization Jax Fictional Character Reptile Fictional Character EarthMortal Kombat Kreate A Fighter Predator Alien vs. PredatorPredator from \"Alien vs. Predator\" on Mortal Kombat Armageddon for the Wii. Instructions on how to create Predator are presented as well as fights against Jax and Reptile. Please Like and Subscribe! Music Intro and Outro is from Call of Duty World At War and Call of Duty Modern Warfare 3", "viewCount": 0.4712632868181526, "labels": [0, 1, 69, 478, 1750, 3369]}, "bGVfDOcBewI": {"likeCount": 0.1886490725172482, "dislikeCount": 0.06020599913279624, "videoId": "bGVfDOcBewI", "title": "", "description": "", "length": 0.21335389083702175, "keywords": " AlwaysMoreDigital games hardware nvidia worldoftanks almodi intel AlMoDi amd wot World of TanksWoT      World of Tanks AlMoDi       .     ! !         World of Tanks  SlayerTheGod               ! \"Crossout.   .\"  Help us caption & translate this video! ", "viewCount": 0.3445604203273598, "labels": [0, 1, 42, 223, 323]}, "WJgE0qyUKFc": {"likeCount": 0.3439490590389684, "dislikeCount": 0.2056904851336473, "videoId": "WJgE0qyUKFc", "title": "", "description": "", "length": 0.26730209071288963, "keywords": "FIFA 14 airjapesfifa air japes fifa 14 guide fifa 14 tutorial ksiolajidebt nepenthez aa9skillz matthdgamer best players on fifa 14 fifa ultimate team web app fifa ultimate team tips fifa ultimate team best players fifa 14 demo gameplay fifa 14 cristiano ronaldo fifa ultimate team 14 strategy fifa 14 pro clubs fifa 14 gameplay fifa 14 ultimate team chemistry styles path to power fifa 14 fifa 14 xbox one next gen fifa gameplayWINNER WINNER  Legends OP  Next Gen FIFA 14 Ultimate Team  Path to Power ep 67A thumbs up is greatly appreciated! Use the code \"JAPES\" for 7 off!!!! Electronic First www.electronicfirst.com Check out the full FIFA 14 Path to Power Playlist below for all sorts of different game modes and content! Full FIFA 14 Playlist Follow me on Twitter airjapesfifa Check out my facebook www.facebook.comairjapesfifa Live for FIFA 14 www.twitch.tvairjapesfifa My Brazilians Music by MiTiS If you are interested in some top Next gen FIFA 14 gameplay on the Xbox One and the PS4 then stick around. I give tips and tricks for fifa 14 in every episode as well as offer up a big of general commentary to go with it! Make sure to subscribe to my channel for more information on the FIFA ultimate team as well as loads of FIFA ultimate team tips! I'll give you guys reviews on the best players in ultimate team, money making tips, and of course pure FIFA goodness!", "viewCount": 0.49371165107670545, "labels": [0, 1, 63]}, "hjoVDki-JzM": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "hjoVDki-JzM", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "Malibu Wakesetter VTX MalibuBoats Willamette WillametteRiver Oregon PacificNorthwest Wakesurf Wakesurfing BodyGlove Phase5 BillabongMalibu Wakesetter VTX surf. GoPro HD Hero 2.First outing of the year, behind a newtous Malibu Wakesetter VTX, as well as new board Phase 5 Danielo Pro Carbon. Both are definitely a learning curve from previous equipmentboat. I'm looking forward on progressing these coming months. Water temp 53 Air Temp 72. Doesn't get much better than this on a March day!", "viewCount": 0.3268343913951065, "labels": [2, 76, 182, 901, 2980]}, "RuZ_xVHyolY": {"likeCount": 0.1954242509439325, "dislikeCount": 0.08450980400142569, "videoId": "RuZ_xVHyolY", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "still alive portal jonathan coulton acoustic guitar cover amy hsieh diotranscover of Still Alive from PortalMy cover of Still Alive from Portal, by Jonathan Coulton www.flickerfall.com www.facebook.comflickerfall www.myspace.comflickerfallband", "viewCount": 0.38036619232362245, "labels": [4, 9, 10, 34, 1021]}, "BEJvWxrCHxE": {"likeCount": 0.1799340549453582, "dislikeCount": 0.14771212547196624, "videoId": "BEJvWxrCHxE", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "melted crayons nailart nail art nails crayola cute back to school ombre rainbow gradient tutorial tut howto step by funky fun unique original design pretty beautiful polish nailpolish summer spring cool bys jordana revlon nyx kleancolor sponge diy artistic artist dripping drip paint splatMelted crayons nail art tutorialHi hi. I wanted to get this one up straight away coz I think it's really cute. Thanks goes to my sissy for coming up with the idea. The inspiration of course comes from melting crayons, where you glue the crayons in order of colour to a canvas and blowdry them so they melt. It creates an awesome ombre effect so why not do it on your nails! I apologize for the missing pieces but I think I explained them enough, if you have any troubles or questions just ask  Also if you have any requests gimme gimme! I hope you enjoy this one as much as I did xD Take care. Polishes used for thumb  Base coat  Jordana  white  Black polish  BYS  Matte fucshia  Rubi shoes  Candy pink  NYX girls  Girly  Jordana  Sweetheart  BYS animal instincts  French pink Index  Jordana  white  Black polish  BYS  Matte black cherry  Jordana  Silky purple  Jordana  Lavender fields  Rubi shoes  Purple haze Middle  Jordana  white  Black polish  BYS  Matte royal blue  TBN  Fluoro blue  BYS  Sky's the limit  Kleancolor  Pastel blue Ring  Jordana  white  Black polish  BYS  Dark teal  BYS  Mint condition  Jordana  Mint candy  Revlon top speed  Jaded Pinky  Jordana  white  Black polish  Loreal resist and shine  187  TBN  Fluoro yellow  Kleancolor  Pastel yellow  BYS  Pretty as a peach Tools  Smallest 2 way dotter OR toothpick  Detail brush OR stiper  Pointed Qtip  Sponger Music Rainbow  Howard Green I do not own the music, no copyright intended.", "viewCount": 0.42496629873606057, "labels": [39, 181, 216, 222, 249]}, "BH8-HasNbNc": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "BH8-HasNbNc", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Chip 'n Dale Rescue Rangers NES Music Bonus Game OST Original SoundtrackChip 'n Dale Rescue Rangers 2 NES Music  Bonus GameChip 'n Dale Rescue Rangers 2 NES Music  Bonus Game Download all my NES Soundtracks as MP3 here ", "viewCount": 0.4117602691690085, "labels": [0, 1, 534]}, "BJ-3rKYr4Rk": {"likeCount": 0.09030899869919436, "dislikeCount": 0.047712125471966245, "videoId": "BJ-3rKYr4Rk", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "Gravograph Engraving MachineGravograph M40 engraving machineDiamond drag engraving of a luggage tag from Chewbarka's Tags", "viewCount": 0.39010221732480793, "labels": [62, 2325]}, "Mhp8rFqSIHk": {"likeCount": 0.18920946026904806, "dislikeCount": 0.09030899869919436, "videoId": "Mhp8rFqSIHk", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "warcraft night elf game play pc fun war youtuberwarcraftwarcraft just enjoy my videos ok.thanks", "viewCount": 0.48132539771642274, "labels": [1, 93, 102, 1244]}, "MnCqkWcdwDM": {"likeCount": 0.11760912590556814, "dislikeCount": 0.06020599913279624, "videoId": "MnCqkWcdwDM", "title": "", "description": "", "length": 0.26599162000698506, "keywords": "SONY HDRMV1  SONY HDRMV1MUSIC VIDEO  HDRMV1 SONY", "viewCount": 0.3335257256434532, "labels": [158, 1010]}, "dzeyB6PDNaA": {"likeCount": 0.16127838567197356, "dislikeCount": 0.047712125471966245, "videoId": "dzeyB6PDNaA", "title": "", "description": "", "length": 0.25415792439465806, "keywords": "rhett freeman chris thiessen meanwhile atlanta skate skateboard georgiaRhett Freemanfrom Chris Thiessen's \"Meanwhile\"", "viewCount": 0.3793511005792858, "labels": [68, 72, 98, 240]}, "x9km7DEcn-Y": {"likeCount": 0.244870631990508, "dislikeCount": 0.07781512503836437, "videoId": "x9km7DEcn-Y", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "Nails Nail Polish Flakies Polish Flakes Flakie Polish ILNP I Love Nail Polish Beauty Cosmetics DemoILNP Electric CarnivalElectric Carnival Application & Removal ILNP Flakies Collection Music \"Carefree\" Kevin MacLeod incompetech.com Licensed under Creative Commons By Attribution 3.0 ", "viewCount": 0.39956790605116227, "labels": [39, 181, 216, 222, 249]}, "YBRsUue3ooM": {"likeCount": 0.2437750562820388, "dislikeCount": 0.11139433523068368, "videoId": "YBRsUue3ooM", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "WWE wrestling action insider figure review funny reviews edge adam copeland rated r superstar edge figure edge elite edge wrestling figure wwe action figures wwe wrestling figures wwe toys wwe toy mattel series collection display entrance great entrance greats entrance attire trench coat edge and lita video videos new unreleasedWWE ACTION INSIDER Edge Elite series 8 Mattel wrestling figure review \"grims toy show\"Check us out at ORDER GRIMS TOY SHOW TSHIRTS HERE!! FOLLOW US ON TWITTER GRIMSTOYSHOW Grim's Toy Show takes you ringside for a WWE wrestling action figure insider review of Mattel Elite series 8 Rated R Superstar Edge with black trench coat entrance greats attire from Grim's awesome and amazing collection display of WWE toys and action figures !!! Hosted by Ebenezer Mittelsdorf Subscribe, Like, and leave a comment and check out our other reviews for more Mattel WWE action figures from Elite, Basic, Legends, Flashbacks, and Battle Packs lines!", "viewCount": 0.4490730808348924, "labels": [26, 199, 329, 1482, 1520]}, "wyxxxnFXtmk": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "wyxxxnFXtmk", "title": "", "description": "", "length": 0.2640481436970422, "keywords": "Spectacular UFO sighting filmed by Pedro Hernandez in Mexico City May 22 2009 LUS 2010 latest sightings ovni nlp nln nlo ozn America spanish P7LHYRPWqLo Jaime MaussanSpectacular UFO sighting filmed by Pedro Hernandez in Mexico City  May 22 2009Spectacular UFO sighting filmed by Pedro Hernandez in Mexico City  May 22 2009 Description link  source P7LHYRPWqLo  Deleted", "viewCount": 0.3449940988773338, "labels": [451]}, "wzqhQntscDg": {"likeCount": 0.19344984512435678, "dislikeCount": 0.09542425094393249, "videoId": "wzqhQntscDg", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "2015 BMW M3 M4 auto show show new review autos auto automobile video videos kbb Kelly Kelley blue book detroit Auto BMW M3 Automobile Model2015 BMW M3 and M4  2014 Detroit Auto ShowFOR MORE AUTO SHOW VIDEOS & NEWS VISIT Kelley Blue Book coverage of the 2015 BMW M3 and M4 revealed at the 2014 Detroit Auto Show. Kelley Blue Book is your source for car reviews, road tests, new car launches, auto show videos and infotainment reviews. Subscribe to catch all the latest Kelley Blue Book video reviews. ", "viewCount": 0.4097639015546839, "labels": [2, 7, 48, 171, 174, 213, 715]}, "MxuvCc5uYWE": {"likeCount": 0.18129133566428557, "dislikeCount": 0.03010299956639812, "videoId": "MxuvCc5uYWE", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "dan zalac dz groove drumming ludwig lm402 supraphonic paiste pearl eliminator multitrack contemproraryContemporary GrooveThis one features hihat and bass drum work. A groove that can be used in many styles of music.", "viewCount": 0.42139690824146997, "labels": [28, 33, 38, 78, 86]}, "MxQO4Ii1g_Q": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "MxQO4Ii1g_Q", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "PHULEY PHULEY DHOLEY DHOLEYRABINDRASANGEETINSTRUMENTALPRAMIT DAS ELECTRICGUITARINDRANI SENPhuley Phuley Dhole Dhole Rabindrasangeet Instrumental By Pramit Das Electric Hawaiian Lap Steel BaaHi, Friends...I'm your closest friend..I play SynthesizerPianoKeyboard,Electric Hawaiian Lap Steel Guitar are taught with utmost care at YOUR PLACE  MY PLACE...Performed various musical programmes keyboard accompaniment done with all type songs... Contact  91 9836409119 91 8013125242 Email  pramit.synthguitargmail.com pramit.synthguitaryahoo.com FaceBook ID  Pramit DasPramitsynthguitar RabindrasangeetRabindrabharati UniversityShantiniketanTagore SongRelatedPhuley Phuley Dhole DholeInstrumentalElectric Hawaiian Lap Steel Baar Guitar By Pramit Das Electricguitar..Related ArtistSUCHITRA MITRA,SUMITRA SEN,HEMANTA KUMAR MUKHERJEE,KISHORE KUMAR,V.VALSARAPIANO,INDRANI SEN,SRABONI SEN,SRABANI SEN,FIROZABEGUM,BEGAM AKHTAR,REZWANA CHOWDHURY,SOMLATA DUTTA,INDRANIL SEN,SRIKANTA ACHARYA,ANWESHA DUTTA GUPTA,DEBOBRATA BISWAS,SUBHOMITA BANERJEESONGS,PARTHO PAULPIANO,SYNTHESIZER,KEYBOARD,SANJOY DASSPANISH ROCK GUITARIST BAPI,NEPAL SHAWBASSSPANISH GUITAR,RIDHU SHAWGUITAR,USHA UTHUPARTIST SONGS,SRIRADHA BANDOPADHAYA,SUNIL GANGULY ELECTRIC STEEL HAWAIIAN LAP STEEL BAR GUITAR,KAZI ANIRUDHHA,KOLYANI KAZI,KAZI SABBOSACHI,KAZI ANINDITA,KAZI ARINDAM,BATUK NANDI,RAJAT NANDI,AVIJIT NATH,SUJIT NATH,JAGANNATH DHAR,VENSHIPLEY,LOPAMUDRA MITRA,JOY SARKAR,SUNIL GANGULY ACADEMY OF MUSIC,KOUSHIC GANGULYFILM DIRECTOR,CHURNI GANGULYACTREES,KOYEL MALLICKACTREES,RANJIT MALLICKACTOR,DEVDIPAK ADHIKARIACTOR,SUBHOSREE GANGULY,JEET GANGULY...PHULEY PHULEY DHOLE DHOLE PRAMIT DAS ELECTRICGUITAR RELATION BENGALI TOLLYWOOD FILMCHARULATADIRECTED BY SATYAJIT ROY,PRODUCED BY R.D BANSAL,BASED BY NASTANIRH BY RABINDRANATH TAGORE,STARRING BY SOUMITRA CHATTERJEE,MADHABI MUKHERJEE,SAILEN MUKHERJEE,SHYAMAL GHOSAL,RELEASE DATES 17 APRIL 1964 & PARINEETA 2005 FILMMUSIC BY SHANTANU MOITRA,STARRINGVIDYA BALAN,SANJAY DUTT,SAIF ALI KHAN,RAIMA SEN,DIYA MIZACINEMATOGRAPHYNATARAJAN SUBRAMANIAM,EDITING BY HEMANTI SARKAR,RELEASE DATES JUNE 10, 2005", "viewCount": 0.33244882333076564, "labels": [2996]}, "vgy-Im8odMo": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "vgy-Im8odMo", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "Nikon Brand New Camera Commercial Digital Cam2 CoxellTVC Nikon D3200 Product Tour.mp4?!  Like!!!", "viewCount": 0.40062092405376576, "labels": [146, 158, 279, 454]}, "vhb_MHnPQfg": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "vhb_MHnPQfg", "title": "", "description": "", "length": 0.22479732663618068, "keywords": "Parc vera Hougang Preview new condo sim lian parcveraParc Vera Hougang new condo launch previewParc Vera! New condo in Hougang www.parcverapreview.com www.parcveracondo.com Parc Vera  new condo Hougang Preview! Register now. Parc Vera Developer sales team Sources Images and infomation are copyright HDBURA.", "viewCount": 0.33392526340327, "labels": [1013]}, "IErUu5W8H-Q": {"likeCount": 0.03010299956639812, "dislikeCount": 0.06989700043360189, "videoId": "IErUu5W8H-Q", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "The shadow conspiracy bmx review undertaker tire 2.25 black 20 inch 2013 used oldReview of The Shadow Conspiracy Undertaker tireFACEBOOK INSTAGRAM AdrianPinonBMX Review of the shadow conspiracy undertaker bmx tire. Subscribe, like, and check out my page.", "viewCount": 0.31519823954574744, "labels": [53, 58, 464]}, "Vd87obbjJxk": {"likeCount": 0.17160033436347993, "dislikeCount": 0.03010299956639812, "videoId": "Vd87obbjJxk", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "Diesel Shop Walthers E6A E6B Transfer Table MAGIX Video deluxe MX PlusDiesel Shop Part 4b  Running Trains 3Switching in the shop! UP E6A picks up an E6B and leave the Diesel Shop. Created with MAGIX Video deluxe MX Plus", "viewCount": 0.38889092592635316, "labels": [2, 45, 51, 137, 298]}}