{"vxjV8fE7d-k": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "vxjV8fE7d-k", "title": "", "description": "", "length": 0.2423245873936808, "keywords": "Ambrose Lanowen Samus Falco Mewtwo Sheik Amb brose amby mcbrose Metaknight metaknight0 dream land dreamland SSBMAmbrose Falco QQ Samus vs Hawt Sheik Rump Mewtwo 4Ambrose Falco and QQ Samus vs Hawt Sheik and Rump Mewtwo  Dreamland 4 Keep in mind, this is a smashfest, and we do stupid stuff. P", "viewCount": 0.3019531684531256, "labels": [0, 1, 5, 234, 628, 2280]}, "vyLGSc1kHJI": {"likeCount": 0.13979400086720378, "dislikeCount": 0.047712125471966245, "videoId": "vyLGSc1kHJI", "title": "", "description": "", "length": 0.2587710965018912, "keywords": "Real Madrid vs Athletic Bilbao 08 05 10 2010 HD Ronaldo Yeste Higuain Ramos Benzema MarceloReal Madrid vs Athletic Bilbao 080510 5  1 HDC.Ronaldo 22' PK 10 F.J.Yeste 41' 11 G.Higuain 73' 21 S.Ramos 80' 31 K.Benzema 81' 41 Marcelo 89' 51 Stadium Estadio Santiago Bernabu, Spain Attendance 80,000 Match Time May 8, 2010, 2000 UK Officials Csar Muiz Fernndez Referee Cristiano Ronaldo and Gonzalo Higuain were again on the scoresheet as Real Madrid ensured the Primera Division title race would go to the final week with an ultimately convincing 51 victory over 10man Athletic Bilbao. The duo had netted 51 league goals between them in 56 games prior to this fixture and they were on the mark once more as Madrid stayed within a point of leaders Barcelona, who beat Sevilla 32. Ronaldo, who struck his first hattrick for Madrid in Wednesday's 41 win over Real Mallorca, opened the scoring from the penalty spot in the 22nd minute in an incident that also saw Athletic defender Fernando Amorebieta sentoff. Athletic captain Fran Yeste threatened to ruin Madrid's night when he scored a brilliant equaliser just before halftime, but four goals in the final 17 minutes from Higuain, Sergio Ramos, Karim Benzema and Marcelo earned the home side their 18th win in their last 19 league games. Manuel Pellegrini's side are still underdogs to win the title however, as Barca are at home to lowly Real Valladolid next weekend while Madrid go to Malaga. Athletic striker Gaizka Toquero gave the home side a couple of scares early on, bringing a diving save out of Iker Casillas with a flicked header and then racing through on goal after robbing Raul Albiol only to slice wide. Aside from those incidents though it was almost all Madrid, with Ronaldo twice going close before finding it third time lucky after the home side were awarded a penalty in the 20th minute. Higuain's shot from the edge of the box struck Amorebieta's hand and not only did referee Cesar Muniz Fernandez award a penalty but he also dismissed the Athletic centreback. It looked harsh to give both the penalty and a red card, and Ronaldo added salt to Athletic's wounds by calmly rolling in the resulting penalty for his 26th goal of the season. After that it was only the goalkeeping of Gorka Iraizoz that kept Madrid from running away with the game as he denied Higuain twice and also Fernando Gago and Esteban Granero in quick succession. A second Madrid goal looked inevitable, but it was actually Athletic who found the back of the next as they stunned the Bernabeu with a superb equaliser from Yeste. There appeared little danger when the Athletic captain picked the ball up with plenty of Madrid defenders back, but he danced inside Sergio Ramos, Gago, Xabi Alonso and Albiol before driving a low shot past Casillas. That was a huge blow for Madrid, and Pellegrini responded by sending on Kaka for Gago at the break. The second period continued in a similar vein to the first, with Madrid virtually camped in the Athletic half. Ronaldo, Kaka and Marcelo all went close with headers while Granero's 20yard strike clipped the top of the crossbar. But with halfanhour to go the title was heading to Barca, and Athletic almost hammered another nail in Madrid's coffin when Yeste went close with a shot that Casillas saved with his feet. The final 25 minutes saw Madrid laying siege to the visiting goal. Higuain was proving the biggest threat and he went close three times before finally putting Madrid back in front. News had filtered through to the Bernabeu that Sevilla had trimmed Barca's lead from 30 to 32 and Madrid responded almost immediately to give the home fans further reason for optimism. Alonso's freekick was deflected goalwards off an Athletic defender, and although Iraizoz did well to palm the ball away, Higuain was perfectly placed beyond the far post to head in his 27th of the season. That was the breakthrough Madrid needed and they added three more goals through Ramos, Benzema and Marcelo late on to seal their 10th home win in 11 meetings with Athletic and keep the title race going to the wire.", "viewCount": 0.44342494523964754, "labels": [0, 12]}, "sKBORwDS0IY": {"likeCount": 0.1792391689498254, "dislikeCount": 0.03010299956639812, "videoId": "sKBORwDS0IY", "title": "", "description": "", "length": 0.2652246341003323, "keywords": "battle bdaman english season onebdaman 29 part3Lets try this again. If no one rushes me I'll upload once a week. If there is a comment or pm asking me to upload faster, I'll delay the next episode to one extra week. For every \"please upload the next one faster\" type of messages, I'll delay one week. I DO NOT OWN THIS VIDEO OR BATTLE BDAMAN!!!", "viewCount": 0.4583674762853721, "labels": [5, 16, 570]}, "0Iy5KozhI6Y": {"likeCount": 0.1361727836017593, "dislikeCount": 0.0, "videoId": "0Iy5KozhI6Y", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "One More Summer Acoustic Night 1 Gibson Amphitheatre Exclusive No DoubtOne More Summer Acoustic Gibson 112412The last of the acoustic set. The audience was blown away.", "viewCount": 0.31673173347481764, "labels": [3, 4, 6, 10, 13, 28, 33, 38]}, "2jzttc7I_90": {"likeCount": 0.19294189257142927, "dislikeCount": 0.047712125471966245, "videoId": "2jzttc7I_90", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "Dean Winchester sexy as hell Jensen Ackles Supernatural CW TV shows Sci Fy Jared Padalecki Sam Impala Metallicar Demons Monsters Guns AC DC Shoot To Thrill saving people hunting things the family business pudding Bella SPN chevrolet television show ACDC Supernatural TV series Supernatural season 3Dean Shoots to THRILLEverything I love about Dean Winchester with NO angst for once. I wanted to showcase his funcharming side as well as his hunting skills and to showcase His gorgeous smile His love for food His love for the Impala His love for his brother His love for women His passion for killing things Please RATE and COMMENT! You get the point! Sorry the beginning is a bit pixelated. I tried everything to get a good version published!", "viewCount": 0.37309436934277357, "labels": [1075, 1477]}, "3MMtq0pNRm8": {"likeCount": 0.12552725051033062, "dislikeCount": 0.06020599913279624, "videoId": "3MMtq0pNRm8", "title": "", "description": "", "length": 0.24082399653118497, "keywords": "spirituality healing music yoga meditation india better mantra enlightenment divine peace guru temple hare karma shiva ram dharma chanting shri monk master happiness living lama consciousness lord relaxation jai mystic devotional yogi awakening holy bliss wisdom knowledge vedic retreat Spirit Chant Inspiration Rama Self Culture MonksTom Gaura  He Radhe ! Spiritual PopCool,soothing, spiritual  highclass Song, written & produced by TomGaura  About the consort of Krishna in Paradise, Goloka , the highest Goddess Radha ...", "viewCount": 0.3318689269947746, "labels": [2578]}, "7sgKnNRH7bk": {"likeCount": 0.14913616938342728, "dislikeCount": 0.03010299956639812, "videoId": "7sgKnNRH7bk", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "Panic! Panic at the disco ryan ross band music art speed painting speedpainting air gear ost artist paint write sins not tragedies overcooledPanic at the disco  Speed painting requestThis was a requested video from luv4spiritz, for a speed painting of Ryan Ross a band member from Panic! At The Disco. Music PATD  I Write Sins Not Tragedies. Air Gear OST  Overcooled. If anyone has a request for a video, let me know and ill try to work on it on my spare time.", "viewCount": 0.32273724422896366, "labels": [5, 49]}, "7sx5dL8yrHc": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "7sx5dL8yrHc", "title": "", "description": "", "length": 0.26414741105041, "keywords": "mearns castle charities week mearns school dance high school musical call on me call me maybe single ladies s6 charities showMearns Castle High School S6 Charities Week performance21112 If the video looks fuzzy just change to HD '", "viewCount": 0.32990712600274097, "labels": [6, 8]}, "741ISGoZPNQ": {"likeCount": 0.203342375548695, "dislikeCount": 0.1, "videoId": "741ISGoZPNQ", "title": "", "description": "", "length": 0.26757783416740855, "keywords": "st baldrick's foundation head shave raise money shavee bald baldricks cancer charity pediatric cancerRebecca's Crewcut for St Baldrick's  Hibernian Restaurant & Pub, NC  March 5, 2011Rebecca bravely faces the clippers and raises almost 800 for St. Baldrick's Foundation in the process. She looks great with a shaved head, doesn't she? All advertisement revenue from YouTube will be donated straight to St. Baldrick's Foundation. Please take the time to click and support the sponsors of my videos, and help raise money to Conquer Kids' Cancer! ", "viewCount": 0.4871462012844714, "labels": [50, 65]}, "5PQUAnpRq1k": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "5PQUAnpRq1k", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "Pratt & Whitney Farnborough Air Show Aircraft EnginesGo With Pratt & Whitney Farnborough Air Show 2012www.pw.utc.comfarnborough Pratt & Whitney is a world leader in the design, manufacture and service of aircraft engines, space propulsion systems and industrial gas turbines. United Technologies, based in Hartford, Conn., is a diversified company providing high technology products and services to the global aerospace and commercial building industries.", "viewCount": 0.35129510799724906, "labels": [2, 44, 46, 114, 264]}, "5YHluQcf9KA": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "5YHluQcf9KA", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "hack crossfireHaxk Crossfire VN 1054.wmvClip c lm bi . Sr ln u lm nn hi g thng cm nha. Ai mun mua hack th pm Y!H vngdragon nha.. thanks to watch", "viewCount": 0.34339297656084644, "labels": [0, 1, 562]}, "npc4h1V2y48": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "npc4h1V2y48", "title": "", "description": "", "length": 0.2625312450961674, "keywords": "lenape high school roller skates senior skit pep rally 2006 seniors robot amazing crazy dunk soccer crash funny comedyLenape Pep Rally 2006 \"A New Hope\"We were asked to make a short skit to encourage our school's football team to win it's homecoming game and to get the school excited for the game... I think we did a good job.", "viewCount": 0.39215304135012424, "labels": [0, 8, 806]}, "nqBLRrqrwok": {"likeCount": 0.09030899869919436, "dislikeCount": 0.12552725051033062, "videoId": "nqBLRrqrwok", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "the wizard black sabbath drum coverThe Wizard Black Sabbath drum coverNo copyright infringement intended. All music remains the property of the original artist.", "viewCount": 0.3351603072419129, "labels": [28, 33, 38, 78, 86, 257]}, "l4ecHrSa-S8": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "l4ecHrSa-S8", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "robert pattinson kristen stewart edward cullen isabella bella swan twilight new moon Stephenie Meyer miley cyrus I've got nerve hanna montanaRobert Pattinson & Kristen Stewart Edward & BellaPhoto GAllery of Bella and Edward of the movie Twilight and New Moon", "viewCount": 0.31568519010700113, "labels": [595, 660]}, "l55upvhFlVE": {"likeCount": 0.2640481436970422, "dislikeCount": 0.1278753600952829, "videoId": "l55upvhFlVE", "title": "", "description": "", "length": 0.26972293427597177, "keywords": "morning stretch easy seniors exercise for relaxing breathing meditation bed sleep yoga sean vigue beginner basic florida motley fitness routine diet weight loss breast cancer awarenessMorning Stretch easy stretching routineVisit to purchase my workout DVDs including the 1 \"Pilates for Men\" and \"Starter Series\"! Perfect stretching routine to do right after you wakeup or before you go to bed. Combines breathing with gentle stretching to wakeup muscles and bring oxygen into your mind and body. Created by Sean Vigue FIlmed in Celebration, Florida right next to Walt Disney World", "viewCount": 0.489423296267808, "labels": [698]}, "HCZAjmLM1us": {"likeCount": 0.12304489213782739, "dislikeCount": 0.047712125471966245, "videoId": "HCZAjmLM1us", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "DHPerformanceHorse10hh Shetland Pony In TrainingUpdate video for his owners ", "viewCount": 0.3638489256954638, "labels": [15, 18, 87, 244]}, "dnYgm5-2RQo": {"likeCount": 0.2661812685537261, "dislikeCount": 0.03010299956639812, "videoId": "dnYgm5-2RQo", "title": "", "description": "", "length": 0.24742162640762555, "keywords": "booktubeThe Harry Potter TagWhy Colin!? TAG QUESTIONS Favorite book Favorite movie Least favorite book Parts of the booksmovies that made you cry If you could hook up with any HP character who would it be? Favorite character What would your Patronus be? If you could have the Resurrection Stone, Invisibility Cloak or the Elder Wand which one would you choose? What House would you be in? IF you could meet any member of the cast who would it be? Have you played any of the video games? IF you were on the Quiddich team which position would you play? Were you happy with the ending? How much does Harry Potter mean to you?", "viewCount": 0.38889653443003375, "labels": [282]}, "drGr0W7JHys": {"likeCount": 0.1, "dislikeCount": 0.06989700043360189, "videoId": "drGr0W7JHys", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "World of Tanks T1E6  WoT         T1E624    World of Tanks           T1E6. ,            .  T1E6  .        5 ,  ,  .       ,        ,      .  T1E6    ,           .         T1E6      World of Tanks, World of Warplanes, World of Warships, War Thunder  ", "viewCount": 0.33605934135652493, "labels": [0, 1, 110, 223, 323]}, "Fis8L07pXew": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "Fis8L07pXew", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "android ringtone ring tone voice memo custom ringtone HTC EVO EVO android ringtone voicememo ringtonesAndroid Ringtone from Voice Memo  HTC EVOSetting voice memo as a ringtone on HTC EVO", "viewCount": 0.35618166643189575, "labels": [21, 23, 24, 3360]}, "7W65hbaBVZI": {"likeCount": 0.292272545799326, "dislikeCount": 0.09030899869919436, "videoId": "7W65hbaBVZI", "title": "", "description": "", "length": 0.24502491083193612, "keywords": "guild wars 2 gw2 soundtrack ost theme battle zhaitan extended game version longer version alternate jeremy souleGuild Wars 2 OST  Here be Dragons Game VersionFrom the final battle with the dragon Zhaitan. This is the track as heard ingame, instead of the alternate version on the physical soundtrack. I was disappointed as all hell that this version was not included on the physical soundtrack... So I dug up a gamerip of the soundtrack, and here it is. Enjoy. Download the track ", "viewCount": 0.5258385826696981, "labels": [591, 761]}, "jifyKevoor8": {"likeCount": 0.2571708831808688, "dislikeCount": 0.1, "videoId": "jifyKevoor8", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "Battlefield Play4free M98B BFP4F ProfessorSnipe Review Commentary Gameplay Tips M98 Rank 30 Recon Montage Battlefield Play for free bbfacekiller bb face professorsnapeBattlefield Play4free M98B ReviewCommentaryThe M98b Informational Video Commentary and Review for Battlefield Play4free by ProfessorSnipe. Thanks for watching hope you enjoy. Make sure to check out these videos First game with M98b Live Commentary Basra Rush First Look  BFP4F media Thread ProfessorSnipe's Twitter ProfessorSnipe's Facebook Fanpage Subscribe! Battlefield Play4free M98B Review Commentary Battlefield Play4free M98B Review Commentary BFP4F M98B Review Commentary", "viewCount": 0.4398547595734928, "labels": [0, 1, 124, 153, 2611]}, "jju3yHYA3yM": {"likeCount": 0.16434526764861876, "dislikeCount": 0.0, "videoId": "jju3yHYA3yM", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "Neo39 Neo39Footwear Pasadena Old Town Sneakers Kicks New York Knicks Basketball Team roshe run team rosheRoshe Run Siren Red  Calypso  KnicksMatty T breaks down the Roshe Run Siren Red  Calypso & Knicks colorways teamroshe", "viewCount": 0.3541079767776629, "labels": [66, 148, 210, 253, 271]}, "ZxWGcSw8eF4": {"likeCount": 0.17075701760979364, "dislikeCount": 0.10413926851582252, "videoId": "ZxWGcSw8eF4", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "Wizard101 mv elvis presley micael jackson epic rap battles of history pigfan99 love you o.oEpic Rap Battles of History Michael Jackson Vs. Elvis Presley  Wizard101Made with my good friend, pigfan99! You probably already know her but if not check out her channel, awesome videos even though she quit! This is a special for you guys, Epic Rap Battles of History anyone? ", "viewCount": 0.3820661134643596, "labels": [0, 1]}, "-445ixPQrkw": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06989700043360189, "videoId": "-445ixPQrkw", "title": "", "description": "", "length": 0.26384892569546375, "keywords": "fsx landing princess juliana intl airport tncm first choice boeing airbusFsx Landings at Princess JulianaA few fsx landings at Princess Juliana Intl Airport TNCM", "viewCount": 0.3120244795546365, "labels": [46, 107, 109, 114, 145, 602, 1170]}, "owvNmOma1fQ": {"likeCount": 0.19138138523837167, "dislikeCount": 0.13424226808222062, "videoId": "owvNmOma1fQ", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "Taekwondo Best Kicks and Knockouts Highlight It's Spirit of taekwondo Sports IndustryTaekwondo Best Kicks and Knockouts HighlightTaekwondo Best Kicks and Knockouts Highlight", "viewCount": 0.47928677514598644, "labels": [110, 884]}, "oyI3dVGdBps": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "oyI3dVGdBps", "title": "", "description": "", "length": 0.2557507201905658, "keywords": "Ghost rider jezdec licence of devils enterGhots Rider  Maximum punishmet endingThe scene about not reload gun for shot skill to one of the enemy and then there is the finish ending.", "viewCount": 0.3326540668516562, "labels": [2850]}, "ec95bIGMvHE": {"likeCount": 0.25550944485783195, "dislikeCount": 0.08450980400142569, "videoId": "ec95bIGMvHE", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "xda developers Motorola Droid RAZR bootloader RIM XDATV anniversary motorola droid razr Windows phone 8\"Developer Droid RAZR\" is a Cheesy PickUp LineThis week marked the first anniversary of XDA TV. Thanks to everyone involved, and everyone who supported us as we found our footing. Azrienoch recaps RIM's and Peek's giveaway of devices to developers, PocketNow's preview of Windows Phone 8, two new recoveries, and finally, Motorola's lame attempt to woo the community with an unlocked Droid RAZR, to be sold separately. Links Forum Added for AT&T Samsung Galaxy Note Peek Giving Discontinued Devices To Hackers And Developers RIM Giving Out Free PlayBook Tablets To Android Developers What to Expect in Windows Phone 8 Apollo Official Update HTC Rezound Is A World Phone, Works On GSM Networks ClockworkMod Touch Recovery For Galaxy Nexus & Nexus S First Flashable Ubuntu Recovery Released for Nook Tablet Motorola Announced Droid RAZR with Unlocked Bootloader OPMOSH2 Developer Edition Is No Solution, Petition For Real Droid RAZR Bootloader Unlock ", "viewCount": 0.42693027508693415, "labels": [21, 3013]}, "LJkeNEoABc0": {"likeCount": 0.06020599913279624, "dislikeCount": 0.13979400086720378, "videoId": "LJkeNEoABc0", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "out of map terminal Call duty glitch modern warfare mw2 glitches how to derail elevator tutorial xbox 360 trick mods building jumps sub base bounce montage ontop level ending zombie nazi first person shooter actionMw2 out of map on Terminal! NEW glitch!!!!This glitch out of terminal is founder by me and its not the shitty one where you can only go like a tigy bit and cant go anywhere its one of the plane founder by ME i say again this is a glitch me and my mates was doing something untill i said let me do something and then it worked!!", "viewCount": 0.3051152522447382, "labels": [0, 132]}, "LMHji0_IGJE": {"likeCount": 0.27895807121644256, "dislikeCount": 0.1806179973983887, "videoId": "LMHji0_IGJE", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "Buried Treasure borderlands dlc pirate captain scarlette booty oasis wurmwater wormwater hayters hayter's folley haters rustyard rustyards lighthouse hoser hosermd legendary loot commentary magnys xbox 360 playstation Game Xbox 360 Video Game Platform Video Game Industry Borderlands video Game Playthrough Gameplay Ps3 Xbox360 video game GamesAll Message in a Bottle Treasure Locations  Borderlands 2 DLC  CommentaryAll locations for messages in bottles and their buried treasure Oasis 000 Wurmwater 043 Hayter's Folley 104 Rustyards 209 Magnys Lighthouse 239 Please like and subscribe. Follow me on twitter as well CraigMacDermott", "viewCount": 0.5065142586347685, "labels": [0, 1, 774]}, "6C2tLtVfBGk": {"likeCount": 0.1079181246047625, "dislikeCount": 0.06020599913279624, "videoId": "6C2tLtVfBGk", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "how to como do it yourself viral videos viral MONSTER HIGH TOYS TOP MONSTER HIGH TOYS 2013 13 Wishes MONSTER HIGH 13 WISHES TOY REVIEW DRACULAURA SWEET 1600 CLAWDEEN GHOULS RULE GHOULS RULE DVD FRANKIE STEIN BEST SELLING MONSTER HIGH TOYS MONSTER HIGH MAKEUP MONSTER HIGH DRESS UP GAMES MONSTER HIGH EN ESPANOL MONSTER HIGH FASHION MONSTER HIGH DOLLS MONSTER HIGH CHARACTERSMONSTER HIGH TOYS BEST SELLERSMONSTER HIGH TOYS, TOP MONSTER HIGH TOYS Click the link to Subscribe Thanks for Watching! Please Subscribe and Share our Videos!!!", "viewCount": 0.368547301972276, "labels": [26, 194, 445, 581]}, "-gCqnkIUmp0": {"likeCount": 0.3649432223241617, "dislikeCount": 0.18388490907372554, "videoId": "-gCqnkIUmp0", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "Do It Yourself Hobby Home Improvement Interest nursery decor wall art yarn nosew Craft best how to Interior Design Industry brooke mahan whatsupmoms whats up momsDIY  Nursery Yarn ArtThis adorable yarn art project is perfect for over your LOs crib or anywhere in your home! Dont forget to subscribe for new vids every MWF Follow me on Instagram Follow me on Pintrest A special thanks to Parisa for the inspiration and tipsyour baby girl has a beautiful mama and nursery!! Supplies Yarn Branch or wooden dowel Scissors Measuring tape Leather string We provide our videos for entertainment and promotional purposes only. It is your responsibility to evaluate the accuracy, timeliness, completeness, or usefulness of the content, instructions and advice contained in our videos. WUM is not liable for any loss or damage caused by your reliance on anything contained in our videos.", "viewCount": 0.5556359196623748, "labels": [1112, 3566]}, "-i2hNmpKnEk": {"likeCount": 0.4723972577008404, "dislikeCount": 0.3186391215695493, "videoId": "-i2hNmpKnEk", "title": "", "description": "", "length": 0.2519827993775719, "keywords": "paleo pancakes healthy breakfasts easy breakfasts breakfast diet breakfast recipe ideas breakfast recipes healthy breakfast ideas quick breakfast ideas4 Super Easy Healthy Breakfast Ideas! Banana Pancakes, Overnight Oats, Energy Wrap, Rainbow Parfait!You guys need to eat breakfast! It's how you will get the energy POWER through your day and your workouts. Plus people who eat breakfast tend to be slimmer than those who don't! It's a win for all  Get my book! The recipes we'll be making are 1. Energy Wrap 2. Overnight Oats 3. Rainbow Parfait 4. Banana Pancakes with Berry Applesauce The specific recipes will all be on and in the Blogilates App! YAY! Hope you guys love these recipes. If you make them please cheapcleaneats so I can like and comment on your pics!  INSPIRATIONAL SHIRTS  BLOG  FB  TWEET  PINTEREST  INSTAGRAM  Cassey Ho is a certified Pilates and fitness instructor, named Greatest's Top 25 Health & Fitness Influencers in the World alongside Michelle Obama. She is the winner of the \"Social Fitness\" Shorty Award and FITNESS Magazine named her their \"Best Healthy Living Blogger\". She's been featured on Dr. Oz, EXTRA TV, The Steve Harvey Show, COSMOPOLITAN Magazine, SHAPE Magazine, Ladies Home Journal, SELF Magazine, NY Times, LA Times, and many more.  DISCLAIMER Blogilates and oGorgeous Inc. strongly recommend that you consult with your physician before beginning any exercise program. You should be in good physical condition and be able to participate in the exercise. You should understand that when participating in any exercise or exercise program, there is the possibility of physical injury. If you engage in this exercise or exercise program, you agree that you do so at your own risk, are voluntarily participating in these activities, assume all risk of injury to yourself, and agree to release and discharge Blogilates and oGorgeous Inc. from any and all claims or causes of action, known or unknown, arising out of Blogilates' and oGorgeous Inc.'s negligence.", "viewCount": 0.6300930748035394, "labels": [11, 20, 22, 123, 302, 368, 1163, 1165]}, "qudw77Oxg80": {"likeCount": 0.1361727836017593, "dislikeCount": 0.0, "videoId": "qudw77Oxg80", "title": "", "description": "", "length": 0.24785664955938436, "keywords": "Larry Shapiro ShapPhoto Larry Shapiro Evanston Fire Department house fire in Evanston firemen working winter house fire video firefighters at work firemen venting a roof Pierce fire trucksShapPhoto 3Alarm house fire in Evanston 1915Firefighters in Evanston IL battle a stubborn fire in a 3story house 1915 in bitter cold temperatures. Info at chicagoareafire.com and photos at shapirophotography.net", "viewCount": 0.3497067936398505, "labels": [88, 296, 359, 525, 1288]}, "kOftPmVvARI": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "kOftPmVvARI", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "klmt union xoy stigma neolaios royale dj royal odvSTIGMA NEOLAIOS STIGMA ROYALEDJ royal K mixtape 2011 \"thats the way it is \"", "viewCount": 0.3374565060722765, "labels": [578]}, "wjomc8I_P0M": {"likeCount": 0.1977723605288848, "dislikeCount": 0.15910646070264992, "videoId": "wjomc8I_P0M", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "frost mage arcane fire worldofwarcraft world of warcraft wow warlords of draneor wod 6.2 6.1 pvp pve blackrock foundry brf raidIceywinds PVE Frost Mage Tutorial 6.2 Warlords of DraenorAnother Video for you guys. If you like hit that sub button.", "viewCount": 0.4481327948152576, "labels": [0, 93, 102]}, "woWSl5PBVAs": {"likeCount": 0.23222192947339193, "dislikeCount": 0.1, "videoId": "woWSl5PBVAs", "title": "", "description": "", "length": 0.2527629900871339, "keywords": "Thomas Hearns Shuler Hagler Leonard Barkley Duran legend boxing great fightThomas \"Hit Man\" Hearns vs. James \"Black Gold\"ShulerTommy Hearns vs. James Shuler on March 10, 1986. I had another copy on my youtube system here, but it was not as clear as this one. Those who had favorited that one I hope you find this one.", "viewCount": 0.508216399256966, "labels": [92, 110]}, "mbLCqNdfTTA": {"likeCount": 0.17075701760979364, "dislikeCount": 0.03010299956639812, "videoId": "mbLCqNdfTTA", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "Shantae Wayforward DS DSi Nintendo portable DSiWare Gameboy GOTY Risky Boots Revenge File Select Belly Dancer DancingShantae Risky's Revenge  File Select2010 DS Game of the year had some pretty good tunes to it. I personally liked this the best.", "viewCount": 0.3627160952374776, "labels": [0, 1, 5]}, "mKfLDyCxC8E": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "mKfLDyCxC8E", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "pbr Professional Bull Riders Outdoor Sports Horse2012 PBR  Bullriders 2012 PBR Professional Bull Riders at the Hampton Coliseum", "viewCount": 0.3423573519732736, "labels": [15, 603, 1272]}, "J_CAQL7FQDI": {"likeCount": 0.17634279935629374, "dislikeCount": 0.03010299956639812, "videoId": "J_CAQL7FQDI", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "Sword Art Online Adapted Work Draw Drawing InterestDrawing Kirito, Asuna and Yui from Sword Art OnlineEspero que gostem  Facebook  ", "viewCount": 0.35303277897780866, "labels": [5, 49, 80, 1567]}, "jdq_0xkvNuE": {"likeCount": 0.2392696953259666, "dislikeCount": 0.1079181246047625, "videoId": "jdq_0xkvNuE", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "miss80million nail art tutorial free hand american apparel dry drag marbling natural short nails polish varnish lacquer live how to style designRETRO DRY MARBLING  Free Hand Nail Art TutorialTHIS VIDEO IS REALLY LOUD!!! SORRY! Holy crap. apparently audio editing didn't really happen in this tutorial. sorry about that. Okay so here are the usual suspects LIST OF MATERIALS American Apparel  Mannequin American Apparel  Peacock  you can buy American Apparel polishes in American apparel stores or at Dotting tool from ebay sewing needle Sally Hansen Insta Dry Anti Chip Top Coat DON'T FORGET TO APPLY A BASE COAT AND TOP COAT Other Dry Marbling tutorials YellowPink hearts Halloween Spider Web ", "viewCount": 0.42220137501713595, "labels": [181, 216, 222, 249]}, "zwaxhHbSki0": {"likeCount": 0.18692317197309763, "dislikeCount": 0.09030899869919436, "videoId": "zwaxhHbSki0", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "2009 Honda Fit Panoramic SunRoof Webasto2009 Honda Fit with Webasto Panoramic SunroofThe US version of the 2009 Honda Fit is not available with the neat allglass \"skyroof\" that other markets get, which bummed me out because I'd seen it in the previews of the car and was hoping for that option. In my search for a sunroof for my Fit, I came across the Webasto Hollandia 524 Grandview Panoramic Sunroof. It's a discontinued model now, but I found a shop that had one and I went for it anyway. It provides as much daylight as the \"Skyroof\" option on nonUS Fits. Plus, unlike the Skyroof, it actually opens. Webasto reps said a replacement model for the 524 is coming soon.", "viewCount": 0.47785057794641866, "labels": [2, 7, 283, 2253]}, "GSh0f94JwaA": {"likeCount": 0.3306853748693009, "dislikeCount": 0.2307496037913213, "videoId": "GSh0f94JwaA", "title": "", "description": "", "length": 0.25563025007672874, "keywords": "online marine mechanic schools online marine mechanic school marine mechanic marine mechanic school do circuit breakers go bad electric breakers electric panel replacing circuit breaker electric breaker how to change circuit breaker cutler hammer breakers circuit breaker cutler hammer circuit protection what is circuit breakers what is a circuit breaker circuit breaker circuit fuses circuit breakers electrical panels cutler hammerCircuit Breaker Animation & Working.This Video will explain about the Working of a Circuit Breaker clearly with an animation. One could also witness what happens when a circuit fault occurs and how the circuit breaker trips. Music License Animation Unknown. just used this animation for education purpose, and voiced over with my own content.", "viewCount": 0.5727994020986548, "labels": [62]}, "WVh7qdfOsns": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "WVh7qdfOsns", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "Angry birds go angry birds rovio ios iphone ipad ipod touch android windows store itunes mac app osx mac os x pc free game download walkthrough level chapter cars semiskimmer l1 tape deck l2 l3 l4 l5 l6 soda pop sedan big bang big bang special edition special edition Crystals crustals coins money gold race easy medium hard time boom fruit splat versus Beat bomb Speedway speed way gameplay trailer cheats guide zackscottgamesAngry Birds Go  Gameplay Walkthrough on iOS iPhone  iPad, Android Let's Play 108Thanks for every Like, Comment and Favorite! Check out the New Angry Birds Go! Funny Playlist  Angry Birds Go! is a kart racing game based on the original game. It is the first 3D Angry Birds game but this the fourth game you can play as pigs, the third being Angry Birds Star Wars II, the second being Bad Piggies and the first being Angry BirdsIf you get the golden pig, you can launch pigs and hit egg.. The game will involve downhill racing, with upgradable vehicles and characterspecific powers. The game is also going to use the Telepods like Angry Birds Star Wars II, as in karts that can be teleported into the game. This will be the seventh installment of Angry Birds, and it will be released on December 11, 2013 worldwide and November 26, 2013 in New Zealand. A countdown app is slated to debut on October 31st to see it go to Angry Birds GO! countdown app. The story starts when the pigs are ready to race on the Piggy Island and the birds are looking down at the pigs. The Chronicler Pig is making the prizes. If who goes third will wins the shoes, goes second wins the apple and goes first will wins a big cake! The birds look at that big cake and want to eat it. So they jump down and join the race with the pigs. Red with his Super Roaster Stella with her Soda Pop Sedan Bomb with his Big Bang The Blues with their TriToaster King Pig with his Royal Rumbler Terence with his Beep Beep Bubbles with his Rapid Rider Matilda with her TubCopter Foreman Pig with his Crimson Baron Hal with his Shoemerang Corporal Pig with his Dragster Snout Chuck with his Mega Rocket Minion Pigs with every karts Mechanic Pig to cart reviel consert Chronicler Pig judge to race For each of the characters they all a power. Red speeding up Stella blows bubbles backward CPU, fly up with bubbles Player Bomb Leaving bombs behind CPU, explode himself Player The Blues leaves a stone block, a wooden block and an ice block backward CPU, speeding up for a short time Player King Pig flies to the sky by his balloons and leaves the Minion Pigs' balloons behind CPU, flies to the sky by his balloons only Player Terence leaves big rocks behind CPU, makes storms at two sides of his kart Player Bubbles expands to huge size and leaves a TNT or a box of coins or boost with a balloon behind CFU, expands to huge size about five seconds and roll down Player Matilda leaves a bomb egg behind CPU, leaves a bomb egg in front of her Player Foreman Pig flies by his propeller with two explosions by his TMTs CPU, leaves a TMT in front of him Player Hal creates a tornado CPU creates a tornado Player Corporal Pig make two of his helmets go around him to protect him, leaves TNTs behind CPU, make only one of his helmet goes around him to protect him only Player Chuck mega faster by his rocket on his kart CPU, mega faster by his rocket on his kart Player This game uses Hal in his new design from the CocaCola Trailer. Matilda, King Pig, Foreman Pig, and Corporal Pig are in their Toons appearances as well. The game includes power ups similar to Mario Kart. Many of the birds have the ability to use their powers, similar to the games. This is the first Angry Birds game to be played in a 3D perspective and also is the first to feature CGI. This game will be the second free full game, the first one was Rio and Rio is now free for all time! The game was released early in New Zealand. The game gives you the option to steer by tilting or touching. Just like the original game, you can use sponsored powerups in this game. You can play Jenga's Pirate Pig Attack mode in this game by touching the Jenga button below the selection screen. To play it, you must enter the code which is in the Pirate Pig Attack toy or you must buy it. When the player plays all the times in a mode, the challenges will be available in that mode. In Fruit Splat mode, when the player splat all the fruits on the bar, the fruits on the road change into coins. This is the only game besides Angry Birds and Angry Birds Seasons to have all the birds in it. Bomb's real kart is Big Bang but in Seedway Cutscene 5, he goes by Big Boomer. However, all those two karts is all Bomb's. Each kart has been upgraded, the name of the kart will be upgrade too. My Channel  Subscribe  Follow my Twitter  Follow my Instagram  My Apple GameCenter ID Andromalic, Add me to Friends! PSN ID iGameplay1337", "viewCount": 0.33322364154914436, "labels": [0, 1, 5, 733, 1829]}, "Wcw3Bp-kqsU": {"likeCount": 0.20899051114393982, "dislikeCount": 0.06020599913279624, "videoId": "Wcw3Bp-kqsU", "title": "", "description": "", "length": 0.24756711883244298, "keywords": "donnington hard rock hard rock metal heavy metal alternative alternative rock alternative metal grunge concert outdoor festival gig live live music arena Chris Cornell Kim Thayil Matt Cameron Ben Shepherd ultramega badmotorfinger into the void spoonman black hole sun pretty noose black rain jesus christ pose donington download Indie rock music live concertSoundgarden  The Day I Tried To Live Live  Download Festival, Donington, UK, June 2012Soundgarden performing The Day I Tried To Live at Download Festival, Donington, UK, 10th June 2012. The first time they have performed in the UK for 15 years", "viewCount": 0.4245784017077525, "labels": [3, 4, 9, 324]}, "SCd1rOxeZ0I": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "SCd1rOxeZ0I", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "Beyonc Record Producer Mrs. Carter Show World Tour Washington D.C. CityTownVillage Verizon Center Sports Facility Run The World Girls CompositionBeyonc  Run The World Girls  Verizon Center, Washington DC 72913Beyonc performing Run The World Girls during her Mrs. Carter Show World Tour at the Verizon Center in Washington, DC on 72913", "viewCount": 0.35679669068231545, "labels": [3, 6]}, "tH-0LO3wdLI": {"likeCount": 0.15682017240669952, "dislikeCount": 0.03010299956639812, "videoId": "tH-0LO3wdLI", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "aaron murray 2014 nfl draft aaron murray interview aaron murray georgia georgia bulldogs football mark richt aaron murray connect 4 aaron murray connect four aaron murray board games aaron murray scrabble connect 4 connect four scrabble sb nation dan rubensteinBoard Game QB Camp Aaron Murray's Connect Four, Scrabble, and Operation challengeAaron Murray's mental strength and acuity as a future NFL quarterback gets tested in the most intense and extreme ways  board game challenges.", "viewCount": 0.3622214022966295, "labels": [918]}, "6E0oTKd9vuY": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "6E0oTKd9vuY", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "The Facts Of Life TV Program Pillsbury Doughboy Fictional Character Pillsbury Company Defunct Organization FisherPrice Business Operation90s Commercials 1997Commercials on USA 1997 \"The Facts Of Life Goes To Paris\" Sponsors Rimadyl Carprofen Luvs Pillsbury Grands Blueberry Biscuits FisherPrice Wild Western Town Aleve Saved By The Bell The New ClassUSA High \"The Facts Of Life\" Commercial Bumper", "viewCount": 0.354740545966749, "labels": [315, 505]}, "-VZhKHCj7vk": {"likeCount": 0.2287801729930226, "dislikeCount": 0.09542425094393249, "videoId": "-VZhKHCj7vk", "title": "", "description": "", "length": 0.244870631990508, "keywords": "Cape Town CityTownVillage Tourist Destination Tourism Interest Beautiful Table Mountain National Park Protected Site Table Mountain Mountain Aerial Photography Website Category Unmanned Aerial Vehicle Aircraft Type Africa Continent South Africa Country Camps Bay Location Noordhoek Cape Town Location DJI Phantom Boulders Beach Location Table Mountain Location Travel TV Genre Nature TV Genre FootageDrone Discovery  Beautiful Cape Town Drone Footage.Aerial Drone footage of Cape Town, South Africa. Taken during my 3 week tour of Africa. Locations include, Clifton Beach, Camps Bay, Table Mountain, Signal Hill, Boulders Beach and Noordhoek Beach. Shot using a DJI Phantom Vision Plus. Music  Support Hans Zimmer & WPAHP  Music \"Time\" by Hans Zimmer   ", "viewCount": 0.4529635646019073, "labels": [64, 113, 119, 248, 475, 3793]}, "qTZSAqoTnc0": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06989700043360189, "videoId": "qTZSAqoTnc0", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "Fianl Fantasy Kingdom Hearts2 Square Enix ff kingdom hearts2 square enix listen to your heart remixKingdom Hearts 2!!!hey! this is my 3rd movie, my other movies have all been with final fantasy but i have a song called \"listen to yuor heart\" remix and the final fantasy 10 trailers i could find didnt go well with it but my kingdom hearts 2 trailers did!", "viewCount": 0.3589614540631267, "labels": [159, 327, 772]}, "qUcmtn8-zZs": {"likeCount": 0.03010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "qUcmtn8-zZs", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "bmw highway road speedingBMWPower.lv meetingLatvian BMW community BMWPower.lv meeting 2006 Sept", "viewCount": 0.31914510144648955, "labels": [2, 7, 17, 48, 174, 361]}, "qXGsBLqD7QE": {"likeCount": 0.19731278535996988, "dislikeCount": 0.047712125471966245, "videoId": "qXGsBLqD7QE", "title": "", "description": "", "length": 0.25693739096150464, "keywords": "YouTube editor jeep off road jk rubicon unlimited 4dr offroad 4x4 eage montain bc trip forum club mud ford land rover suzuki toyota outdoor sports motor sports cherokee wrangler tj yj xj zj fj offroading discovery sand expedition overland rock crawling climb sahara automobiles 4wd documentary range extreme wheeling Fourwheel Drive Jeep Wrangler Road Hill Offroading MotorsportOverland Journal  Molibdenite '13It was time to go back to my favorite area again. I love Molybdenite area. Driving on the ridge involves considerable amount of pucker factor but when you get to the top the views ar spectacular. This year's trip was a little different. First of all, I was able take a picture of a deer very close. On the way down I got a flat tire but the worst was that when Rick was driving up the ridge, a big rock rolled over from the mountain and hit his jeep on the side. His jeep went 2 feet sideways towards the cliff but stopped right on the edge. The rock had enough momentum and weight to move the jeep. You could see the rock in the video. Dillon and I had to roll it towards cliff side so that while crawling over it our jeeps would lean towards the mountain.", "viewCount": 0.38581159321900665, "labels": [2, 7, 95, 297, 742]}, "m6LbKtmh88k": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "m6LbKtmh88k", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "Girl Talk Musical Artist Remix Industry Firefly Music Festival Recurring EventGirl Talk Paper Planes remix Live Firefly 2014Firefly Music Festival 2014 June 1923", "viewCount": 0.30678145111618405, "labels": [3, 324]}, "eG04rrXVHSI": {"likeCount": 0.38988348380682747, "dislikeCount": 0.2904715545278681, "videoId": "eG04rrXVHSI", "title": "", "description": "", "length": 0.25563025007672874, "keywords": "Crackling Spinach Restaurant MasterChef Recipes Sanjeev Kapoor Chef Chef Occupation How To Cooking North India Vegetarian Prepare India Food Cook Kitchen Master Chef Sanjeev Kapoor make made Dinner Spinach leaves Crackling Spinach With Master Chef Sanjeev Kapoor Crackling Spinach With Master Chef Crackling Spinach With Sanjeev Kapoor Crackling Spinach Sanjeev Kapoor how to make crackling spinach how to cook crackling spinach Crackling Spinach recipeCrackling Spinach With Master Chef Sanjeev KapoorYou would never have imagined making such a crispy snack with spinach! In this unique recipe, finely shredded spinach is deepfried till crisp and perked up with roasted sesame seeds, garlic and a sprinkling of sugar and salt. The intermingling of flavours in the Crackling Spinach is unparalleled, quite unlike anything you have tasted before! Enjoy it fresh and crisp. Master Chef Sanjeev Kapoor Explains the cooking method of Crackling Spinach Ingredients   Spinach leaves palak 45  Oil to deep fry  Salt to taste Method  Trim, wash, drain and pat spinach leaves dry. Cut into thin strips. Heat oil in a wok add spinach and deepfry till crisp. Drain on absorbent paper. Serve immediately", "viewCount": 0.6014088970015016, "labels": [11, 20, 22, 29, 32, 112, 120, 122, 430, 444, 1753]}, "eGjkYB2IASU": {"likeCount": 0.29020028913507295, "dislikeCount": 0.11139433523068368, "videoId": "eGjkYB2IASU", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "Cider Cider Beverage Apple Cider Beverage Halloween Holiday Halloween party Halloween cocktail DIY How to DIY Cider DIY apple cider Halloween DIY DIY Halloween homemade cider apple cider recipe Do It Yourself Hobby cider recipe Harry Potter Literary Series AwardWinning Work Harry Potter Film Series Film SeriesApple Cider DIY for Your Halloween Party or Harry Potter Lifestyle  Holly HobbyHow to make cider using regular apple juice  perfect for a Halloween party! Add rum for a Halloween cocktail. Stay for more This apple cider recipe isn't 100 homemade, since we bought the apple juice from the store, but adding all of the holiday spices really brings it to the next level. Holly and Hilary served this cider at last year's Halloween party and had to make three batches to keep up with demand! Here are the ingredients for the cider 12 Gallon of Unsweetened Apple Juice 1 Orange 15 Cloves count 'em out 15 Allspice berries 4 Sticks of Cinnamon can be used for garnish later! 1 Teaspoon of Nutmeg 7 Pods of Cardamon 1 cup or more of Spiced Rum per batch if you're making the cocktail version Tools You'll Need A 3quart saucepan and stove A strainer Ice if you need to cool down the batch before adding Rum. If you're making the nonalcoholic version, you don't need to cool it down before serving unless you're concerned for your safety. Since alcohol is burned off at nearboiling temperatures, we used the ice to quickly cool it before adding the rum for max impact. Thanks to Lizzy for that idea!! To actually make the cider, pour the apple juice into the saucepan and bring to a boil. Once it's boiling, you can add all of the Halloween spices and the orange cut into quarters. Bring the cider down to simmering, cover, and simmer for 20 minutes. If you're making the nonalcoholic version, just strain and serve the cider with a cinnamon stick. If you want to add rum, cool the batch down in some ice water, strain, and serve! This recipe was adapted from one on Simply Recipes My friend Hilary works for Polaris, the gaming network in Maker Studios! If you have a channel and would like to work with her and others on the Maker team, you can apply here Maker also gives me access to awesome royalty free music from audiomicro.com and Epidemic Sound.", "viewCount": 0.42810561045835044, "labels": [11, 20, 229]}, "eIzIZoD2VGo": {"likeCount": 0.23856062735983122, "dislikeCount": 0.06020599913279624, "videoId": "eIzIZoD2VGo", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "MBC Music Live   kpop kpop  korean wave FM4U    Kim Shinyoung  Roy Kim  Radio   20141016 Live on Air  When Autumn Comes    Roy Kim  When Autumn Come,    20141016 Did you enjoy this video? Plz click \"like\"!  For more awesome videos, subscribe our channels!! Daily update available!   FM4U  122 20141016    'Live on Air' with     Roy Kim  When Autumn Comes", "viewCount": 0.40022092729880154, "labels": [4, 9, 10, 34]}, "eOw8q3AGsbU": {"likeCount": 0.30394141191761376, "dislikeCount": 0.1724275869600789, "videoId": "eOw8q3AGsbU", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "StepsVEVO stepslove steps  live steps full album steps album steps official steps tragedy steps 5 6 7 8 Sony Music UK Legacy Sony Music Baby Don't Dance Pop Sony BMG Music UK StepsSteps  Baby Don't Dance ReEditMusic video by Steps performing Baby Don't Dance. c 2001 Sony BMG Music Entertainment UK Limited", "viewCount": 0.565864662444977, "labels": [3, 6]}, "lsatLFI2_mE": {"likeCount": 0.15185139398778877, "dislikeCount": 0.08450980400142569, "videoId": "lsatLFI2_mE", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "submarine RC walmart wal mart underwater subs motorworksRC Submarines  filmed from above and below!My two Wal Mart motorworks RC submarines. Filmed in the Villa pool, both from outside the pool and underwater! They work realy well for a 20 sub!", "viewCount": 0.4845209701382329, "labels": [64, 238, 1617]}}