{"RBXP-L-xPis": {"likeCount": 0.14471580313422192, "dislikeCount": 0.12304489213782739, "videoId": "RBXP-L-xPis", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Tonka toy tonka toy volkswagen vw beetle bug restore restoration custom vintageTonka VW Beetle RestorationI've owned this Tonka Toy since I was very young, probably 3 or 4 years old, which is 40 plus years ago now. It looks like I tried doing a bad paint job on it at some point. I am going to restore this now. I'm thinking probably custom color...maybe metallic, since that was all the rage of those days. The rear axle was badly bent. It was like having a baby to get a wheel off so I could attempt to straighten it. It came out not too bad..possibly functional. Will post an 'after' video once I get it restored. The clear plastic came almost like new just rinsing under the sink. Only a few small splotches of paint on it that some thinner might take off. ", "viewCount": 0.3872738827472669, "labels": [2, 7, 197, 593, 756]}, "RCjlPLkzYS8": {"likeCount": 0.22227164711475833, "dislikeCount": 0.06989700043360189, "videoId": "RCjlPLkzYS8", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "Scarlatti Sonata Doublecourse guitar Classical guitar Smaro Gregoriadou Kertsopoulos Aesthetics Reinventing guitar Sonata K1 Sonata L366 Harpsichord Transcription Domenico Scarlatti ANART ARTISTRY Delos Hightuned guitar Unconventional guitar Andres Segovia John Williams Arrangement George KertsopoulosScarlatti Sonata K1L366 arr. Gregoriadou for doublecourse guitarSmaro Gregoriadou has transcribed and interprets Scarlatti Sonata K1L366 on a doublecourse pedal guitar of Kertsopoulos design and construction. This Sonata is included in Smaro's CD \"Reinventing guitar, Vol. 2\" released by DELOS. Live in Athens, ANART ARTISTRY, 5 November 2012.", "viewCount": 0.39478746548976984, "labels": [4, 9, 10, 34]}, "dW1wQjGkaGk": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "dW1wQjGkaGk", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "Saxon Musical Group Rock City Building Nottingham English Unitary AuthoritySaxon \" 20,000 feet \" rock city, Nottingham 4215Saxon \" 20,000 feet \" rock city, Nottingham 4215", "viewCount": 0.32942457161381183, "labels": [3]}, "leN9ueAx2UQ": {"likeCount": 0.272916478969277, "dislikeCount": 0.1653212513775344, "videoId": "leN9ueAx2UQ", "title": "", "description": "", "length": 0.2671172842715083, "keywords": "Alpana Alpana Habib Alpana Habib's Recipe recipe cooking Cook Food Kitchen Recipes BangladeshAlpana Habib's Recipe Chitol Machher JholAlpana Habib's Recipe Chitol Machher Jhol 59 A", "viewCount": 0.48464360853485344, "labels": [11, 20, 22, 29, 32, 122]}, "Oi6zTWruetU": {"likeCount": 0.1079181246047625, "dislikeCount": 0.08450980400142569, "videoId": "Oi6zTWruetU", "title": "", "description": "", "length": 0.24927603890268377, "keywords": "super stuffed how to drive manual stick best instructions teacher master first gear second third clutch truck toyota 1986 shit cruising fail intense crazy bad shift shiftingHow to drive Manual stick like a pro!!Teaching adrian how to drive manual, just in case i have a cardiac arrest bloody diarrhea with a hard on and needs to take me to the emergency room AAP A FUCKIN AP IF YOU GUYS ACTUALLY WANT ME TO MAKE A LEGIT VIDEO TEACHING HOW TO DRIVE MANUAL LEAVE A COMMENT AND WE'LL DO IT. this video was just us F'ing around", "viewCount": 0.3827110687466011, "labels": [2, 7, 104]}, "OkuTYmNMZs0": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06020599913279624, "videoId": "OkuTYmNMZs0", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "killwars living in style by how high cs counter strike movie jukaxd brunopps15 alissonbraunkillwars living in styleCounterStrikekillwars living in style by how high movie cs this movie is not mine, i just diseminating", "viewCount": 0.30989896394011773, "labels": [0, 1, 219]}, "ZfH4oJ2S4dg": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "ZfH4oJ2S4dg", "title": "", "description": "", "length": 0.22227164711475833, "keywords": "Head Shot Destiny Fastest 200 fallen Headshots 10 Fallen Majors or ultra Kills Xbox one Fallen Captain fastest way to get 200 headshots Guide Envy BC Blazeclan304 Blaze Competitive BountiesDestinyFastest 200 fallen Headshots and 10 Fallen Majors or ultra KillsSponsors 5 off with code Blaze304 for To support Blaze Competitive Click this link if you decide to make a purchase from Noscope Social Netowrking Gamertag Envy BC , Lowlydermanking", "viewCount": 0.3015778756389041, "labels": [0, 1, 387]}, "_RNny52M34c": {"likeCount": 0.1740362689494244, "dislikeCount": 0.08450980400142569, "videoId": "_RNny52M34c", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "gmc chevrolet k5 jimmy opole jaber polska poland exhaust aeccMy Blazer K5 ExhaustMy K5 Exhaust", "viewCount": 0.464408391857683, "labels": [2, 75, 172, 196, 224, 267, 3507]}, "497q2qeL_CA": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "497q2qeL_CA", "title": "", "description": "", "length": 0.26138418218760695, "keywords": "Glengarry Pipe Band Maxville 2009Glengarry Pipe Band Grade 2 Medley 20090801Glengarry Pipe Band Grade 2 Medley Maxville August 1 2009", "viewCount": 0.30989896394011773, "labels": [13, 671, 1213]}, "2pRTx-J7Qh0": {"likeCount": 0.12304489213782739, "dislikeCount": 0.07781512503836437, "videoId": "2pRTx-J7Qh0", "title": "", "description": "", "length": 0.261066016308988, "keywords": "ikarus omsi 260Ikarus 260.06 beta  Omsi  VIDEO 2Work In Progress  No Download, No Beta, No PM Ikarus 260.06 beta  Omsi  VIDEO 2  W.I.P. ", "viewCount": 0.43469980679864295, "labels": [0, 1, 218]}, "qb3BLwncymc": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "qb3BLwncymc", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "Grandvalira El Tarter Soldeu Andorra Snowboarding Skiing January 2103 Powder Fresh snow Mountains Snow SlopesSnowboarding in El Tarter & Soldeu, Grandvalira in Andorra, 16th January 2013 After 3 days dumping down with snow in the whole of Andorra we went to enjoy the fresh snow in the Grandvalira ski area. Visibility is not the greatest as it is still snowing during the video but the snow condition is fantastic with powder knee and thigh deep to snowboard in with some great fun in the trees in Soldeu and El Tarter.", "viewCount": 0.3581835924057648, "labels": [160, 231, 252]}, "CEdvK90IQ0g": {"likeCount": 0.16434526764861876, "dislikeCount": 0.06020599913279624, "videoId": "CEdvK90IQ0g", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "slingshots draves archery 2014 ata show bad ass slingshots hunting slingshots sling shots bowfishing slingshot deer hunting slingshot Archery Trade Association OrganizationBad Ass Slingshot! Great for Bowfishing & HuntingThe name is all in the title! This slingshot is Bad Ass! We can't wait to try them out. If you like hunting or bowfishing and would like a little extra challenge. Try this out. The power behind the slingshot is equal to that of a 50 lb. recurve bow. Can mount accessories such as a quiver, whisker biscuit, & quiver. Coming soon to Draves Archery..  8886780251", "viewCount": 0.43550298563570466, "labels": [239, 2341]}, "CIdU1PNiQ9w": {"likeCount": 0.11139433523068368, "dislikeCount": 0.07781512503836437, "videoId": "CIdU1PNiQ9w", "title": "", "description": "", "length": 0.26063813651106055, "keywords": "greedytech.com greedytech how to productivity Gamepad Android Software Thrustmaster Business Operation Samsung Galaxy Product Line Samsung Group Organization note 3 4.4.2Connect Thrustmaster F1 Dual analog Gamepad to Samsung Galaxy Note 3 N900 Android 4 4 2!!!  VR Headset GIVEAWAY Closes Nov 24th 2016 Link My Video Gear My Gadgets  You can support the channel just by buying stuff from Amazon.in or Snapdeal or Flipkart by using the links given below Flipkart Amazon.in Snapdeal Audio Title Hot Heat, downloaded it from the YouTube Audio Library. All Background music files are downloaded from the YouTube Audio Library. All content used Except Background music is copyright to Greedytech, Use or commercial display or editing of the content without proper authorization is not allowed. You can Contact me at Admingreedytech.com", "viewCount": 0.3595716619943425, "labels": [0, 1, 21, 23, 24, 105, 115, 488, 1495, 1889]}, "0RbMxDt1Q_Q": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "0RbMxDt1Q_Q", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Cars Mud RallyingAshling Rallying In Her CarAshling taking her car through some mud!", "viewCount": 0.3031408464251624, "labels": [2, 7]}, "fRwsMQLcCwU": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "fRwsMQLcCwU", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "Foreigner\"Dirty White Boy\"Clip of Foreigner's \"Dirty White Boy\" live.", "viewCount": 0.34638929889859077, "labels": [3, 4]}, "fYywgYS7Tew": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "fYywgYS7Tew", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "Taipei MRT Taipei Subway Ride Taipei Metro Ride Tapei Metro Taipei Metro ride in Taiwan Taipei train travel Taipei subway travel taking the metro subway metro railway Taipei Taiwan Taiwanese taking the train taking the subway Formosa Mass Rapid Transit Metro Rapid Transit scenic views passengers city crowded moving movement taking riding ride take MRTTaipei Metro MRT  Mass Rapid Transit or Metro Rail Transit in Tapei, Taiwan, FormosaThis is a video showcasing a series of rides I took on the Taipei Metro Know locally as MRT Mass Rapid Transit or Metro Rail Transit in Taipei, Taiwan, Formosa.  The Taipei Metro, more commonly known as the MRT Mass Rapid Transit or Metro Rail Transit or formally as the Taipei Rapid Transit System, is a rapid transit system serving metropolitan Taipei in Taiwan. The system is built and operated by the Taipei Rapid Transit Corporation TRTC and consists of 96 stations and 110.1 km 68.4 mi of revenue track. The system carried an average of over 1.66 million passengers per day in December 2011.3 GEAR WE USE Olympus OMD EM5 II Canon G7X Olympus 14150mm II Lens Rode Video Mic GO Joby Gorilla Pod SanDisk 16GB Extreme Pro SOCIAL MEDIA & TRAVEL BLOGS AUDREY blog instagram facebook twitter SAMUEL blog facebook twitter instragram  MRT96110.168.4201112166  MRT96110.168.4201112166 The Taipei Metro is Taiwan's first metro system.7 Since it first began operations in 1996, the system has been effective in relieving some of Taipei's traffic congestion problems.8 The system has also proved effective as a catalyst for urban renewal, as well as increasing tourist traffic to outlying cities such as Tamsui. Conversions to existing railway lines were made to integrate them into the metro system Proudly presented by , , , This video features the song ''XXXXXXXXXXXXX\" available under a Creative Commons AttributionCommercial license.", "viewCount": 0.3720159303405957, "labels": [2, 45, 51, 212]}, "8u_OyA441vs": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "8u_OyA441vs", "title": "", "description": "", "length": 0.2565847818673518, "keywords": "Norwegian Getaway Ship Eastern Caribbean Cruise Norwegian Cruise Line Business Operation Tourist Destination Cruise Ship Transit Vehicle Type Caribbean Sea TravelInside the Norwegian Getaway ShipInside the Norwegian Getaway Ship Eastern Caribbean Cruise May 916, 2015", "viewCount": 0.34056877866727775, "labels": [227, 474]}, "PXx0NkrBl2c": {"likeCount": 0.17708520116421445, "dislikeCount": 0.06020599913279624, "videoId": "PXx0NkrBl2c", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "GTA SA EVOLUTION CLEO MOD SUPERPOWERS MOD DE VOAR FULL HD 1080pGTA SA EVOLUTION CLEO MOD 3 SUPERPOWERS MOD DE VOAR FULL HD 1080pDOWNLOAD NO MEU BLOG ", "viewCount": 0.38157105397889635, "labels": [0, 1, 35, 134]}, "pXmnM6LLOy4": {"likeCount": 0.16812412373755872, "dislikeCount": 0.09030899869919436, "videoId": "pXmnM6LLOy4", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "WOW world of warcraft kesha kesha tik tok hollishillisWorld of Warcraft Keha StyleYOU CAN NOW BUY THIS SONG HERE FOR ONLY 0.60! DIGG THIS Lyrics Wake up in the afternoon in my mamas basement peel the pizza off my shirt, I havent washed it days I get a message from my guild leader, he says Im late Theres an epic raid and I cant wait. Im talking to all the elves, elves Trying on all my armor, armor Hanging out with my dwarfs, dwarfs Fucking over the darkspear tribe Pulling up to the raid Trying to cause serious damage per second Dont stop, make it to the top My armor is stocked Tonight, imma fight This dragon all night Requestin pizza bagels From my mom so I dont have to get off the gaming chair Dont stop, make it to the top My armor is stocked Tonight, imma fight This dragon all night Requestin pizza bagels From my mom so I dont have to get off the gaming chair Aint know a lot about azeroth Aint got no experience, but I can go on a quest And now, I gotta feed a fricking yeti But not John greens yeti, that would be weird. Orcs messin with my jewels, jewels Goblins tryin touch my junk, junk Human ranger knight elf druid Im the shit in WOW Now, now I play until the power goes out, out Or my momma shuts the computer down down Momma shut me down, down Momma shut me Dont stop, make it to the top My armor is stocked Tonight, imma fight This dragon all night Requestin pizza bagels From my mom so I dont have to get off the gaming chair Dont stop, make it to the top My armor is stocked Tonight, imma fight This dragon all night Requestin pizza bagels From my mom so I dont have to get off the gaming chair Its time for a fricking shower Im pissed that I have to smell This showers going To take an hour Because I havent Bathed in weeks. Its time for a fricking shower Im pissed that I have to smell Im all clean now Entering my world Of warcraft Now, the raid dont start till I walk in Dont stop, make it to the top My armor is stocked Tonight, imma fight This dragon all night Requestin pizza bagels From my mom so I dont have to get off the gaming chair Dont stop, make it to the top My armor is stocked Tonight, imma fight This dragon all night Requestin pizza bagels From my mom so I dont have to get off the gaming chair", "viewCount": 0.35988998870638833, "labels": [8, 93, 102]}, "pd_VSGvKdGQ": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "pd_VSGvKdGQ", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "traeger grill chicken wingsTraeger Grill Chicken Wingschicken wings on the traeger grill", "viewCount": 0.4223366126439861, "labels": [11, 20, 22, 29, 32, 173, 303, 397, 477, 528, 1254, 2481]}, "E1FulrcFrns": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "E1FulrcFrns", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "Ed Rennie Hohner Melodeon Accordeon Devon Squeezebox English Dance MusicFoul Weather CallThe Melodeon Tutor Book, CD & DVD available from www.spinningpathmusic.co.uk Foul Weather Call You might be forgiven for thinking my tune sources seem to fall into three main catagories. Joe Hutton, Willy Taylor and WIll Atkinson, Dan Quinn and elsewhere. Originally from the manuscripts of the Welch family of Bosham, Sussex, this deliciously quirky tune is another Dan Quinn affair which I lifted bodily from the Flowers and Frolics LP Sold Out. If you haven't got a copy of that, go looking for one, it's a gem.", "viewCount": 0.31156105116743, "labels": [154, 263]}, "SJQyRyvCG80": {"likeCount": 0.03010299956639812, "dislikeCount": 0.14313637641589874, "videoId": "SJQyRyvCG80", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Haunted powerlifting bodybuilding frank mcgrath artem mkrtchian Mark Zdanewicz lifting deadlift squat bench pull ups elite fts westside barbellHaunted  Humanities Final ProjectThis is a project a friend and I did for our senior humanities class.", "viewCount": 0.3130655349022031, "labels": [100, 161, 567]}, "DK8UvnHfxug": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "DK8UvnHfxug", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "Derek Trucks Susan Tedeschi Derek Trucks Band Howlin Wolf Southern Ball Mike Mattison Kofi Burbridge Todd Smallie Yonrico Scott Count MButu Duane TrucksThe Derek Trucks Band & Susan Tedeschi at the Southern Inaugural Ball  \"Meet Me At The Bottom\"The Derek Trucks Band and Susan Tedeschi perform the Howlin Wolf classic \"Meet Me At The Bottom,\" live at the Southern States Inaugural Ball at the DC Armory, 1202009.", "viewCount": 0.41124038927178747, "labels": [3, 4, 13]}, "DKt4EM6C_sI": {"likeCount": 0.15440680443502758, "dislikeCount": 0.03010299956639812, "videoId": "DKt4EM6C_sI", "title": "", "description": "", "length": 0.2545307116465824, "keywords": "Jade Conlee Donatoni francoise variationen francoise Franco Donatoni nyu nyu steinhardt nyu piano pianoFranco Donatoni \"Franoise Variationen\"Jade Conlee, piano bk. 1 November 9, 2012", "viewCount": 0.3468051791454238, "labels": [4, 31, 47]}, "gsKSbONlmEM": {"likeCount": 0.1, "dislikeCount": 0.06989700043360189, "videoId": "gsKSbONlmEM", "title": "", "description": "", "length": 0.268304703823885, "keywords": "fusion juicer juicer review fusion juicer review skinny body care skinny fiber weight loss lose weight eat raw Raw Food Diet Juicer Culinary Tool Dieting Symptom Diet Website Category Fitness work from home get paid to lose weight residual income juicing with julie reboot with joe joe cross juice recipe juicing whole food juicing extractor juicing blender smoothie viral video failHow To Juice  Fusion Juicer ReviewJackie Nelson Independent Rep for Skinny Body Care reviews the Fusion Juicer. The 2nd in a day of juicing. Join our closed Facebook weight loss support group for recipes, DIYS, motivation and support. We have a new juicing group on Facebook join us it's Open for everyone. Juicing For All Connect with me on Social Media jackiesbc16 & Browninkus on most networks. Subscribe, like and share Let's get healthy together.", "viewCount": 0.3760573253944395, "labels": [11, 126, 625, 2004]}, "RX6729egKwg": {"likeCount": 0.12304489213782739, "dislikeCount": 0.047712125471966245, "videoId": "RX6729egKwg", "title": "", "description": "", "length": 0.23404441148401187, "keywords": "MissyJulie Love you so MMV Bellocan MapleStory LyricsLove you so MMV.Made using banned story, and paint..Kinda crappy. But I hope you guys enjoy it. This is just like a lyrics video. x", "viewCount": 0.3318689269947746, "labels": [5]}, "wGKC1s9XBg8": {"likeCount": 0.13424226808222062, "dislikeCount": 0.0, "videoId": "wGKC1s9XBg8", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "ssgs GG Pershing t2 light Maus Is7 T30 world of tanks Panzer IV hydro SU85I Pz II BTSV Hydraulic MTLS14 clan battles wars t92 erlenberg tier 10 swamp fjords team mother match star dispute proof game jumping your win t1 cunningham loltracktor ms1 IS KV Kv3 KV1s M46 Patton clanwar clanwars e50 e100 E100 eseries e75 ww2 germany wwii english M41 arty type typee Object 261 dance T502 Vk2801 Chaffee M24 License World Of TanksWorld of Tanks Tank Coompany E50 GameplayA short little something while I get the AMX 50B on the test Server PoV of Smiggetti Join our steam group Health bar mod Smiggett's awesomer reticles Starcraft voicepack link is in thread ", "viewCount": 0.3387745659608864, "labels": [0, 1, 42, 223, 323]}, "dHYlUemEAf4": {"likeCount": 0.17558748556724915, "dislikeCount": 0.06989700043360189, "videoId": "dHYlUemEAf4", "title": "", "description": "", "length": 0.24265112613645756, "keywords": "Hunting Parkour Freerunning Verfolgungsjagd Running Episode Tricks Episode Part Series Training Team Jump Urban Flip Flip acrobatic Extreme Tricks film zrich parkour schweiz freerunning schweiz freerunning Zrich Parkour Zrich Horgen 8810 Schweizer Parkour Schweizer Freerunning Witzig Funny Spass Fight Episode 2 Jagd zurich Switzerland Switzerland Parkour Switzerland Freerunning Zone 151Episode 2 The Hunting  Parkour ZurichPlease rate, comment and subscribe! Bitte bewerten, kommentieren und abonnieren! Our second parkour  freerunning video from 2013 in cooperation with friano75  Unser 2. Parkour  Freerunning Video von 2013 in Zusammenarbeit mit friano75 Vielen Dank! Thanks a lot! Kontakt fr ein Training runnerswissgmail.com Thanks a lot for watching! Danke frs Zuschauen!", "viewCount": 0.3474944335465388, "labels": [210]}, "36icu_e-SRg": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "36icu_e-SRg", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "DURAN The Valley VancouverThe ValleyDURAN DURAN Vancouver Apr 2908The start of the DD concert, The Valley, but was only able to record part of it before I was asked to stop by security", "viewCount": 0.3161368002234975, "labels": [3, 6]}, "g3d6z1DPN68": {"likeCount": 0.16020599913279623, "dislikeCount": 0.13424226808222062, "videoId": "g3d6z1DPN68", "title": "", "description": "", "length": 0.25465426634781313, "keywords": "Alice in Wonderland Jr. Who Are YouAlice in Wonderland Jr.  Who Are You?Alice in Wonderland Jr.  Who Are You? 2012", "viewCount": 0.4204825138405017, "labels": [3, 6]}, "gAlpgOG6z6I": {"likeCount": 0.281424759573192, "dislikeCount": 0.12304489213782739, "videoId": "gAlpgOG6z6I", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "Su30MKI Su30 Sukhoi HindustanAeronautics HAL Fighter Aircraft IndianAirforce Military Warplane AirSuperiority Aircombat Airpower KNAAPOThe Su30MKI of the Indian Air ForceA 'National Geographic' feature on the Sukhoi Su30MKI fighter of the Indian Air Force. The Su30MKI is the most advanced, customised version of the Su30 jointly developed by Russia's Sukhoi bureau and India's HAL corporation. The MKI is a longrange, highendurance, heavy Air Dominance Fighter with multimission capabilities. For further info visit the following links ", "viewCount": 0.5124686772732207, "labels": [155, 264, 377]}, "Hiz8UJeBwgc": {"likeCount": 0.16812412373755872, "dislikeCount": 0.1, "videoId": "Hiz8UJeBwgc", "title": "", "description": "", "length": 0.26599162000698506, "keywords": "Floors Mirage Floors Mirage Hardwood Flooring Mirage Flooring Flooring Hardwood Wood Installation Wood installation Wood floor installationMirage Engineered  Stapled Down InstallationTo help you better understand the installation of Mirage prefinished hardwood flooring, Also visit www.miragefloors.comENGflooring101installation", "viewCount": 0.4499508380406101, "labels": [251, 616, 966, 1619]}, "TmvMbNptSok": {"likeCount": 0.16020599913279623, "dislikeCount": 0.06020599913279624, "videoId": "TmvMbNptSok", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "ps3 fan modps3 fan modthis is my very first video so plz dont be too brutal on the coments if you got any questions ask", "viewCount": 0.4320582439473552, "labels": [105, 183]}, "Tq2hFkMf97k": {"likeCount": 0.14471580313422192, "dislikeCount": 0.06989700043360189, "videoId": "Tq2hFkMf97k", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "Concerning Hobbits Davin classical guitar fingerstyle AcousticCONCERNING HOBBITS  The Lord of the Rings fingerstyle guitar by DavinThis is an amazing arrangement by YouTube user Harry Murrell of the Lord of the Rings piece performed by my super student, Davin. So, to clear this up, I did not arrange this Davin learned the tune elsewhere. Regardless, Davin has been a picture perfect student over the years which leads to the abilities he has flawless reading skills with an impeccable ear. His technique isn't bad either!", "viewCount": 0.35609820555862354, "labels": [4, 9, 10, 34, 1100]}, "3OzYh-erN3w": {"likeCount": 0.10413926851582252, "dislikeCount": 0.07781512503836437, "videoId": "3OzYh-erN3w", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "Ascari A10 TDU1 TDU2 Xbox Xbox360 PS3 PC Computer Driving Fast Test Drive UnlimitedTest Drive Unlimited 2  Ascari A10Quick Test Drive of the Ascari A10 in the Wet Test Drive Unlimited 2  Xbox 360", "viewCount": 0.41237863286153725, "labels": [1, 19, 48, 177, 1406, 1791, 1869]}, "3SR-p30rh6o": {"likeCount": 0.14471580313422192, "dislikeCount": 0.047712125471966245, "videoId": "3SR-p30rh6o", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "Dubstep Musical Genre Garry's Mod Video Game gunDubstep Gun \"Radioactive\" dubstep remix by Syncronice  Garry's ModA gun so powerful it can light people on fire. It also can make objects no matter the size or distance, bounce in sync.", "viewCount": 0.3606811146918964, "labels": [0, 438]}, "Ixq5SyKvCWg": {"likeCount": 0.13424226808222062, "dislikeCount": 0.1079181246047625, "videoId": "Ixq5SyKvCWg", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "hunter kite kiting WoW world of warcraft zythiaLevel 42 hunter kills level 65 ClefthoofJust some basic kiting by a hunter in Nagrand", "viewCount": 0.41374174149903925, "labels": [0, 93, 102]}, "8VxWc1atnEo": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "8VxWc1atnEo", "title": "", "description": "", "length": 0.2527629900871339, "keywords": "B.C. Rich Guitar B.C. Rich Guitar World Guitar World Review Guitar World MagazineB.C. Rich Chuck Schuldiner Tribute Stealth Signature Model Electric Guitar World ReviewB.C. Rich Chuck Schuldiner Tribute Stealth Signature Model Electric Guitar World Review ", "viewCount": 0.3510008512940235, "labels": [4, 9, 10, 37]}, "8WTcOoWIP_8": {"likeCount": 0.2161368002234975, "dislikeCount": 0.15314789170422552, "videoId": "8WTcOoWIP_8", "title": "", "description": "", "length": 0.25237464668115644, "keywords": "how to get cod advanced early new dlc sniperHow to Get COD Advanced Warfare Early Before Release\"How to Get Advanced Warfare Early\" How to Get Video Games Early Before Release Date in this black ops 2 FFA i talk about how to get Call of Duty Advanced warfare Early also you can get alot of games before release date using this method! If you Enjoyed the video Please leave a \"LIKE\" Rating Follow me on twitter Follow me on Twitch My Website www.BiblicalReaper.com FPS FINEST COMMUNITY CHANNEL lmk if u would like to post How to Post on my FPS Community Channel Please Watch this! ", "viewCount": 0.36804261708581454, "labels": [0, 1, 36, 94, 403]}, "xTJa1d6NLZA": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "xTJa1d6NLZA", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "M&M Lou Bega Loubega Mambo5 Mambo London World M&MWorld LeicesterSquare Leicester Square Music Dancing Mascot Fun Sweets England UK Europe Song Red Green Blue Yellow Staff Plushies TouristsM&M's Dancing At M&M World LondonM&M's dancing to Mambo 5 by Lou Bega at M&M World London.", "viewCount": 0.4025633511060698, "labels": [8]}, "ZKg_Ow2J_s8": {"likeCount": 0.17781512503836439, "dislikeCount": 0.09542425094393249, "videoId": "ZKg_Ow2J_s8", "title": "", "description": "", "length": 0.26683859166900004, "keywords": "Beats Dr. Dre Rapper video unboxing Instrumental Producer Hiphop Music Video Product Line Reason Making Fruity Instrumentals Sample Fruity Loops FL Studio Software Samples Remix Produced Piano Remake Scott R&b Timbaland Edition RNB SpecialBeats By Dr, Dre MIXR White UnboxingI recently bought these in 2013 and decided to unbox them for you guys! They are amazing, I recommend these to people that want excellent music to their ears! If you would like to purchase a pair here is the link! They have WhiteBlackAnd RED www.beatsbydre.comheadphonesbeatsmixrbeatsmixr UNBOXED Beats Mixr on ear headphones 3.5mm audio cable \" audio adapter Inline remote & mic cable features may vary Carrying case Beats cleaning cloth Weight kg 0.21 Height mm 197 Length of Cable m 1.615 Type of Jack 3.5mm", "viewCount": 0.4050534419540124, "labels": [410]}}