{"EYNWKxO9VQ4": {"likeCount": 0.19590413923210936, "dislikeCount": 0.08450980400142569, "videoId": "EYNWKxO9VQ4", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "Arduino Computing Platform Game Boy Computer Flash Memory homemade lsdj homebrewHomemade GameBoy FlashCart with Arduino flash reader writerThese are my two Game boy flashcard prototype i use to test my code on real gameboy together with my also homemade Arduino programmer. The first prototype uses a 4mBit flash chip from AMD with 8kb of SRAM, while the second one uses a 32mBit flash chip with 32kb of SRAM, that can actually handle all gameboy existent games  The second prototype provides a mechanical switch to eventually select up to 4 roms on the same flash chip, it is also capable of managing both PLCC and DIP memories info at  www.insidecode.it", "viewCount": 0.4082066934285113, "labels": [1, 24, 105, 510, 809, 1345, 3351]}, "TfBVdtb-Zuk": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "TfBVdtb-Zuk", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Abu Dhabi Sale Rent Villa luxury UAE Dubai Real Estate Apartment Townhouse Terrace Apartment al ghadeer alghadeer al ghadeer sorouh al ghadeer aldar al ghadeer dubai al ghadeer abu dhabi al ghadeer for sale al ghadeer for rent al ghadeer location images map price expats investment roi video services virtual tour 1 bedroom 2 bedroom 3 bedroom apartment townhouse villaAl Ghadeer Village 2 Bedroom TownhouseAl Ghadeer is a community developed by Aldar that offers a variety of residential units, consisting of villas, townhouses and apartments. It is an affordable and beautifully landscaped gated community, which provides all the needed facilities and services in one fully sustained development. Al Ghadeer is an ideal choice for families looking to settle in a gated community. The urbane network of pedestrian walkways and open parklands connect residents to cafes, entertainment outlets, clubhouses and community sports facilities. All schools in Jebel Ali have school buses to pick up and drop off students daily. To find more units for sale & rent, click on the below link Reach out to our team at Property Shop Investment to get more details about this home 600548200 or visit www.propertyshopinvestment.com Facebook Twitter Instagram Linkedin We are leading the market as the most active and dynamic real estate company in Abu Dhabi, bridging the gap between families and homes.", "viewCount": 0.3963457260116708, "labels": [88, 364, 416]}, "FdO88JcBU0E": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "FdO88JcBU0E", "title": "", "description": "", "length": 0.21702617153949577, "keywords": "houston house of blues fab four the beatles twist and shout the beatles the fab four live music venue cover band original john lennon paul mccartney George Harrison ringo starrTwist & Shout  The Fab FourThe Fab Four performing at the House of Blues in Houston, TX 42812", "viewCount": 0.3208441356438567, "labels": [3, 4, 13]}, "n88VOX2pIAs": {"likeCount": 0.12304489213782739, "dislikeCount": 0.06020599913279624, "videoId": "n88VOX2pIAs", "title": "", "description": "", "length": 0.25943925503754267, "keywords": "Manny Pacquiao vs. Timothy Bradley REALINO's View Pacman cheated controversial fight HBO 247 Manny Pacquiao Boxer imrealino Fans reaction Timothy Bradley Boxer Top Rank Promotion Boxing Sport Highlights Knockouts High QualityManny Pacquiao vs. Timothy Bradley REALINO's ViewI also watched Pacquiao vs. Bradley. In fact, I had watched it LIVE on PPV. What's my opinion?Just watch the video. Enjoy. Comment. Subscribe. DISCLAIMER ALL MATERIALS AND CONTENTS ARE USED WITHIN THE \"FAIR USE\" OF THE COPYRIGHT LAWS.", "viewCount": 0.34094258686714435, "labels": [92]}, "cL7n-Ej-ynI": {"likeCount": 0.2699837725867246, "dislikeCount": 0.21522883443830565, "videoId": "cL7n-Ej-ynI", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "        minecraft minecraft        1.5.2         1.7.2      1.7.2  !          minecraft     minecraft   1.6.4 1.7.5      1.7.4      1.7.5 1.7.6 1.7.7 1.7.8 1.7.9    minecraft 1.7.9,1.7.8,1.7.7,1.7.6,1.7.5    minecraft,    Minecraft 1.7.9.   ,minecraft 1.7.6,    minecraft  .      minecraft    Forge 1.7.7 1.7.8,1.7.9     .    .         Z544148457419  R161345182593      Kevin MacLeod  Wallpaper   ,   ,          minecraft 1.7.9,1.7.8,1.7.7,1.7.6,1.7.5 .     .  ,      . .          minecraft 1.7.9,1.7.8,1.7.7,1.7.6,1.7.5 .           c", "viewCount": 0.49170168503780637, "labels": [0, 27]}, "JfwjayquOGw": {"likeCount": 0.20863598306747486, "dislikeCount": 0.14313637641589874, "videoId": "JfwjayquOGw", "title": "", "description": "", "length": 0.2635483746814912, "keywords": "   ramen            cooking               ramenwalker UCaL66zFr4N9KRUUX8ThlqNQWalker TV2 30 Japanese Soba Noodles Walker TV2 CSONE 30 2012Japanese Soba Noodles  2012Japanese Soba Noodles   Walker  ", "viewCount": 0.4848213757114064, "labels": [11, 20, 22, 29, 32, 692, 1501, 3484]}, "JiXnjhclBfM": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "JiXnjhclBfM", "title": "", "description": "", "length": 0.2271841606536499, "keywords": "Bleach this fire burns dethmagnetic1 ichigo vs. grimmjow episode 166 167 melodic metalcore Killswitch Engage Sony Vegas 9.0 amvBleach this fire burnsThe song is This Fire Burns by Killswitch Engage", "viewCount": 0.327276958655176, "labels": [5, 516]}, "JklfpWdToWg": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "JklfpWdToWg", "title": "", "description": "", "length": 0.26344772701607316, "keywords": "sec quadtim laaksonen on the 2012 yfz 450r second daytim wishes he had a quad!", "viewCount": 0.3135132651376775, "labels": [17, 19, 143]}, "9VtLrnRg5GI": {"likeCount": 0.15051499783199063, "dislikeCount": 0.0, "videoId": "9VtLrnRg5GI", "title": "", "description": "", "length": 0.24265112613645756, "keywords": "toyota ae86 drift Drifting 4age manji trueno grass roots garage4ag Drifting motorsportS Club manji  Garage4AGMeremere drift December 10 2011", "viewCount": 0.35893910231369336, "labels": [17, 19, 128]}, "9cdo1jyCAr4": {"likeCount": 0.3883547879268044, "dislikeCount": 0.2693726948923647, "videoId": "9cdo1jyCAr4", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "how to get more space on an iphone how to gain space on an iphone how to free up space on an iphone how to get more space iphone get more storage on an iphone how to gain storage space iphone iphone storage space iphone storage almost full iphone storage full free up space iphone How to increase storage on an iphone how to increase storage iphone how to increase storage iphone 6 increase storage iphone apple iphone storage jailbreak centralHow to Increase Storage on Any iPhone! HDSome quick tips to help free up space on an iphone. If you have any questions feel free to leave them in the comments below!  Enjoy the video? Subscribe!  Follow me on Twitter! ", "viewCount": 0.6008835138143425, "labels": [21, 23, 24, 73, 786]}, "I57DdAXOW9E": {"likeCount": 0.2817565369559781, "dislikeCount": 0.11139433523068368, "videoId": "I57DdAXOW9E", "title": "", "description": "", "length": 0.26148972160331346, "keywords": "Cosmopolitan Magazine CosmoBody Astrid Swan Workout Fitness jump rope jumping rope weight loss weight gain jump jumping exercise lower body beginner legs butt glutes5 New Ways to Tone Up with a Jump RopeGet 5 off your FabFitFun Summer Box using promo code COSMO5 at vip.fabfitfun.com Weve got a new way to use one of your favorite childhood toys. Jumping rope is a great way to burn fat and tone up fast, so hop into this super fun workout that will totally change your lower body. Jump Rope Stay light on your toes and keep your abs tight. 100 rotations Overhead Squats Fold the rope in half and bring it over your head. Spread your feet apart, shift your weight onto your heels and squat. 12 reps Jump Rope 100 rotations Overhead Alternating Forward Lunges Fold the rope in half and bring it over your head. Step your right leg forward into a lunge. Step back together. Repeat on the left leg. 12 reps Twisting Lunges While in a lunge position, hold the doubled rope in front of you and twist your upper body to the right. Switch legs and repeat on the left side. 12 reps Jump Rope 100 rotations Curtsies Hold your doubled rope out in front of your body at chest level. Step your right leg back and to the left behind your body. Bend your left knee into a curtsy while rotating your upper body to the left. Step back to center. Stepping back with your right leg, repeat on the opposite side. 12 reps Jump Rope 100 rotations Pli Double your rope and hold it over your head. Take a wide stance, turn your toes out, and drop into a squat. Keeping your core tight, lean side to side to work our obliques. 12 reps For more great workouts from Astrid Swan, go to CosmoBody.com to start your free trial today! Like and Follow Us ", "viewCount": 0.46168219710136027, "labels": [333, 548]}, "HlCX7FBA0C0": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "HlCX7FBA0C0", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "graffiti art holland eindhoven thailandStep in the Arena 2011The second edition of the Graffiti festival in Eindhoven, the Netherlands in july 2011. The video is in the Thai language with Dutch subtitles.", "viewCount": 0.32271150825891254, "labels": [49, 80, 418, 725]}, "CU20UE2d_hA": {"likeCount": 0.1380211241711606, "dislikeCount": 0.0, "videoId": "CU20UE2d_hA", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "Jemi Dancestudio Clip Dans Dance Studio Dansstudio Britt Kim Luna Jill KayleeJemi Dancestudio ClipJemi Dancestudio Clip", "viewCount": 0.34242280706959805, "labels": [6, 14, 812]}, "N6FPBMNIsPE": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "N6FPBMNIsPE", "title": "", "description": "", "length": 0.24548448600085104, "keywords": "Need For Speed Undercover My Best Car Gameplaynfs undercover my best carThis Is My Best Car In Need For Speed Undercover Car List... DOWNLOAD MODES SAVES AND CHEATS ON THIS LINK... ", "viewCount": 0.3142076461073285, "labels": [0, 1, 19, 258, 2978]}, "a1XqktMNsTo": {"likeCount": 0.16020599913279623, "dislikeCount": 0.03010299956639812, "videoId": "a1XqktMNsTo", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "PRINCE EGLANTINE fantasy erotic music sensuous Reynaldo Hahn classical french pianoRARE PIANO MUSIC OF REYNALDO HAHN  THE DREAMS OF PRINCE EGLANTINE  MAGDA TAGLIAFERRO, PIANISTThis is another favorite poem from Le Rossignol Eperdu The Startled Nightingale, played by Brazilian pianist Magda Taglaferro at age 77. She was a favored pupil of Alfred Cortot and was friends with many famous composers, including Hahn. If you have a sweet tooth for French music, you're in for a very pleasant treat...this is sophisticated and totally charming music...enjoy!", "viewCount": 0.37512791039833426, "labels": [31, 47]}, "1urDicxbVI8": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "1urDicxbVI8", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "Guitar Musical Instrument Piano Musical Instrument Love Quotation Addressee Sailboat Ship Type Music Industry       .. SAILBOAT love. Favouritesmusic         instrumentalmovie musical version of big love in the author's vision.", "viewCount": 0.3779163423764499, "labels": [473, 1392]}, "GGxGEZlrfzg": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "GGxGEZlrfzg", "title": "", "description": "", "length": 0.2532754378992498, "keywords": "mayday parade three cheers for five years drum cover fsuboy17 jake bundrick derek brooks alex garcia facebook matt greiner jacksonville florida tallahassee music drummingMayday Parade  Three Cheers For Five Years drum cover 2My other video was really old and I've changed a lot, so here ya go D Check out my band! Please comment, rate, and subscribe! More videos to come soon! I do not own this song, it is property of the band Mayday Parade. Artist Mayday Parade Song Three Cheers For Five Years Album Tales Told By Best Friends", "viewCount": 0.33941013020400446, "labels": [4, 28, 33, 38]}, "X138J2Xhbjw": {"likeCount": 0.2, "dislikeCount": 0.06989700043360189, "videoId": "X138J2Xhbjw", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "microturbine microturbines Capstone Turbine Corporation Business Operation cogeneration trigeneration CHP CCHP power generation powergen energy natural gas diesel steam boiler Gas Turbine Engine Category Diesel Fuel Fuel Turbine Engine Category green energy Green Building BuildingCapstone Turbine Industrial CCHP Microturbine Application EnglishThis full motion animation video shows how Capstone microturbines can be utilized in an industrial cogeneration or trigeneration CHP or CCHP configuration to replace existing steam boilers used in an industrial process, improving efficiency while simultaneously reducing operational costs. Visit our website to learn more www.capstoneturbine.com Capstone Turbine Corporation is the world's leading producer of lowemission microturbine systems, and was first to market with commercially viable air bearing turbine technology. The company has shipped thousands of Capstone turbines to customers worldwide. These awardwinning systems have logged millions of documented runtime operating hours. Capstone is a member of the U.S. Environmental Protection Agency's Combined Heat and Power Partnership which is committed to improving the efficiency of the nation's energy infrastructure and reducing emissions of pollutants and greenhouse gases. A ULCertified ISO 90012008 and ISO 140012004 company, Capstone is headquartered in the Los Angeles area with sales andor service centers in China, Mexico, Singapore, South America, the United Kingdom and the United States.", "viewCount": 0.4554137705701171, "labels": [2, 7, 62, 1128]}, "X9lbB4-xwwQ": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "X9lbB4-xwwQ", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "Corvette Ice Hielo 0 trucks custom candy paint air bags Sistemas Infiniti qx56 corvInfiniti qx56 custom corvetteInfiniti qx56 2005 custom corvette gran national La helada ice almost got frose no nieve hielo", "viewCount": 0.3346744054604849, "labels": [2, 7, 1908]}, "Qmn8maVHJsk": {"likeCount": 0.1886490725172482, "dislikeCount": 0.09542425094393249, "videoId": "Qmn8maVHJsk", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "Rare WCPS Card Replica yugioh championship card replica world chimera beastRare World Championships WCPS YuGiOh Card ReplicaMy Second channel For updates and other stuff !  ", "viewCount": 0.4626699564107673, "labels": [0, 81, 217, 412]}, "Xt9wubGiLz0": {"likeCount": 0.12041199826559248, "dislikeCount": 0.047712125471966245, "videoId": "Xt9wubGiLz0", "title": "", "description": "", "length": 0.26683859166900004, "keywords": "nadal federer monte carlo 2007 finale resume resum vamos rafa rafael roger battle royale thme requiem finalMonte Carlo 2007 FinalSONG  Battle Royale Film's Theme Song Monte Carlo Final resume. Made by me, just a 17 years old Rafa's fan ! Thank for all your nice comments ! ", "viewCount": 0.38900855267163253, "labels": [0, 226, 2472]}, "XxQL05kB7VM": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "XxQL05kB7VM", "title": "", "description": "", "length": 0.2503790683057181, "keywords": "Rally D Sprint Rally Speed Automotive Car Drift adrenaline event racing video art design wrc indonesia cikampek dawuan ford subaru evo lancer imi dki D motorsport 2012 D1 D2 D3 poedio oetojo rizal sungkar dandy ikatan motor indonesia subhan aksa rifat sungkar mitsubishi Rallying engine video design music design gopro hero 2 canon 5D mark II Mark III Sony Z1 Z5 Z7 canon G12 extreme sport wheel water splash ademax autostage best parkingD Sprint Rally Compilation D & D2 road to D3D Sprint Rally Compilation D & D2 road to D3 D Sprint Rally rd 3 come and join us ! D Sprint Rally rd 3 2728 October 2012 kawasan industri mandalapratama permai dawuan, tol cikampek km 68 video design rayconcept www.rayconcept.co.id music illogicstate the fundamentals original mix footage taken from D Sprint Rally rd 1 and rd 2 Documentation", "viewCount": 0.34742162640762553, "labels": [2, 17, 19, 129, 210]}, "_WZd8rCAZhc": {"likeCount": 0.16434526764861876, "dislikeCount": 0.03010299956639812, "videoId": "_WZd8rCAZhc", "title": "", "description": "", "length": 0.25224442335063196, "keywords": "Seventh Heaven Deep Purple Musical Group Drums Musical Instrument Modern Drummer Magazine Guitar Flip Cover Back Front Ian Gillan Musical Artist Ian Paice Musical Artist drum Drummer Profession modern drummer hero gopro gopro 3 drumcover Rock Music Film Genre Musician Profession drumcamDeep Purple  Seventh Heaven  drum cover by Fedor Popov Modern Drummer HeroI live in Moscow, Russia. Started playing drums about 10 years ago. This video is created special for Modern Drummer Contest 2015. Recorded live at Moscow Echoes Studio. Follow my channel ", "viewCount": 0.35322446436265825, "labels": [4, 28, 33, 38, 78, 86, 257, 553]}, "IzYbaMLAYuc": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "IzYbaMLAYuc", "title": "", "description": "", "length": 0.22479732663618068, "keywords": "Dance SBHS danceteam blackhistory performanceSBHS DanceTeam Black History PerformanceCatie, Ashley, Stephanie,Danielle, Kyle my girls rocked it!!!", "viewCount": 0.3705521613422667, "labels": [6, 8]}, "IzgfUNXDits": {"likeCount": 0.17323937598229688, "dislikeCount": 0.03010299956639812, "videoId": "IzgfUNXDits", "title": "", "description": "", "length": 0.24393326938302629, "keywords": "Star Trek Fictional Universe Star Trek The Next Generation TV Program Star Trek The Original Series TV Program Star Trek Deep Space Nine TV Program Animation TV Genre Science Fiction TV Genre Star Wars Film SeriesSTAR TREK ABSOLUTION TRAILERPromo trailer for a new scifi series set in the Star Trek universe featuring a new ship and crew on a dangerous mission.", "viewCount": 0.3628491104967123, "labels": [5, 16, 25, 189, 921]}, "VDVTEhP1wm8": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "VDVTEhP1wm8", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "Deftones Live Rock HD iPhone 4Deftones  Be Quiet And Drive Far Away HD  Live in Manchester 141110an awesome sounding set from the Deftones in Manchester Apollo.", "viewCount": 0.3122870922864436, "labels": [3]}, "hqzFltuSIJs": {"likeCount": 0.03010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "hqzFltuSIJs", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "Marinera MocheraTrujillo  Marinera Mochera 2009 Mayo 31Karol Ysla Guanilo y Victor, Marinera Mochera, Marinera Nortea, Wakapie", "viewCount": 0.31010593549081156, "labels": [8, 1633]}, "EX9uh_SCXuI": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "EX9uh_SCXuI", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Las Fight Vegas MGM Hotel Stag Bachelor Party Football Pillow Hakkasan Burnley Crazy Leg Wedding 2013Las Vegas MGM Hotel Room Stag Bachelor PartyPre drinking in our hotel room at the MGM, ready for one last assault on Vegas after a week of partying.....wait until the fun starts", "viewCount": 0.3473194909204938, "labels": [184]}, "foThKwAk7Ag": {"likeCount": 0.17708520116421445, "dislikeCount": 0.11139433523068368, "videoId": "foThKwAk7Ag", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Video Game Industry Industry Quotation Subject Favorite Quotation Quotation SubjectBest Story In A Video Game of 2012 Plus Top 5Remember to Follow Me on Twitter Like my Fanpage on Facebook Also Subscribe to my other YouTube Account for more videos SUBSCRIBE, COMMENT, & LIKE! Liking the videos makes sure you see my videos more on the front page! You love me...right? Remember to Follow Me on Twitter Check out my Twitch Account Like my Fanpage on Facebook Also Subscribe to my other YouTube Account for more videos ", "viewCount": 0.4309118931955559, "labels": [0, 1, 25]}, "eVGzLE4KBlo": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "eVGzLE4KBlo", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "Team No Excuses TNE arctic cat xp skidoo polaris washington togwoteeTNE Episode 3  Togwotee, WY 2011The crew travels to Wyoming after WA.Nina wrecked the snow in the PNW. Better snow was to be found 15 hrs east.", "viewCount": 0.3215108581053093, "labels": [2, 544, 1089]}, "onlu6F_wEDE": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "onlu6F_wEDE", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "spider man minecraft 3d pixel art spidermanspiderman venom carnage minecraft castleminer 3d pixel artvenom vs carnage and spiderman metamorphose", "viewCount": 0.3678973375919765, "labels": [0, 1, 27, 354, 1873]}, "XKoEr9t1siw": {"likeCount": 0.0, "dislikeCount": 0.03010299956639812, "videoId": "XKoEr9t1siw", "title": "", "description": "", "length": 0.2305351369446624, "keywords": "project d drifting club puerto rico carrito.netproject d, drifting club of puerto ricoproject d, drifting club of puerto rico", "viewCount": 0.30409976924234905, "labels": [2, 17, 48, 64, 128, 149]}, "7AMJ1EaO7-c": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "7AMJ1EaO7-c", "title": "", "description": "", "length": 0.2673941998634088, "keywords": "Rafael Nadal David Ferrer ATP Masters Rome 2013 Highlights Tennis Open bojan svitac YouTube EditorRafael Nadal vs David Ferrer  ATP Rome 2013. Highlights bojan svitacRafael Nadal vs David Ferrer  ATP Masters Rome 2013. Highlights \"Rafael Nadal vs David Ferrer  ATP Masters Rome 2013\" \"Rafael Nadal vs David Ferrer  ATP Rome 2013\" \"Rafael Nadal vs David Ferrer ATP Rome 2013\" \"Rafael Nadal vs David Ferrer Rome 2013\" \"David Ferrer vs Rafael Nadal Rome 2013\" \"ATP Rome 2013\"", "viewCount": 0.3544316141747428, "labels": [0, 226]}, "FZ-WyKe3S24": {"likeCount": 0.14313637641589874, "dislikeCount": 0.06989700043360189, "videoId": "FZ-WyKe3S24", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "Hyosung GT650R Custom Motorcycle Scorpion Exhaust Bike GT650 Project Fun automobiles motorbike motorcycle racing motor sports extreme driving bike cars vehicle offroad stuntsHyosung GT650R Custom Motorcycle Scorpion ExhaustThis is my project bike coming close to being half way done. Feel free to send me suggestions!!!!", "viewCount": 0.42784334765374155, "labels": [2, 30, 55, 196]}, "EsiYEXt_Iok": {"likeCount": 0.24623979978989563, "dislikeCount": 0.1079181246047625, "videoId": "EsiYEXt_Iok", "title": "", "description": "", "length": 0.20791812460476247, "keywords": "NASA Langley Research Center helicopter drop testHelicopter Drop TestThis crash test of a small, lightweight helicopter at Langley Research Center was a smashing success, literally  just as NASA engineers had predicted. mp4", "viewCount": 0.4990192288975999, "labels": [2, 44, 186]}, "TzTmA_FNtOM": {"likeCount": 0.2517195897949975, "dislikeCount": 0.1079181246047625, "videoId": "TzTmA_FNtOM", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "Speed Dimension Paint Visual Art Medium Art Collection Category bf3 BF3 wintergore battlefield soldier qq capelf14 speed art on paintBF3 Speed Art on PaintHey everyone!! Im trying to get this onto Amazingfilms247 or Gamesprout, If you could help me out by submitting it, it would be greatly appreciated  thanks Submit here Gamesprout YT  Dedicated to such a great game!! My bf3 fan art I made on MS Paint using only my Mouse!! Please Leave a like and sub for more D I do not take credit for the song used, The song is the BF3 Main Theme.", "viewCount": 0.36997510316895144, "labels": [5, 287]}, "Tzrv7HSBIXw": {"likeCount": 0.24248816366310671, "dislikeCount": 0.24297522800024082, "videoId": "Tzrv7HSBIXw", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "opie anthony master po martial arts karate weapons fighting knife stick demo Opie And Anthony Broadcast Content Opie & Anthony Master Po Fail Epic Fail Star wars kidMaster Po's Demo 2006UPDATE 2013 As talked about on the 8513 Episode Of Opie & Anthony. Master Po demonstrates various martial arts and weapons techniques. Masterpoisback.com", "viewCount": 0.49011203447773904, "labels": [8]}, "BMgmxkZ0pWI": {"likeCount": 0.27649229846498885, "dislikeCount": 0.1414973347970818, "videoId": "BMgmxkZ0pWI", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "helmet spacesuit david bowie the beatles supercutSUPERCUT Helmet OddityA tribute to all space helmets in cinema. Edited by Keith Melton Music Ground Control to Eleanor RigbyMash up by 'Daft Beatles' click more to see the sources Sources in order Countdown 1969 2001 1969 Robinson Crusoe on Mars 1964 Moon 2009 Justice League New Frontier 2008 Woman in the Moon 1929 The Last Starfighter 1984 2001 1969 Armageddon 1998 Deep Impact 1998 Alien 1979 Wings Of Honneamise 1987 Barbarella 1968 Star Trek The Motion Picture 1979 Event Horizon 1997 Mission to Mars 2000 Armageddon 1998 Enemy Mine 1985 Apollo 13 1995 Austin Powers The Spy Who Shagged Me 1999 Journey To The Far Side Of The Sun 1969 The Astronaut Farmer 2006 Space Chimps 2008 The Noah's Ark Principle 1984 Macross Plus 1995 Rocketman 1997 Red Planet 2000 Superman II 1980 Sunshine 2007 Space Battleship Yamato 2010 Solaris 2002 Up In The Air 2009 2010 1984 Alien 1979 Fantastic Four 2005 Star Trek II 1982 The Right Stuff 1983 Capricorn One 1977 Event Horizon 1997 Deep Impact 1998 Marooned 1969 Apollo 13 1995 The Right Stuff 1983 Marooned 1969 Macross Do You Remember Love 1984 Lost In Space 1998 Solar Crisis 1990 Mission To Mars 2000 Space Cowboys 2000 Flight To Mars 1951 Moontrap 1989 Hangar 18 1980 First Man Into Space 1959 The Reluctant Astronaut 1967 Outland 1981 SpaceCamp 1986 Fly Me To The Moon 2008 Lifeforce 1985 Dark Star 1974 Outland 1981 You Only Live Twice Cargo 2009 Soldier 1998 2001 1969", "viewCount": 0.5169809579106118, "labels": [724, 1430]}, "Plm0mDR81UM": {"likeCount": 0.1146128035678238, "dislikeCount": 0.047712125471966245, "videoId": "Plm0mDR81UM", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "motorola fire fire xt311Motorola Fire XT311  appearance, menu  part 1Full Review  TELEPOLIS.PL  ", "viewCount": 0.37554174628109366, "labels": [21, 23, 24]}, "Ppx13eoH_PQ": {"likeCount": 0.24440447959180764, "dislikeCount": 0.18750612633917002, "videoId": "Ppx13eoH_PQ", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "milkshake without ice cream how to shakesandpunches milkshake tips instructions recipes tutorials advice howto advice videos videojugfoodanddrink tips & tricks shakes video jug videojugHow To Create A Milkshake Without Ice CreamThis guide shows you How To Create A Milkshake Without Ice Cream. Watch this and other related films here  Subscribe! Check out our channel  Like us on Facebook  Follow us on Twitter  ", "viewCount": 0.5113605807761606, "labels": [11, 20, 462, 637, 1772]}, "A-jhkhBLy4w": {"likeCount": 0.16812412373755872, "dislikeCount": 0.07781512503836437, "videoId": "A-jhkhBLy4w", "title": "", "description": "", "length": 0.2640481436970422, "keywords": "Tutorial trains railway simulator 2013 2014 railworks Rail Simulator Uk Modern Class 90 DVT One East Anglia MK3 Driving Station Platfrom Set up accelerating throttle brakes lights power on pantographs passengers travel cold warm start up Train United Kingdom Country Engine Express Railroad Train Simulator Media Genre Rail Transport Industry Locomotive Railways armstrong powerhouse add on downloadClass 90 & DVT Setup and Driving Tutorial  TrainSimulator2014Quick tutorial showing how you set up and drive the class 90, produced by Armstrong Powerhouse, in Train Simulator 2014", "viewCount": 0.3711132072306842, "labels": [51, 56, 77, 137, 1879]}, "A3OPL0rqzsE": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "A3OPL0rqzsE", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "Infinity Dance Studio Hong Kong Summer Showcase 2008 Show Performance Hip HopIDS Summer Showcase 2008  Photo GalleryJust want to share some our photos of the show, enjoy ", "viewCount": 0.32933625547114453, "labels": [6, 8]}, "Rn-MFKvlJ5M": {"likeCount": 0.34718781993072906, "dislikeCount": 0.2305351369446624, "videoId": "Rn-MFKvlJ5M", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "PS4 Trophies ps4trophies achievement xbox one PS4TrophiesGamingThe Witcher 3 Wild Hunt  Infinite XP 8,000 Per Hour Exploit Unlimited Experience to Level Up FastNew  Merch  . 8,000 XP per hour farming in The Witcher 3 Wild Hunt. How to level up fast in the Witcher 3. You need level 35 for the Munchkin Trophy. This is on the East side of the main island in Skellige near the Place of Power. Change difficulty to easy to go faster. Kill and meditate. Once you get to the higher end of the 30's the drop off of xp gain is fairly significant. Twitch  Twitter  PS4Trophies Store  Upcoming PS4 Release Dates  My Website  The Witcher 3 Wild Hunt includes the following trophies   Lilac and Gooseberries Find Yennefer of Vengerberg. A Friend in Need Find and free Dandelion. Necromancer Help Yennefer extract information from Skjall's body. Family Counselor Find the baron's wife and daughter. Something More Find Ciri. Xenonaut Visit Tir n Lia and convince Ge'els to betray Eredin. The King is Dead Defeat Eredin. Passed the Trial Finish the game on any difficulty. Ran the Gauntlet Finish the game on the \"Blood and Broken Bones!\" or \"Death March!\" difficulty levels. Walked the Path Finish the game on the \"Death March!\" difficulty level. Geralt The Professional Complete all witcher contracts. Kingmaker Complete the subplot about choosing Skellige's ruler. Assassin of Kings Take part in the assassination of King Radovid. Friends With Benefits Complete the subplot involving Keira Metz. Full Crew Bring all possible allies to Kaer Morhen for the battle against the Hunt. Dendrologist Acquire all the Abilities in one tree. The Enemy of My Enemy Use the Axii Sign to force one opponent to kill another. Do this 20 times. Humpty Dumpty Kill 10 opponents by knocking them off somewhere high with the Aard Sign. Environmentally Unfriendly Kill 50 opponents using the environment e.g. swamp gas, insects or objects. Kaer Morhen Trained Perform 10 effective counterattacks in a row without getting hit or parrying. Can't Touch This! Kill 5 foes in a fight without taking damage except for Toxicity and without using the Quen Sign. That Is the Evilest Thing Ignite the gas produced by a Dragon's Dream bomb using a burning opponent. Do this 10 times. Butcher of Blaviken Kill at least 5 opponents in under 10 seconds. Triple Threat Kill 3 opponents in one fight using 3 different methods swords, bombs, crossbow, Signs, etc.. Brawler Defeat Olaf, the Skellige champion of unarmed combat. Overkill Make an opponent suffer from bleeding, poisoning and burning simultaneously. Do this 10 times. Master Marksman Kill 50 human and nonhuman opponents by striking them in the head with a crossbow bolt. What Was That? Attack, counter, cast a Sign and throw a bomb in any order in under 4 seconds. Globetrotter Discover 100 fast travel points. Pest Control Destroy all monster nests in the Velen  Novigrad region, or in Skellige. Card Collector Acquire all gwent cards available in the base version of the game. Gwent Master Defeat Tybalt and win the gwent tournament held at the Passiflora. Let's Cook! Learn 12 potion formulae. Bombardier Collect the formulae for 6 different bomb types. Bookworm Read 30 books, journals or other documents. Armed and Dangerous Find and equip all the elements of one set of witcher gear. Power Overwhelming Have all possible Place of Power bonuses active at the same time. Brawl Master Complete all fistfighting quests in Velen, Skellige and Novigrad. Fast and Furious Win all the horse races in the game. Munchkin Reach character development level 35. Fire in the Hole Destroy 10 monster nests using bombs. Fist of the South Star Defeat an opponent in a fistfight without taking any damage. Geralt and Friends Win a round of gwent using only neutral cards. All In Play three hero cards in one round of gwent and win the match. Shrieker Complete the contract on the shrieker. Fearless Vampire Slayer Complete the contract on Sarasti. Woodland Spirit Complete the contract on the Woodland Spirit. Fiend or Foe? Complete the contract on Morvudd. Ashes to Ashes Complete the contract on Therazane. The Doppler Effect Resolve the doppler problem in Novigrad. Even Odds Kill 2 monsters you have a contract on without using Signs, potions, mutagens, oils or bombs. Mutant Fill all mutagen slots.", "viewCount": 0.5703775282276261, "labels": [0, 1, 1294, 1529]}, "ywV91OZaet8": {"likeCount": 0.1653212513775344, "dislikeCount": 0.14471580313422192, "videoId": "ywV91OZaet8", "title": "", "description": "", "length": 0.2649334858712142, "keywords": "Pizza Burgers Pizza Recipe Burgers Recipe Pizza Burgers Recipe How To Make Pizza How To Make Burgers Pizzas and Burgers Indian Snake Recipes Easy Snake Recipes Pizza Preparation Burgers Preparation Pizza  Burgers Indian Recipes Andhra Recipes Hot & Sweet Recipes Sweet Dishes Local Special Recipes Tone TeluguOnePizza & Burgers Recipe  Local Special  02How To Make Pizzas and Burgers Recipes In Local Special", "viewCount": 0.4464474643455456, "labels": [11, 20, 22, 29, 32, 564, 813]}, "z2dbOWoEHig": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "z2dbOWoEHig", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "footbag Hackysack HackySack Hack Hacky kick freestyle tricks shred team doubles hacky sack over500 popular07 Worlds Team Footbag Freestyle  Finals Promo VideoThis is the best public performance of Keaton Halley & Scott Davidson's 2nd Place Doubles Freestyle routine at 2007 World Footbag Championships, August 16 in Disney's Wide World of Sports complex. We advanced into the final round. We were seeded 3rd going into finals, but took 2nd. Making us the number 1 team in the USA since the new World Champions are from Prague.", "viewCount": 0.3497067936398505, "labels": [8]}, "x3B6iUHeh4Q": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "x3B6iUHeh4Q", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "Pokemon HotN'ColdPokemonHot N' ColdThis is the whole gang except for Brock because I don't like Brock videos. This is all fan made. I don't own anything. The song and amine belongs to the original owners and copy right laws. To repeat, this is all fan made. I don't own anything. The song and amine belongs to the original owners and copy right law.", "viewCount": 0.3403635189790548, "labels": [5, 81, 973]}, "8LIGBe8-9Vk": {"likeCount": 0.20211892990699384, "dislikeCount": 0.06020599913279624, "videoId": "8LIGBe8-9Vk", "title": "", "description": "", "length": 0.2588831725594207, "keywords": "FIFA Sports Association FIFA FUT FUT 13 FIFA 13 ULTIMATE TEAM FIFA video Game Series FIFA UT 13 MLS SQUAD BUILDER WYNNE IS OP BECKHAM HENRY PLAYER REVIEW ROAD TO MESSI RONALDO AGUEROOOOOOOOOOO RVP ROONEY CARRICK BALE SUAREZ CHEWY BARCA MADRID UNITED CITY CHELSEA LIVERPOOLFifa 13  FUT  Pacey MLS Squadbuilder FT  Wynne , Mattocks  More!Alrite lads , Hope you enjoy .. A like would mean alot so would be great! Smash the likes if you enjoy D Cheap & Reliable Coins   Twitter & Fb links below! My Twitter My Facebook Page  Gameplay Song  ", "viewCount": 0.3260071387985075, "labels": [0, 1, 63, 167, 335]}, "6RWtRdR9G4E": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "6RWtRdR9G4E", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "Mystery Mine Amusement Ride Dollywood Amusement Park mystery mine dollywood gopro tennessee eric meller noog mine ride roller coaster rollercoaster roler coaster front seat POV first person riding camera videography fire effects gerstlauer euro fighter high def hd 1080p 1080 high definitionMystery Mine, DollywoodGot around to uploading the higher quality version of Mystery Mine finally... Mystery Mine roller coaster at Dollywood, Tn. Gerstlauer EuroFighter. Filmed with the GoPro Hero 3.", "viewCount": 0.35323721335678776, "labels": [141, 247, 255]}, "6TmI6XQYZDY": {"likeCount": 0.3173477643452995, "dislikeCount": 0.2824125833916549, "videoId": "6TmI6XQYZDY", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "BabyFirst TV Network toddlers learn English kindergarten kids song preschool song preschool teach kids kids learn EFL ESL baby learning learn colors baby songs Nursery Rhymes Vocabulary Learn ABC Learn letters for kids english songs spoken english vocabularry learning Alphabet song Alphabet Language Writing Type abc song abcd song aboc songs for children ABC Learning Business Operation alphabet learning alphabet songs for kindergartenABC Song  Learning English for Kids with ABC Galaxy  Alphabet SongSubscribe to the BABYFIRSTTV Youtube Channel for more videos DIscover more Subscribe to the BABYFIRSTTV Youtube Channel for more videos For more SONGs and Singing, click here More ABC Galaxy Hope you enjoyed this episode on BabyFirstTV For more preschool & toddler videos click here Subscribe to the BABYFIRSTTV Youtube Channel Join BabyFirstTV on Social Sites Become a BabyFirstTV Fan on Facebook Follow us on Twitter BabyFirst on TV BabyFirst Official Website About ABC Galaxy Meet Giggs & Hugg  two adorable friends, as they travel and explore the ABC Galaxy. In their special scraplike spaceship. Giggs is a giggly alien girl, whos the captain in charge, and First Mate Hugg is a big galactic creature that loves to hug. Along with their spaceship computer  Alpha Betty  they discover new letter planets, investigate each one & learn all about the different letters  recognizing their shape, the way theyre being pronounced and a few words that start with each of the letters. ABC Galaxy is a series for 23yearold children, especially designed to be a childs first introduction to the ABCs. Discover and explore the alphabet by jumping on our rocket ship and subscribing to BabyFirst TV today! About BabyFirst TV On BabyFirst TV, your baby can learn everything under the sun, from ABC to Animals, colors to shapes, and so much more! Our programing is among the best at helping children learn education basics before entering the school environment. Here we house one of the internets largest collections of educational resources, nursery rhymes for children, and cartoons for your baby. Check out some of our favorite programming, including the Color Crew, Harry the Bunny, Rainbow Horse, Vocabularry, Notekins and more! Our content is intended help grow with your child. Enjoy our huge collection of nursery rhymes for your children, that you and baby can sing together. From teaching your baby color recognition, to helping your child learn socialization with toddler games, BabyFirst TV, will be here. Make sure to subscribe to check out the latest from BabyFirst TV!", "viewCount": 0.6057182482469404, "labels": [5, 16, 1064]}, "HM1PUZmvHK4": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "HM1PUZmvHK4", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "Biscuit biscuit my horse going crazy CRAZY !!!Biscuit my Horse going CRAZY!!!My horse went crazy on 71709 when her friends the paint tbug and tayha the bay took off and well my horse seperation anxiety so that caused her to do that but we were luck to get this fotage hope you enjoy it and plz comment sub and rate.", "viewCount": 0.34661258704181996, "labels": [15, 18, 87]}, "i9lyI6W0gek": {"likeCount": 0.2225309281725863, "dislikeCount": 0.1991226075692495, "videoId": "i9lyI6W0gek", "title": "", "description": "", "length": 0.26414741105041, "keywords": "Last One Stands 2014 Last One Stands LOS 2014 Vancouver Street Dance Battle Abe Lockin Kuan Groovy Gs Popping Locking HipHop Mr.Wiggles Majid Salah Hozin Yoshie Alex the cage Loose JointLast One Stands 2014 HipHop Final ALEX THE CAGE Belgium VS WAACKIESHA Montreal ABE & LOCKIN KUAN PRESENTS . \" LAST ONE STANDS 2014 \" Canada VANCOUVER'S BIGGEST BATTLE  HipHop Final Battle of the One  Alex the Cage VS Waackiesha Win More videos coming soon, subscribe now for your latest updates on all LOS 2014 official footages Website www.lastonestands.com Instagram lastonestands Facebook Last One Stands  Vancouver's Biggest Street Dance Competition", "viewCount": 0.46175140572090734, "labels": [6, 8]}}