{"vWZ_rXYX8Xo": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "vWZ_rXYX8Xo", "title": "", "description": "", "length": 0.25943925503754267, "keywords": "Culture Asia Burma Myanmar Buddhism Temples TravelAncient City of BaganInspired by the sight of the thousands of temples and stupas of this ancient city and a tribute to the wonderful people I met when living in MyanmarBurma", "viewCount": 0.3130333768495006, "labels": [1595]}, "amqqqn09_GA": {"likeCount": 0.17160033436347993, "dislikeCount": 0.047712125471966245, "videoId": "amqqqn09_GA", "title": "", "description": "", "length": 0.2505149978319906, "keywords": "sarah michelle gellar the crazy ones cbs buffy video videos cbsnews.com video cbs news videoSarah Michelle Gellar stars in the new CBS hit \"The Crazy Ones\"Sarah Michelle Gellar sits down with the \"CBS This Morning\" cohosts to discuss her long career and her starring role in the No. 1 new program of the season, CBS' \"The Crazy Ones\" with Robin Williams.", "viewCount": 0.3794557751254762, "labels": [3698]}, "L08NL3ZqA70": {"likeCount": 0.14313637641589874, "dislikeCount": 0.07781512503836437, "videoId": "L08NL3ZqA70", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "gaia online money hack is fake dont get scammed by anyoneGaia online money hack is fakeHey all!I quit GaiaOnline.i now have joined myspace.So dont ask me stuff about gaia anymore . This vid shows the \"\"Gaia gold hack\"\".Its just a java script code it lets you replace words and numbers and also lets you move around the pictures.It works on any site just copy the code go to any web site paste it then press enter. Heres the code javascript document.body.contentEditable  'true' document.designMode  'on' void 0", "viewCount": 0.40920536064254753, "labels": [0, 5]}, "L2QRieXNLbM": {"likeCount": 0.24048337166199382, "dislikeCount": 0.03010299956639812, "videoId": "L2QRieXNLbM", "title": "", "description": "", "length": 0.2531478917042255, "keywords": "Thrasher magazine Skateboards Skateboarding New York 2010 events Maloof Money Cup Felipe Gustavo Gilbert Crockett Lizard King Chris Cole Bastien Salabanzi Torey Pudwill Paul Rodriguez Dustin Dollin Eric Koston Stefan Janoski Chris Haslam Daryl Angel Jereme Rogers Theotis Beasley Shawn Hale Greg Lutzka Brian Anderson Chris Pfanner Nick Trapasso Adam Dyet Tommy SandovalMaloof New York 2010 YardsaleHere it is in all its glory The Yardsale from Maloof Money Cup 2010. Get in the ring!", "viewCount": 0.44698367375754905, "labels": [72, 98, 151, 240]}, "L5Fchhpk-zc": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "L5Fchhpk-zc", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "Avon CheerleadingBishop Kearney Cheer Competition 2010.flvAvon Cheerleaders at the Bishop Kearney Competition on 11610", "viewCount": 0.3227886704613674, "labels": [8]}, "L76nicN4bIs": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "L76nicN4bIs", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "Opening Play kids toys sticky Fun Unboxing Lollipop Dish Family Friendly Kids Chupa Chups Business Operation Review Toy Review TV Family zoo Toy Candy Food kids toys channel Children New surpriseChupa Chups Sticky Zoo Surprise Toy Candy Lollipop Opening & Toy ReviewThis time on Toy Review TV we open 2 of the new Chupa Chups Sticky Zoo Surprise Toy Candy Lollipops. Inside each one there is a surprise animal toy. Toy Review TV covers toys for children of all ages from preschool, toddlers and upwards. All reviews are family friendly and lots of fun for all ages. We love to play with and review toys for boys and girls. Surprise egg videos Blind bag toy videos Disney Junior toy videos Disney toy videos SpongeBob Squarepants toy videos PlayDoh toy videos Follow TRTV on Facebook Follow TRTV on Twitter Subscribe!  ALL MUSIC IN THIS VIDEO IS ROYALTY FREE MUSIC AND PROVIDED BY WWW.INCOMPETECH.COM \"Loping Sting\"\"Brightly Fancy\" Kevin MacLeod incompetech.com Licensed under Creative Commons By Attribution 3.0 Sound effects are created by and are personal property of Toy Review TV Ltd.", "viewCount": 0.35620548296563787, "labels": [26, 370, 526, 3748]}, "349CvQdX5B4": {"likeCount": 0.24653828514484186, "dislikeCount": 0.17323937598229688, "videoId": "349CvQdX5B4", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "Trestle Theatre Physical Theatre Mask Training Education TheaterWorking with Trestle Masks Skills and IdeasWith Trestle Associate Director Oliver Jones Trestle Masks are an exciting addition to any classroom or workshop environment, this short video will introduce you to some of the key ways into working with our three different mask sets. For more information please visit www.trestle.org.ukmaskshop", "viewCount": 0.4810340069873272, "labels": [6, 932]}, "g9f5Q09VOXc": {"likeCount": 0.16020599913279623, "dislikeCount": 0.08450980400142569, "videoId": "g9f5Q09VOXc", "title": "", "description": "", "length": 0.26283889300503116, "keywords": "2012 2013 2014 fiat 500e 500t turbo abarth 500 five hundred italian hatchback interior exterior tour walkaround ove Fiat 500 Automobile Model Bmw Two Auto Audi Live Automobile Industry Model Job Title Three Tuning BMW Motorrad Brand Golf Four Drift Part Two Opel Renault Astra Opel Astra Automobile Model Volkswagen Opel Musical Album Episode2013 Fiat 500 Abarth Walkaround & Interior TourSuper fun little hatchback with an exhaust note that rivals that of Ferrari.", "viewCount": 0.3803183888535342, "labels": [2, 7, 531, 2292]}, "TqY0MLF1N2s": {"likeCount": 0.20211892990699384, "dislikeCount": 0.03010299956639812, "videoId": "TqY0MLF1N2s", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "My Little Pony Friendship Is Magic MLPFiM INCEPTION Inception Ception Mind Heist Hasbro Lauren Faust Spike Dragon The Apple Jack Applejack Rainbow Dash RainbowDash Fluttershy Rarity Twilight Sparkle TwilightSparkle Official HD High Definition Princess Celestia Luna Equestria PinkiePie Pinkie Pie Fandom Fan Brony Bronies Bronie Unite United Parody Video Movie Trailer For an Awesome Super Cool Favorite FilmPONYCEPTION Trailer HD\"WE NEED TO GO 20 DEEPER\"  Caeser1337 Thanks to whoever sent this in to Equestria Daily! Original Trailer Join some Bronies Join some more Bronies Caseser1337 ", "viewCount": 0.3911477217106103, "labels": [5, 16, 25, 244, 292]}, "QGqxIpfwpVA": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "QGqxIpfwpVA", "title": "", "description": "", "length": 0.24771212547196628, "keywords": "phantom of the opera forever walking alone final fantasy VII Dragonland Advent Children Erik Christine DaaPhantom of the Opera  Forever Walking AloneErik thinks about Christine and all the time she spent at his lair with him... All the times he saw her... All that she was... All her smiles, all her tears... He thinks of it as his heart breaks into pieces.  The clips in grey are when the Phantom thinks about Christine.", "viewCount": 0.3290034611362518, "labels": [1578]}, "QLnMzQ0VpFs": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "QLnMzQ0VpFs", "title": "", "description": "", "length": 0.2576341350205793, "keywords": "Action Sports Games ASG Mandurah World Cup Mandurah Western Australia Waterski Waterski Jump Wakeboard mastercraft Harley Clifford Raimi Merritt Freddy Kreuger Freestyle Now International Waterski & Wakeboard Federation Organization Member Jacinta Carroll Cory Teunissen Nicola Butler2015ASG & the IWWF Mandurah World CupHere's some great footage of this weekend's Action Sports Games in Mandurah, WEstern Australia. Athletes from 21 countries participated in teh IWWF Mandurah World Cup waterski jump and wakeboard. There was also a skate, BMX and Scooter arena wioth competitions and FMX demko's throughout the weekend. Video by RJ Media", "viewCount": 0.3142702245737616, "labels": [17, 53, 58, 166, 901]}, "Wj1I-zKFIcc": {"likeCount": 0.11760912590556814, "dislikeCount": 0.047712125471966245, "videoId": "Wj1I-zKFIcc", "title": "", "description": "", "length": 0.2423245873936808, "keywords": "Jerry Marlowe Larry Dinolfo Dinolfo's pizza Dover Ohio Tuscarawas CountyJerry Marlowe and Larry Dinolfo 1Starring Jerry Marlowe and Larry Dinolfo. JERRY MARLOWE'S COOKING SHOW WILD IN THE KITCHEN. The show is in Larry's kitchen.", "viewCount": 0.34938761108528227, "labels": [11, 20, 22, 29, 32, 122]}, "WkVX-qyQRpU": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "WkVX-qyQRpU", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "Argonathrpg ARgoath rpg samp samp grand theft auto san andreas gta gtasa rockstargames rockstar games video gameGvardia OpeningPart 1", "viewCount": 0.33232521001716875, "labels": [0, 1, 134]}, "Wn78X9P26C0": {"likeCount": 0.16434526764861876, "dislikeCount": 0.10413926851582252, "videoId": "Wn78X9P26C0", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "Bucky Lasek Skateboarder bucky boo bbq Skateboard Sports Equipment Skateboarding Sport Half pipe pro skateboarding lasekland Bowl Riding Ford Focus ST Road Trip Halloween Vivid Racing PLG skate Bob Burnquist SkateboarderVivid Racing Travels to Lasekland for Buckys Boo BBQ 2013Back in October we took our Project Ford Focus ST out to the 2013 Boo BBQ hosted by pro skateboarder Bucky Lasek at his Lasekland skate pool. Enjoy these brief Ford Focus shots and then some awesome skateboarding in Halloween customs by some of the best pros including PLG, Bob Burnquist, and more! Check out all the pictures hosted at ", "viewCount": 0.3613736141261872, "labels": [68, 165, 1087]}, "Iwbpek8jE_g": {"likeCount": 0.17634279935629374, "dislikeCount": 0.06020599913279624, "videoId": "Iwbpek8jE_g", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "toyota corolla 2jz puerto rico drag racing ae86 corvette Drag Racing Sport Puerto Rico CountryEl Humilde Racing 2JZ Corolla 6.59  215 MPH W vs. Mark Carlyle Corvette7.53  148 MPH Final Radial Vs Modified Imports Vs Domestics  Maryland International Raceway Felicidades Al Team Del Humilde Por Su Victoria En La Categoria Radial Vs Modified", "viewCount": 0.4122215878272827, "labels": [2, 17, 19, 48, 394, 711, 1435, 3249]}, "IW_Fy2BcU8Y": {"likeCount": 0.15314789170422552, "dislikeCount": 0.0, "videoId": "IW_Fy2BcU8Y", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "Stevie Wonder Superstition Adam Rafferty solo acoustic guitar kev stockley Cover Cover Song Music Guitar CoverStevie Wonder  SuperstitionKev Stockley playing Superstition by Stevie Wonder Arranged by Adam Rafferty Kevstockleyguitarhotmail.co.uk", "viewCount": 0.32866809693549304, "labels": [9, 10, 34]}, "_GSnAtCHnnA": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "_GSnAtCHnnA", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "millis hopedale football holliston football bruce lerch dale olmsted sean heffernan jon baker ian strom bailey tangney tyler angel ilia knight andrew joe matt jeyeBoston Herald High School Football MillisHopedale 34, Holliston 21Video highlights from the Mohawks first victory over the Panthers in at least a decade as Sean Heffernan hooked up with Ian Strom for three touchdown passes in the win", "viewCount": 0.3243534101832062, "labels": [0, 79, 91]}, "_LF8Aj6eAsA": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "_LF8Aj6eAsA", "title": "", "description": "", "length": 0.2271841606536499, "keywords": "Avatar MacroKeyAvatar MacroKeyAvatar MacroKey  USB Keyboard and Mouse Emulator  Keyboard  Mouse     Macro Script   script  \"avatarsetup.exe\"  package   Avatar MacroKey     Keyboard  Mouse    delay    Macro       Shift   Alt     mouse  ", "viewCount": 0.3391640703492388, "labels": [0]}, "ChdA_w5F8oA": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "ChdA_w5F8oA", "title": "", "description": "", "length": 0.2574031267727719, "keywords": "2008 FOOTBALL BOX BREAK TOPPS CHROME2008 TOPPS CHROME FOOTBALL BOX BREAKHOBBIES AND HEROES BOX BREAK OF 08 TOPPS CHROME FOOTBALL BY JG050705275", "viewCount": 0.3067070856045371, "labels": [0]}, "ClA4HMo1DqQ": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "ClA4HMo1DqQ", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "Brand Carlile Dreams Drum Cover Roland TD3 yee Rafa is going downBrandi Carlile \"Dreams\" Drum CoverNot a perfect cover but i like this song a lot! D NO COPYRIGHT INTENDED!!", "viewCount": 0.31439511164239636, "labels": [28, 33, 38, 78, 86]}, "Y88EvLrRNSo": {"likeCount": 0.20718820073061256, "dislikeCount": 0.0, "videoId": "Y88EvLrRNSo", "title": "", "description": "", "length": 0.24297522800024082, "keywords": "beauty of annihilation call duty black ops soundtrackCall of Duty Black Ops Soundtrack  Beauty of annihilation 720 HD\"Beauty of Annihilation\" From call of duty Black ops Sound track With '3 BONUS SONGS , NEVER HEARD UNTILL THE 23rd AUGST.'", "viewCount": 0.4384496781137869, "labels": [36, 147]}, "C1y6jYFLwg0": {"likeCount": 0.13979400086720378, "dislikeCount": 0.03010299956639812, "videoId": "C1y6jYFLwg0", "title": "", "description": "", "length": 0.24955443375464484, "keywords": "Pokemon xbox xbox360 dishonored bethesda titan blizzard mmo panda Mist of pandaria warcraft pikachu therant gamer pirateking Pokmon video Game SeriesPokemon MMO!? ,Xbox 360, Dishonored, Misty Pandas sales and TITANPirate king is back with the Monday news you yearn for!, today let's talk Xbox rewards, Dishonored giveaway, Misty pandas and a Pokeman mmo? Xbox Blizzard Sales TITAN MMO Dishonored Giveaway Pokemon MMO Pokemon offical website ", "viewCount": 0.3625518228971638, "labels": [0, 1, 5, 81, 102, 108, 192, 294, 331, 2792]}, "xRNNeZdr5iA": {"likeCount": 0.17323937598229688, "dislikeCount": 0.03010299956639812, "videoId": "xRNNeZdr5iA", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "lugeyps3 lauren reviewPS HOME  Castle Strakh GraveyardEnjoy the video! FACEBOOK  NEW  SEND ME MAIL Lauren G. P.O. Box 280138 Brooklyn, N.Y. 11218 USA  NEW  Twitter lugeyps3 lugemania", "viewCount": 0.32798949800116384, "labels": [0, 1]}, "ZIcMQyMXYe8": {"likeCount": 0.1146128035678238, "dislikeCount": 0.047712125471966245, "videoId": "ZIcMQyMXYe8", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "black ops 2 black ops call of duty revolution zombie zombies tranzit die rise turned brand new information dlc marlton alive leaked gameplay misty samuel rustman maxis richtofen voices tower of babel easter egg achievements dempsey nikolia takeo samantha green run survival grief meat mode farm diner bus depot town nuketown nuketown zombies wonder weapon buildables hellhounds New EnemyBlack Ops 2 Zombies  Die Rise BRAND NEW Info New Enemy Round Plus New Turned infoHai guys there is some BRAND NEW information about Die Rise and the NEW ENEMY, this is a real quick vid just giving you a brief explanation about the upcoming dlc for black ops 2 and what we can expect from die rise and new game mode turned. IGN Link  One Of Swords Link  P.S Feel free to give the like button a hug.", "viewCount": 0.31486026548060936, "labels": [36, 94, 423]}, "ZKbIJc_Z4YM": {"likeCount": 0.13979400086720378, "dislikeCount": 0.07781512503836437, "videoId": "ZKbIJc_Z4YM", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "Samsung Unboxing Samsung Electronics 43 plasma TV television HDMI xbox playstation wii 360 tech videos reviews daisyrepublic sony LCD pixles BF3 gaming battlefield cheap budget 300 dollars canadian Gameplay Battlefield 3 Ps3 Camera Canon Digital Review Games Xbox360 Trailer CompanySamsung plasma TV Unboxing PN43D450 43\"Hey guys! Kind of new to youtube, leave some suggestions down below! and look out for some more vids coming soon!", "viewCount": 0.4148294097434746, "labels": [3721]}, "ZLl43V2O2po": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "ZLl43V2O2po", "title": "", "description": "", "length": 0.24265112613645756, "keywords": "ninjas naruto dbz fight slimshady powerrangersfight musicits about fights featering dbz naruto power rangers ninjas", "viewCount": 0.3090258052931316, "labels": [5, 84, 144, 847]}, "ZMG2_ltyWGw": {"likeCount": 0.35360531551592045, "dislikeCount": 0.19344984512435678, "videoId": "ZMG2_ltyWGw", "title": "", "description": "", "length": 0.2568201724066995, "keywords": "Be Still My Soul Rhonda Larson flute solo flute and voice Grammy Winning Flutist classical live music Infinity Theater Jonathan Doster Photography Pearl Flute Sibelius Finlandia flautist flutist Montana Native Connecticut music woman composer Wood Nymph Music www.RhondaLarson.com best flute player best flutist beautiful flute music Rhonda flute Pearl polyphonicRhonda Larson performs her flute solo, \"Be Still My Soul\"Grammy winner Rhonda Larson performing her original music. YOU CAN ORDER THE SHEET MUSIC FROM WWW.RHONDALARSON.COM SKYPE lessons available", "viewCount": 0.5835593557656563, "labels": [3, 4, 300]}, "55nOyYTDuFM": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "55nOyYTDuFM", "title": "", "description": "", "length": 0.2661812685537261, "keywords": "spl starleague korea esports starcraft proleague blizzard kespa ongame broodwarSPL 8.5 Trap STX vs Sun SKT 5set  WCS Cloud Kingdom LESPL 8.5 Trap STX vs Sun SKT 5set  WCS Cloud Kingdom LE Proleague is the Professional esports team match league in Korea and currently there are 2 leagues, namely StarCraft Brood War, StarCraft   WINGS OF LIVERTY Blizzard Entertainment and Special Force2Dragonfly. 8 teamsKT Rolster, Samsung Electronics KHAN, STX Soul, SK Telecom T1, CJ Entus, Airforce Ace, Woongjin Stars, 8th game participate in the StarCraft  Proleague and also 8 teamsKT Rolster, STX Soul, SK Telecom T1, CJ Entus, Woongjin Stars, IT Bank, Tving, Q'SSEN participate in the Special Force2 Proleague. Proleague 20112012 Season takes place at the Youngsan eSports Stadium IPARKmall, 9th floor every Saturday, Sunday, Monday, Tuesday for Starcraft & every Saturday and Tuesday for Special Force2.", "viewCount": 0.3090258052931316, "labels": [0, 42, 487]}, "bCaMA95xrBI": {"likeCount": 0.14623979978989562, "dislikeCount": 0.0, "videoId": "bCaMA95xrBI", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "Novak Djokovic Tennis Player Rafael Nadal Tennis Player David Nalbandian Tennis Player Tennis Sport Doctor Doctor Djokovic Roger Federer Tennis Player Nole Open ATP1000 Association Of Tennis Professionals Organization Wimbledon Tennis Tournament Tennis funny Roland Garros Australian Open Tennis Tournament US Open Tennis Tournament Djokovic Funny Tennis doctor Nalbandian Nadal Djokovic Nadal vs Djokovic Finals PlanetNovak Djokovic Doctor With Nalbandian and Nadal Full HD\"Nole\" Playing Doctor with Nadal and Nalbandian ! Like ans share it !", "viewCount": 0.42733022785676567, "labels": [226]}, "ffPHemMuOLY": {"likeCount": 0.14313637641589874, "dislikeCount": 0.03010299956639812, "videoId": "ffPHemMuOLY", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "TShow 2012 2013 warren warren high school warrens dance hip hop 1st place dad father sonWarren's Got Talent  Father and Son 1st Place Performance of '12'13'Warren's Got Talent  Ramil and his Dad performing a dance routine in a Talent Show on January 24, 2013. Ramil won first place two years before! ", "viewCount": 0.3675595056386747, "labels": [6, 8, 558]}, "flK2tqusitk": {"likeCount": 0.48792335468137477, "dislikeCount": 0.3322632711692224, "videoId": "flK2tqusitk", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "Chrisette Michele Def Jam Records chrisette michele epiphany chrisette michele vevoChrisette Michele  Epiphany I'm Leaving Official VideoBest of Chrisette Michele Subscribe here Music video by Chrisette Michele performing Epiphany. C 2009 The Island Def Jam Music Group ChrisetteMichele Epiphany Vevo", "viewCount": 0.6948826473477829, "labels": [14]}, "fm4Ovwekklk": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "fm4Ovwekklk", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "rc Shawkah CityTownVillage rc car rc cars Remote Control Invention Radio Control Invention axial racing Truck Automotive Class Pickup Truck Automotive Class SavageRC Trucks Trail in Shawka Valley       RC Trucks Trail in Shawka Valley       ", "viewCount": 0.32501759480839254, "labels": [2, 17, 64, 75, 95, 135, 149, 345]}, "NtUK2eT7Abg": {"likeCount": 0.20253058652647704, "dislikeCount": 0.047712125471966245, "videoId": "NtUK2eT7Abg", "title": "", "description": "", "length": 0.2571708831808688, "keywords": "FIFA 15 ultimate team fut ut wager match Thiago Silva Football Player milions milion coin coins team of the year toty ohm ohmhdgamer noi malati di fut FIFA 14 Ultimate Team Fdration Internationale De Football Association Football OrganizationFIFA 15  WAGER MATCH  OHM vs NOI MALATI DI FUT  THIAGO SILVA TOTY  PRIMA PARTESBAAM!! Grazie per il \"mi piace\" ragazzi! NOI MALATI DI FUT CREDITI  codice sconto 5 \"ohm\" GIOCHI, ABBONAMENTI PS O XBOX SCONTATISSIMI                      SOCIAL NETWORKS Facebook Twitter Twitch ISCRIVITI                      GRAFICO                      PLAYLIST Carriera Dare to Zlatan Pack Opening Squad Builder ", "viewCount": 0.3156246190397345, "labels": [0, 63, 167]}, "EgUdokBZuVI": {"likeCount": 0.1146128035678238, "dislikeCount": 0.11139433523068368, "videoId": "EgUdokBZuVI", "title": "", "description": "", "length": 0.23636119798921446, "keywords": "iglasses mac isight pc macintosh review tech software hardware programs compatible screen sharing ishowuReview of iglasses for the Mac.In depth look at the iglasses application for you built in isight. Iglasses is a great program to enhance your isight. It is compatible with many programs. Some are listed in my video. For a full list of apps it is compatible with please drop a comment or email me at geek.boylive.com.", "viewCount": 0.3925054120311843, "labels": [496]}, "KrVLjVcp5Zc": {"likeCount": 0.1799340549453582, "dislikeCount": 0.03010299956639812, "videoId": "KrVLjVcp5Zc", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "Billy Hamilton freestyle soccer 2AM Club love notes sick tricks amazing awesome incredible juggling Barcelona Ronaldo best sweet unreal like you've never seen it before Football Cool Skills CrazyBilly Hamilton Freestyle SoccerLike my Facebook page! I post new clips all the time. www.facebook.combhamfreestylesoccer Music 2AM Club  Love Notes I do not own this song Billy Hamilton Freestyle Soccer", "viewCount": 0.37735670489260587, "labels": [12]}, "KsxM9U7GW6E": {"likeCount": 0.17634279935629374, "dislikeCount": 0.0, "videoId": "KsxM9U7GW6E", "title": "", "description": "", "length": 0.26683859166900004, "keywords": "CoilyMane Coily Mane coilymane naturalhair natural hair styles natural black hair Hair Water Natural water only method water only hair methodWater Only Hair Washing  My Experience  Part 3 of 3In this video, I share part 3 of my experience being on the water only hair method. Ytubers who inspired me! Tell em 'coilymane' sent ya! ", "viewCount": 0.33626709297256674, "labels": [50, 65, 256, 763]}, "Yo8tGIWnKWk": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "Yo8tGIWnKWk", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "GT6 ' Nurburgring' ' International A' ' 15 minute race' ' Mclaren F1 GTR Race Car '97' ' Nissan GTR R35 Touring Car' ElgatoGamingGT6 Nurburgring International A 15 minute race  Blocking!Spent ages on this race and had to block the Mclaren F1 GTR Race Car '97 with my Nissan GTR R35 Touring Car for the last few minutes. I'm knackered 3 laps but finished first at last!", "viewCount": 0.31414497734004676, "labels": [1, 19, 48, 524, 691, 753, 988]}, "PBYKgPBeM1g": {"likeCount": 0.28419848045901136, "dislikeCount": 0.15051499783199063, "videoId": "PBYKgPBeM1g", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "duo kie homer simpson videoclip fotos duokie hip hop rap hiphopduo kie  homer simpson  videoclip con fotosvideoclip de la cancion homer simpson de duo kie", "viewCount": 0.5503756646105724, "labels": [5, 1374]}, "e5yzHs6ovNQ": {"likeCount": 0.21818435879447728, "dislikeCount": 0.11760912590556814, "videoId": "e5yzHs6ovNQ", "title": "", "description": "", "length": 0.24927603890268377, "keywords": "black ops 2 gold guns black ops 2 gold ksg black ops 2 tips black ops 2 ksg set up bo2 gold guns black ops 2 gold rpgBLACK OPS 2 GOLD GUNS  GOLD KSG! Plus KSG Tips!My diamond R870 MCS plus tips  My diamond KSG plus tips  ", "viewCount": 0.4343546443188257, "labels": [0, 1, 36, 94]}, "e8ca96_TxpY": {"likeCount": 0.20211892990699384, "dislikeCount": 0.08450980400142569, "videoId": "e8ca96_TxpY", "title": "", "description": "", "length": 0.24265112613645756, "keywords": "Honda EF Civic Hatchback vtec tributeHONDA EF LOVE  Hatch TributeVid I made as a tribute to the honda EF and the EF LOVE page on facebook. Fans! if you ''like'' this video i'll make some more tributes Crx, Wagon, Sedan", "viewCount": 0.4426722664145779, "labels": [2, 7, 171, 198, 283, 457, 2045]}, "LXOVyoafa08": {"likeCount": 0.13979400086720378, "dislikeCount": 0.06989700043360189, "videoId": "LXOVyoafa08", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "Benidorm benidorm beach Costa BlancaBenidorm Beach Benidorm beach and the city in Costa Blanca Alicante Spain", "viewCount": 0.4372967206387155, "labels": [248]}, "JFSQq0v5V04": {"likeCount": 0.2860338006570994, "dislikeCount": 0.14471580313422192, "videoId": "JFSQq0v5V04", "title": "", "description": "", "length": 0.215836249209525, "keywords": "Alienware Business Operation Computer Hardware Industry Gaming PC NVIDIA Intel Notebook Alienware 14Alienware 13 Up CloseBuild your Alienware 13 today at Game the way you want on the Alienware 13. Its a powerful gaming laptop thats thinner and lighter than anything weve created before. Crafted with premium features like copper cooling, Quad HD display and highperformance CPU and graphics, the Alienware 13 is designed to give you an awesome gaming experience anywhere, every time.", "viewCount": 0.49888798773199294, "labels": [74, 187]}, "eyJk5BaWeu8": {"likeCount": 0.09030899869919436, "dislikeCount": 0.07781512503836437, "videoId": "eyJk5BaWeu8", "title": "", "description": "", "length": 0.24424797690644487, "keywords": "Wisconsin getaway Madison Southern WI bed and breakfast rooms suites fireplace whirlpool accommodation country inn hotel lodge resort retreat girlfriend getawaysCameo Rose Bed and Breakfast  Heavenly Beds  Memorable Breakfasts Madison Area 608 4246340 or 18664246340  Heavenly Beds  Memorable Breakfasts Getaway to Southern Wisconsin and five distinctive romantic Madison WI getaways on 120 private acre estate in Dane County. Choose from fireplace and whirlpool rooms, honeymoon suite or group suite in a Victorianstyle Madison Wisconsin getaway. Cameo Rose Victorian Country Inn bed and breakfast offers romantic Southern Wisconsin getaways just minutes from Madison, New Glarus, Mount Horeb and Cambridge WI. \"Each guest room is like a page from House Beautiful\"  John Aehl, WSJ. Experience affordable luxury for any special occasion, memorable honeymoon or a family or girlfriend getaway in Wisconsin. Our value rates include our Madison Getaway Amenities, Dawn's hospitality  see Guest Ovations and the \"Best Breakfast in the Midwest\"  Arrington's. Check our Specials for extended stay discounts and our Availability and Reservations for your next weekend getaway or Wisconsin Vacation. Cameo Rose is a Madison Wisconsin bed and breakfast and Victorian treasure country inn on a 120 scenic acre Dane County retreat. What a difference a night makes at a genuine Madison romantic getaway... offering immense peace and quiet, exclusive amenities, affordability, luxury linens and robes, whirlpool tub suites, private baths, air conditioning and fireplace rooms in elegant Southern Wisconsin bed and breakfast lodging accommodations just minutes SW of the Capital City and University of Wisconsin  Madison. WI B and B inn offers relaxing travel for your wedding night, honeymoon, elopement, small reunions, business travel, weekends, girlfriend getaways, shopping in unique shops, antiquing and vacation rentals. Experience an affordable luxury B and B boutique hotel, Madison area attractions and 101 area things to do, inn rose and floral gardens, waterfalls and serenity pond, and miles of private rural trails through rolling hills and scenic woodlands for crosscountry skiing, hiking and snowshoeing. Cameo Rose is centrally located between vibrant Madison's downtown, Verona's Epic Headquarters and campus, the \"Beautiful Village\" of Belleville Frenchtown, Mount Horeb Little Norway and New Glarus in Green County America's Little Switzerland. \"Don't let it be forgot that once there was a spot, for one brief shining moment that was known as Camelot.\"  Alan Jay Lerner. Immense Peace and Quiet!Welcome to the award winning Cameo Rose ... American Historic Inns' 5star guest reviews made us 5th on a list of best American romantic inns and the only Wisconsin bed and breakfast and Madison inn qualifying for their 2009 prestigious Travelers Choice for Romance Award. Guest comments in Inn Ovations rank us 1 in romance, location, hospitality and best beds and best breakfasts. Arrington's B&B Journal guests voted us \"Best Breakfast in the Midwest\", a top 10 \"Inn with the Most Privacy\", and \"11 B&B  Country Inn Throughout North America\" includes all 50 states of the USA, all provinces of Canada and Mexico  that is big, but we are striving to be number 1. Bob Puhala in the Chicago Sun Times said, \"One of the finest getaways in the Midwest\". The WSJ wrote \"One of the most attractive B and B hotels in the United States.\"", "viewCount": 0.3927113611933761, "labels": [11, 123, 184, 416, 1152, 1163]}, "2O-3qhAdxBw": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "2O-3qhAdxBw", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "SCR CAMARO VS ACTIVE PERFORMANCE STREET RACIN ACTIVEHOODRICHACTIVE CAMARO VS SCR CAMARO  820.wmvSCR CAMARO TOOK THE GO ACTIVE WON THE RACE", "viewCount": 0.3470998169660874, "labels": [566]}, "0mP6oxBBcYU": {"likeCount": 0.4264581729238078, "dislikeCount": 0.2481442628502305, "videoId": "0mP6oxBBcYU", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "Dave Chappell Star Search standup comedian comedyStar Search  David Chappell's 1stDave Chappell's 1st appearance on Star Search 1993", "viewCount": 0.6126619997837747, "labels": [133, 325]}, "xuFI4TmKfN4": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "xuFI4TmKfN4", "title": "", "description": "", "length": 0.24983105537896005, "keywords": "Mechelaar belgian shepherd malinoisNVBK Ring Vinkelveden Hoboken Dogs PowerNVBKSPIRITPOWER IINationaal Verbond Belgische Kynologen Quelques arrts sur M'r Mike Fransen ,  1mn56 Vector le missile de Gust\" Mr August Rogge", "viewCount": 0.3144574207609616, "labels": [15, 18, 67]}, "xzLJNHijrsw": {"likeCount": 0.20253058652647704, "dislikeCount": 0.0, "videoId": "xzLJNHijrsw", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "Paperdolls Event H&M fashion clothing shopping against AIDSPAPERDOLLS  The Event!  H&M's Fashion Against AIDSFor more info  Dress us up again. The vote won't count, but it's still fun! MICHELLES PLACES  Main Channel Music Channel Smush21 Tumblr  Twitter  Facebook  Instagram  GRACES PLACES  Main Channel New Book Graces Guide Not Too Deep Podcast SnapChat  RealGraceHelbig Twitter  Tumblr  Instagram  ", "viewCount": 0.37744439689249654, "labels": [66, 2935]}, "G_hNAg2qRww": {"likeCount": 0.1653212513775344, "dislikeCount": 0.03010299956639812, "videoId": "G_hNAg2qRww", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "cockatoo singing whistling pitbull pets animalsMoby Serenades MorganMoby whistles a tune for Morgan the pit bull, who has been his protector and best friend for almost 12 years. Quit watching when Moby goes offscreen...I need to figure out how to edit. The song is \"Good Dog Ska\" by Bim Skala Bim.", "viewCount": 0.39320169064342014, "labels": [2298]}, "S3KtU9z0AUs": {"likeCount": 0.15051499783199063, "dislikeCount": 0.0, "videoId": "S3KtU9z0AUs", "title": "", "description": "", "length": 0.2593286067020457, "keywords": "Pokemon Pokemon Black Pokemon White Zekrom Reshiram Tepig Snivy Oshawott Gamefreak Nintendo Team Plasma Walkthrough Playthrough Let's Play Ninbuzz Munchingorange Nickmatt07 Giancarloparimango11 LePokemonElite AltEisenSpirit Clefable919 ytstretch169Pokemon Black Part 51 Catching Birijion and TerrakionQOTD What's your favorite legendary trio? In this chapter, we find the two other obtainable fighting legendaries. I don't own any of this, please don't sue me.", "viewCount": 0.44159577458809907, "labels": [0, 1, 5, 81, 108]}, "xi-ge4rG_Bc": {"likeCount": 0.16334684555795864, "dislikeCount": 0.0, "videoId": "xi-ge4rG_Bc", "title": "", "description": "", "length": 0.22227164711475833, "keywords": "dota videos dota 2 techies gold week safe battlenet movie buy warlords trailer gameplay Snakes Gaming Wow the trail reporter wow gold prices top10 cheap wow gold instant delivery blizzard store YouTube techies warcraft weekly chateado moments cheap wow gold us Chateados best wow gold dota gameplay dota2 2014 dota buy wow gold safe draenor wow golds of cinematic world wtf fails Dota dota 2 funny dota 2 movie cheap wow gold for sale wow internationalDota 2  Dendi plays Tinker  Ranked Match!Subscribe to become a brother  Submit your clip failcumback  onlybroth3rsgmail.com Facebook  Playlist Gameplays   Europe Elite League  EEL 60fps   Tops MMR   Cumback is real   Games epics,comebacks,rapiers   Subscribers  Gameplays   NEQROMAN 7000 MMR  Gameplays   Black 7000 mmr  Gameplays   Ferrari430 7200 mmr  Gameplays   w33 7700 mmr  Gameplays   June 7800 mmr  Gameplays!   Padrinho 7000 mmr  Gameplays   Miracle 7000 MMR  Gameplays   Meracle 6500 MMR  Gameplays   lizZard 7000 mmr  Gameplays   Dragonfist 7000 mmr  Gameplays   Wagamama 7000 mmr  Gameplays   Exist 7000 MMR  Gameplays   y0nd 7000 MMR  Gameplays   xiao8 6500 MMR  Gameplays   !Attacker 6000 MMR  Gameplays   SmAsH 7000 MMR  Gamepalys   DeviLisH 7000 mmr  Gamepalys   Cecil 7000 MMR  Gameplays   4dr 7000 MMR  Gameplays   Draskyl  Gameplays   SaNeT 7000 MMR  Gameplays   Bignum 7000 MMR  Gameplays   Heartbreak  Gameplays   Gorgutzer 6500 MMR  Gameplays   Freezing 6500 MMR  Gameplays   Illidan 7000 MMR  Gameplay   SumaiL 6000 MMR  Gameplay  Tournaments  The Summit 3   DotaCinema XMG Captains Draft   SLTV Star Series  StarLadder   1x1 Solo Champions TI4  2014   Dota 2  The international 4  2014   HyperX D2L   Free to play memory  The International 1   Dota 2 Champions League  D2CL Season   Dota Pit Season 3  Dota 2 is a 2013 multiplayer online battle arena video game and the standalone sequel to the Defense of the Ancients DotA Warcraft III Reign of Chaos and Warcraft III The Frozen Throne mod. Developed by Valve Corporation, Dota 2 was released as a freetoplay title for Microsoft Windows, OS X and Linux in July 2013, concluding a Windowsonly public beta testing phase that began in 2011. The game is available exclusively through Valve's contentdelivery platform, Steam. Royalty Free Music by Sound Effects by ", "viewCount": 0.36363875858131567, "labels": [0, 1, 42, 290, 431]}, "fGxvCS2ZRqQ": {"likeCount": 0.15314789170422552, "dislikeCount": 0.047712125471966245, "videoId": "fGxvCS2ZRqQ", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "yesung gray paper kdrama piano cover OST that winter the wind blows       super junior song hye gyo jo in sung Yesung   Gray Paper That Winter, the Wind Blows OST Piano Coveri just started watching this drama and immediately loved this songalso yesung's voice is AMAZING as always!  here's my piano cover, played by ear as usual so no sheets!! hope you guys like it ", "viewCount": 0.3529301997787981, "labels": [31, 40, 47, 57]}, "fKFVK5Vv5oI": {"likeCount": 0.20086001717619176, "dislikeCount": 0.03010299956639812, "videoId": "fKFVK5Vv5oI", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "total war shogun cgi trailer trailers teaser teasers preview previews turnbased roleplaying game videogame videogames video games gamer gaming gameplay play singleplayer multiplayer pc microsoft windows showreel widescreenTrailer  TOTAL WAR SHOGUN 2 CGI Trailer for PCCGR Trailers presents a CGI Trailer for TOTAL WAR SHOGUN 2 on the PC Microsoft Windows.", "viewCount": 0.4098643725817057, "labels": [1, 25, 42, 863, 2908]}}