{"Z9liOXg5aag": {"likeCount": 0.10413926851582252, "dislikeCount": 0.06020599913279624, "videoId": "Z9liOXg5aag", "title": "", "description": "", "length": 0.2662757831681574, "keywords": "LEGO pirates of the caribbean ps3 bobwhall HD bob hall video gameLEGOPotC Platinum Trophy && The Ride Bonus StageThe bonus stage and platinum trophy in LEGO Pirates of the Caribbean.", "viewCount": 0.457135939275384, "labels": [0, 1, 268]}, "gagPuxJXj_E": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "gagPuxJXj_E", "title": "", "description": "", "length": 0.2637489729512511, "keywords": "Brampton Battalion Niagara Ice Dogs OHL Ontario Hockey League Jack Gatecliff Arena FightBattalion  Niagara Ice Dogs Sept 27th 08Video from our trip to St.Catharines, Ontario for the Brampton Battalion  Niagara Ice Dogs game on September 27th 2008. By the way the fight was between Ken Peroff and Chris DeSousa", "viewCount": 0.31702617153949575, "labels": [0, 82, 103, 118]}, "HuXt-iNREFc": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "HuXt-iNREFc", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "Don Cardinale oldenburg gelding for sale dressage hunter8 Year old Oldenburg Gelding For SaleSOLD8 Year old Oldenburg Gelding For Sale. Deveroux. Would make a great hunter prospect or a lovely dressage horse. Fantastic mover with a sweet temperament. Check him out on Equine.com, and bigeq.com. Please email Erickalr1987yahoo.com for any inquiries. 20000.", "viewCount": 0.3277379974667255, "labels": [15, 18, 60, 87, 365, 545]}, "XQVVru7nr7o": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "XQVVru7nr7o", "title": "", "description": "", "length": 0.2662757831681574, "keywords": "NZV8TV Chevrolet Chevy Chev Corvette split window Ford Mustang XC Falcon Cobra Holden Commodore VH Walkinshaw Eastern Creek muscle car Central Muscle CarsNZV8TV S2 Ep 5  1963 Corvette Split Window, muscle cars from Eastern Creek  part 1More at Central Muscle Cars race 4 from Eastern Creek. Classic muscle cars including the Pinepac Mustang, GIO Walkinshaw Commodore, Falcon XC Cobra and VH Commodore. Plus a minter splitwindow Chevrolet Corvette from 1963", "viewCount": 0.30610753236297916, "labels": [2, 7, 17, 19, 48, 267, 415, 711]}, "tfiqIoAnveg": {"likeCount": 0.2898725181589494, "dislikeCount": 0.2731588765186739, "videoId": "tfiqIoAnveg", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "Peppa Pig s00e02 Learn the Alphabet SD TVLearn The Alphabet With Peppa PigAnother Episode Of Peppa Pig", "viewCount": 0.6187781783064087, "labels": [5, 16, 1064]}, "lUQMsxsxrJ4": {"likeCount": 0.18260748027008267, "dislikeCount": 0.14313637641589874, "videoId": "lUQMsxsxrJ4", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Europe Open Your Heart fingering guitar video lesson Joe Tempest Joey Tempest Tempest Joey video lesson Europe  Open Your Heart Europe  Open Your Heart tutorial Open Your Heart how to play Capo Open Your Heart lesson Open Your Heart video Open Your Heart video lesson Open Your Heart tutorial Open Your Heart guitar Open Your Heart acousticHow to play 'Open Your Heart' by Europe left handCapo is on VI fret", "viewCount": 0.4130558899864014, "labels": [9, 10, 34]}, "qAWRJ8aIB-w": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "qAWRJ8aIB-w", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "skyrail suspension marble rollercoaster roller coasterRolling Coaster 3 Rhythm is A Dancerroller coaster 3 with famous song rhythm is a dancer", "viewCount": 0.38601582613182783, "labels": [255, 2781]}, "16tneZSRPLQ": {"likeCount": 0.2309630167425899, "dislikeCount": 0.06989700043360189, "videoId": "16tneZSRPLQ", "title": "", "description": "", "length": 0.2499687082618404, "keywords": "David Maslanka University of Maryland UMD Maryland College Park MD School of Music percussion Dan Vaughan live concert recital Gildenhorn 2013 CSPAC Regina Spektor how cover marimbaHow Regina Spektor cover for marimba and band  arr. Dan Vaughan, percussion  2013Dan Vaughan, marimba, performs Regina Spektor's \"How\" in the Gildenhorn Recital Hall at the University of Maryland, College Park, MD on March 11, 2013. Including Amy Broadbent, soprano, James Hein, bass, and Paul Keesling, drumset. Audio and video by Christian Amonson. To record you recital, email christianartslaureate.com.", "viewCount": 0.39327273673015295, "labels": [3, 4, 910, 1343]}, "1A_om17gvVI": {"likeCount": 0.280413943233535, "dislikeCount": 0.15910646070264992, "videoId": "1A_om17gvVI", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "S.L.A SLASH NEW 2010 ZIMBO B6 B12 B21 LOZELLS STYLES MOB SQUAD MOBSQUAD GSA TSA GANGSTA ALLEY RAP UK RAP SUMMER RAP BIRMINGHAM 1DAY BINGS GANGSTER RAPPERS WESTWOOD GRIMEBLOG WORDONROAD WORD ON ROAD TV BANG BANG ZIM S.L.A.S.H FEB MARCH APRIL MAY JUNE EXCLUSIVEWord On Road TV Zimbo SLASH Throw Your 6's Up Hood Video 2010Zimbo S.L.A.S.H Throw Your 6's Up Hood Video filmed and edited by Word On Road. For info relating to price queries please email managementwordonroad .com or generalenquirieswordonroad.com To follow us for regular updates, and to know whats the word then follow us at www.twitter.comwordonroad", "viewCount": 0.5398705429235483, "labels": [14]}, "hd5GiyeSn-s": {"likeCount": 0.2699837725867246, "dislikeCount": 0.06989700043360189, "videoId": "hd5GiyeSn-s", "title": "", "description": "", "length": 0.2305351369446624, "keywords": "Toby Turner Tobygames tobuscus compilation TobyGamses song singing part TobyTurnerAudience best songsTobyGames Songs  Part 2TobyGames songs, part 2. Enjoy! If you found more songs in TobyGames, please contact us! Videos used Bulletstorm  GIMME THAT OFFICIAL SONG  Part 24 LA Noire  BLOOD TRAIL  Part 41 GRANDPA PLAYING DUKE NUKEM FOREVER  DUKE NUKEM FOREVER  Part 15 Bulletstorm  LADY GAGA BAD ROMANCE  Part 21 SCARED GUY PLAYS FEAR 3  I'M BLUE Part 28 Dead Space 2  CAN'T SAVE!  Part 3 Portal 2  LUNAR GEL  Part 37 L.A. Noire  CRAZY CAR JUMP  Part 26 Dead Space 2  NECK VOMITING DEMON  Part 59 Terraria  DOUBLE JUMP  Part 34 If you got any more ideas for videos, please contact us through Mail tobyturneraudiencegmail.com Twitter TobyAudience Or on Youtube! Toby Turner's Channels Tobuscus TobyTurner TobyGames ", "viewCount": 0.46934631272195315, "labels": [0, 1, 1110]}, "J4zg5vD_jvI": {"likeCount": 0.28536982117761744, "dislikeCount": 0.1949390006644913, "videoId": "J4zg5vD_jvI", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "Beowolf Wind Horse Surfing under sail Storms at sea SetSail Dashew Dashew Offshore Sailing Surfing Cruising Hull design efficiency High speed Ocean World Travel sail sailing circumnavigate yacht couple boat travel ocean travelling bluewater blue water sailboatSouthern Ocean Surfing  27 knots on a cruising sailboat!Join cruising veterans Steve and Linda Dashew on their 78foot ketch Beowulf as they cruise the open seas at 27 knots . For information and to watch full video, visit www.setsail.com.", "viewCount": 0.5774295747669057, "labels": [2, 76, 446, 473, 547]}, "stN3K2EVhcU": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "stN3K2EVhcU", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "Because The Beatles SongKoine Iwasaki  \"Because\" Starpower Nationals, OrlandoChoreography by Jenni Waters", "viewCount": 0.3547528576459782, "labels": [8, 894]}, "dAylOJ2Illg": {"likeCount": 0.20530784434834196, "dislikeCount": 0.06989700043360189, "videoId": "dAylOJ2Illg", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "Jimmy Kimmel Dallas Raines jimmykimmellive KABC ABC7 National Weatherman's Day National Weatherperson's Day weather forecast live TV funny local news Dallas Dip weatherman Los Angeles KABCTV TV Station gifts flowers Jimmy Kimmel ABC best weather report guest appearance newscast weatherperson weathercaster National Southern California Eyewitness NewsJimmy Kimmel visits Dallas Raines on live TVJimmy Kimmel gives ABC7's weatherman Dallas Raines gifts on National Weatherman's Day. Dallas teaches Jimmy his famous \"Dallas Dip\" as Jimmy helps deliver the weather forecast.", "viewCount": 0.4327072716669119, "labels": [179]}, "YhaCiwrB_x4": {"likeCount": 0.32953471483336183, "dislikeCount": 0.16020599913279623, "videoId": "YhaCiwrB_x4", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "Kiave SuntZu Keep It Real Macro Beats Big Joe Blue Nox BlueNox Rap Hip Hop Italia Calabria Cosenza 2012 Mtv Spit Your Hold Disc Jockey Profession Camera Canon Digital strada FreeStyle mp3 digitale canzoni canzone video musica download scaricare iTunesKiave feat. DJ Double S  Keep It Real Street Video HDTratto dall'Album \"Solo Per Cambiare Il Mondo\" Ordina la copia fisica Ordina su iTunes Kiave  Keep It Real feat. Dj Double S M. Filice prodotta da DJ IMPRO per Blue Nox Academy Additional Guitars & Bass Mr20 & Jeremy Funk Shui Project Codice ISRC ITZA81200002 p &  2012 MACRO BEATS Edizioni BADABUM EDIZIONI Registrato, Mixato & Masterizzato da Squarta  RugBeats  Roma Dir Menteplastica  Dop Davide Manca Edit Marco Careri Prod Manager Jacopo Mele Stadyman Joris Jumper Twitter Facebook ", "viewCount": 0.5233939865201802, "labels": [14]}, "S4a2_iG4HDs": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "S4a2_iG4HDs", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "MMA workout MMA workouts MMA training MMA training workouts muscle building building muscle transformation pumping iron muscle growth Ghetto workout insanity workout Brock Lesnar workoutInsanity Workout For Muscle Growth  part 20 Start Pumping Iron NowInsanity Workout For Muscle Growth Start Pumping Iron Now Check Out Vince DelMonte's 1 Rated \"Skinny Guy's Guide To Muscle Building\" Plan Right Now at Check Out Zach EvenEsh's Program For Developing Rock Solid, Ripped Muscles at You are watching Insanity Workout For Muscle Growth Start Pumping Iron Now series Dear Fellow Hardgainer, Let's face it. You're tired. Tired of filling your body with mysterious supplements that do nothing except make you bloated and sick. Tired of busting your ass in the gym 6 days a week, only to find you're the same size you were last month. Tired of watching other guys work out half as much and get twice as big. I know. Because I was once there too. I was your typical 149 pound weakling. But then I uncovered something so powerful, it changed my life forever! Check my muscle building secrets at \"MMA workout\" \"MMA workouts\" \"MMA training\" \"MMA training workouts\" \"muscle building\" building muscle\" muscle transformation\" \"pumping iron\" \"muscle growth\" \"Ghetto workout\" \"insanity workout\" \" Brock Lesnar workout\" I have permission to upload these videos.", "viewCount": 0.32697463731307674, "labels": [100, 161, 356]}, "S8Gh1LkPFs8": {"likeCount": 0.30086001717619176, "dislikeCount": 0.27299742856995557, "videoId": "S8Gh1LkPFs8", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "coloring pages for kids family cartoon dr mcwheelie mcwheelie cars colors colors for children to learn car cartoons car for children early learning mac wheelie car for kids animated series cartoon coloring pages car painting color cars colors cars colors for children learn colors with cars and trucks and things that go vehicles for kids cartoons kids animation for kids car cartoons for children english learning videos car cartoon for kidsColoring pages with kids' vehicles. Cars colors with dr McWheelie. A family cartoon.Colors for children to learn with dr McWheelie in early learning family cartoons! In this educational cartoon with coloring pages, Doctor MacWheelie is going to color an Audi. Let's help dr McWheelie and learn cars colors for kids together! Find coloring pages for our family cartoon here Learn cars' colors, construction vehicles for kids with dr McWheelie and watch family cartoons here Learn street vehicles names and build cars and trucks with Leo the truck Doctor McWheelie in English learn transport and construction vehicles for kids McWheelie Game for iOS McWheelie Game for Android bit.lyMcWheelieGame Find us on Facebook Find us on VK Subscribe to our channel and watch more family cartoons with dr McWheelie here Do you like car cartoons for kids with doctor Mac Wheelie? Watch family cartoons & car cartoons and repair kids' cars and trucks for kids with dr McWheelie in her kids' car garage! Watch new animated series for kids and have fun! Car repair cartoons and kids' cartoons full episodes.", "viewCount": 0.6273331673404651, "labels": [5, 16, 593]}, "jfxMixlO8IY": {"likeCount": 0.1863322860120456, "dislikeCount": 0.07781512503836437, "videoId": "jfxMixlO8IY", "title": "", "description": "", "length": 0.26364878963533656, "keywords": "AWM 101 Attack Of The Killer Spuds Archie's Weird Mysteries Archie Jughead Veronica Betty Pop Tate monsters ghosts aliens ufoAWM  101  Attack Of The Killer Spuds pt.1IM BACK!!! D I finally managed to get the remainding videos of the entire series through a torrent and i will upload all of them before the end of this week. Thanks to everyone for subbing and watching. Enjoy!!! Jughead, after watching an entire movie marathon on television, calls into the station as part of a contest, and wins the odd prize of a potato. The next day, something seems different about old Jug, and he gives everybody gifts...more potatoes. Soon it's realized that the potatos are being controlled by a powerful spud out for control of earth, and all of Riverdale's residents are being replaced by potatos acting as their clones! COMMENT, ADD, RATE, AND SUBSCRIBE!!!!  DISCLAIMER!  Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use.", "viewCount": 0.46180167007954626, "labels": [5, 16]}, "jgH1CWmSYX4": {"likeCount": 0.15682017240669952, "dislikeCount": 0.03010299956639812, "videoId": "jgH1CWmSYX4", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "western towboat tug tugboat maritime seattle salish sea puget sound foss manson crowley tow barge fremont harbor island ballard bridge ship canal pacific titan gulf titan ballard Hiram M. Chittenden Locks Lock System northwest maritime center nwmc jack tar women of maritime calendarWestern Towboat PACIFIC TITAN, Fremont to Harbor Island SeattleEver wonder what a tugboat looks like on the inside? Or what the view from a tugboat looks like? I joined the crew of PACIFIC TITAN for a ride down to Harbor Island on 10213. I'm always surprised at how many landlubbers don't realize that so much of a tugboat lives BELOW the waterline. If you pause the video around the 18 second mark, you'll see that the engine room is very big this whole space is below the waterline. The galley and some cabins are just above the waterline, then there's another deck with cabins above that before you get to the wheelhouse. Tugs come in varying shapes and sizes. This one is about 12 years old but looks brand new.", "viewCount": 0.38902533051545346, "labels": [2, 76, 227, 2568]}, "4beOO_TKT1w": {"likeCount": 0.16127838567197356, "dislikeCount": 0.13979400086720378, "videoId": "4beOO_TKT1w", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "rimmel fashion style beauty london fashion week chic Videojug HowTo Tutorial howto how to how to videojug Howto How To Guide InstructionalHow To Get The 60s Chic LookIf you'd like to embed this video visit Rimmel & Glamour teamed up to bring the hottest makeup looks this season straight from the London Fashion Week", "viewCount": 0.39901167660679043, "labels": [39]}, "4b1ceLuS1wc": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "4b1ceLuS1wc", "title": "", "description": "", "length": 0.25728716022004805, "keywords": "Champion Wiener Dog Racing RudyRudy The Champion Wiener DogRudy The Champion Wiener Dog", "viewCount": 0.3130333768495006, "labels": [140, 2026]}, "odax--3C7E0": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "odax--3C7E0", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "Glove Lightshow Light show tutting whips liquid flow musicality wow cool emazing emazinglights led finger roll tut boss battleofsupremeswag swag battle of supreme IGC TNL FNL SNL glovers glovingBOSS OCT2012 Tofu vs Fry Round 5 Featured Match EmazingLights.com   Tofu vs Fry Round 5 Featured Match  IGC host monthly BOSS Gloving competitions featuring some of the best Glovers that are consistently innovating the Gloving art form. Check out your favorite Glovers go head to head for huge prizes while performing in front of hundreds of other Glovers!", "viewCount": 0.3221674997070769, "labels": [375, 1036, 1062]}, "oenutP674aI": {"likeCount": 0.1414973347970818, "dislikeCount": 0.03010299956639812, "videoId": "oenutP674aI", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "university of alberta medicine stethoscope med nite uofa parody george michael faithUniversity of Alberta Med Nite 2010  I Love My StethMedical students at the University of Alberta put on an annual variety show called \"Med Nite\". Max and Nick, students in the medical class of 2013, sing about why they love their stethoscopes. I LOVE MY STETH Well, I guess it would be nice If I could hear your heart sounds Listen as your chest wall pounds Against the diaphragm Come let me hear your heart I want to hear that lubdub As I hear your valves, love Just let me auscultate Oh, but I need to give you Your diagnosis Need to do the physical exam Need to do the physical I need to rule out afib Or valve stenosis Well it takes a good ear, baby But I'm gonna listen close Well, I love my steth I love my steth I love my steth, steth, steth I love my steth, steth, steth BABY! Give me your slender little arm I'll slip the BP cuff on Listen for Korotkoffs BABY! Take in a deep breath for me Listen to your alveoli And check for rales, ronchi, and wheezing, too Before I order an ECG Before I read the PQRST PQRST Oh baby, I need to show you My Cardio III I even wear it to the bar So girls make out with me! Well, I love my steth I love my steth I love my steth, steth, steth I love my steth, steth, steth mouth solo Well, I love my steth I love my steth I love my steth, steth, steth I love my steth, steth, steth c Max Levine and Nick Avdimiretz", "viewCount": 0.39066582176716, "labels": [4, 6, 10]}, "oeGkQ_QZMnQ": {"likeCount": 0.15682017240669952, "dislikeCount": 0.0, "videoId": "oeGkQ_QZMnQ", "title": "", "description": "", "length": 0.23384564936046048, "keywords": "lady gaga live just dance purdue university west lafayette indiana monster ball tour music pop make up show hit songLady Gaga  Just Dance LIVE  Purdue!!Lady Gaga performs her hit Just Dance at the last show of her Monster Ball Tour at Purdue University!!", "viewCount": 0.41762070554786856, "labels": [3]}, "DWWiURmFa4g": {"likeCount": 0.0, "dislikeCount": 0.06020599913279624, "videoId": "DWWiURmFa4g", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "CounterStrike Video GameCounterStrike Speed HackThis is CounterStrike 1.3 cheat speed hack. I used Cheat Engine to hack in the game. You can Google Cheat Engine for download or you go to this website to download it ", "viewCount": 0.3913177833990468, "labels": [0, 1, 219]}, "lrtuk59SSkc": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "lrtuk59SSkc", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "IMG 0491Grotrian Steinweg 122 Upright Piano In Polyester Mahogany Case By Sherwood Phoenix PianosPlease visit our website for more information at ", "viewCount": 0.33232521001716875, "labels": [31, 40, 47]}, "Z2nOrgleqXQ": {"likeCount": 0.3695218918905151, "dislikeCount": 0.23117538610557542, "videoId": "Z2nOrgleqXQ", "title": "", "description": "", "length": 0.24099331233312948, "keywords": "505 games payday pay day payday 2 pay day 2 payday2 playstation playstation3 playstation 3 ps3Payday 2 PS3 Launch TrailerThe awardwinning PAYDAY 2 casts gamers as a member of the infamous Payday crew as they work their way through the biggest, most elaborate heists of their careers using the all new Crime.net system, overseen by the mysterious Bain. Designed from the ground up to be the ultimate four player, cooperative experience, PAYDAY 2 features four new skill trees  the charismatic Mastermind, the heavy Enforcer, the gadgetcrazy Technician and the super stealthy Ghost  which, alongside a versatile weapon modification system and all new mask creator, gives players the chance to live out their fantasy of being a career criminal. Rated Mature Blood, drug reference, intense violence, strong language, and suggestive themes", "viewCount": 0.5369963165686958, "labels": [1, 25, 183]}, "277x1CRlLEI": {"likeCount": 0.16127838567197356, "dislikeCount": 0.09030899869919436, "videoId": "277x1CRlLEI", "title": "", "description": "", "length": 0.2593286067020457, "keywords": "Cucuber stir fried with egg Cucuber stir fried with egg Cucuber stir fried with egg", "viewCount": 0.4291812687467119, "labels": [11, 20, 22, 29, 32, 112, 120, 370, 426, 767]}, "YDCq6Jx8kbA": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "YDCq6Jx8kbA", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "The Wildhearts London Astoria 2004 Ginger CJThe Wildhearts  Red Light Green Light Astoria 20042 of 18 The Wildhearts  Red Light Green Light Astoria 2004", "viewCount": 0.3593175263478103, "labels": [3, 4, 9]}, "bJTtocur_uA": {"likeCount": 0.1653212513775344, "dislikeCount": 0.06020599913279624, "videoId": "bJTtocur_uA", "title": "", "description": "", "length": 0.22227164711475833, "keywords": "India Scorpene Submarine mazgaon dockyard hunterkiller class Indian NavyIndia Production of Next Gen Scorpene Submarine begins6 HunterKiller class Scorpene submarines will be built in the Mazgaon dockyard. video sourceNDTV", "viewCount": 0.44819583156579723, "labels": [342, 1617]}, "WFjObBTzl1c": {"likeCount": 0.08450980400142569, "dislikeCount": 0.07781512503836437, "videoId": "WFjObBTzl1c", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Ginger Hotels AdsGinger HotelsAn ad we made for Ginger Hotels in Nashik for an admaking competition at Symbiosis Institute of Operations Management. We recieved 2nd prize for this one... although frankly speaking we were the only competition!!", "viewCount": 0.3455149521179828, "labels": [191]}, "kTqfywY9ejE": {"likeCount": 0.1414973347970818, "dislikeCount": 0.03010299956639812, "videoId": "kTqfywY9ejE", "title": "", "description": "", "length": 0.2545307116465824, "keywords": "2012 Fim MX1 Mx2 Motocross mx world championship bastogne belgium2012 FIM MX1MX2 Motocross World Championship  Bastogne BELHighlights of the 2012 FIM MX1MX2 Motocross World Championship  Bastogne Belgium", "viewCount": 0.4161667412437736, "labels": [17, 19, 55, 143]}, "kaibn46f5FM": {"likeCount": 0.14313637641589874, "dislikeCount": 0.047712125471966245, "videoId": "kaibn46f5FM", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "How to tie figure 8 figure8 figure eight knots rescue knot figure eight on a bit figure eight loop rafting knot boating knot kayaking knot swiftwater rescue knot swift water rescue knot anchoring knot throw bag knot rescue bag knot safety knot boaters knot NRS Northwest River SuppliesHow To Tie a Figure 8 KnotThe Figure 8 is one of the most versatile knots for kayakers, rafters, canoeists, swiftwater rescue professionals, climbers and other outdoor folks to learn and use. It works for making a tiedown point along a length of rope and as a stopper knot at the end of one. It's frequently tied at the end of a rescue line to secure it to an anchor point or a rescue belt, often with a carabiner. Climbers use it to securely tie into a climbing harness. You can also tie two different lengths of rope together with it. And a great thing about this knot is that it's easy to untie, even after it's been under load. Spend some time practicing your knot tying you can't be on the water all the time! Ropes are an essential part of a boater's gear inventory. They're used for lashing gear into or onto the boat. They tie you up to shore. They're essential for setting up a zdrag and other rescue and safety systems. To do just about anything with a rope requires putting knots in it. In this video, NRS Repairs Guru Josh Gile demonstrates different ways of tying the great Figure 8 Knot.", "viewCount": 0.424890465056168, "labels": [353, 1007, 1712, 1765]}, "c2DivblKpuc": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06989700043360189, "videoId": "c2DivblKpuc", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Grasscutter farming in Nigeria Grasscutter rearing in Ghana Grasscutter grass cutter farming grasscutter house grasscutter breeding grasscutter cage grasscutter treatment grasscutter production farmers farm agric agriculture world farming obasanjo farm president farm nigeria village farms farming grassing grass root root feed feeding grasscutter manualGrasscutter Farming In Nigeriaclip1.mp4Grasscutter Farming In Nigeria", "viewCount": 0.39743735070814235, "labels": [15, 262]}, "hlB8pcXgzyc": {"likeCount": 0.23996737214810382, "dislikeCount": 0.06989700043360189, "videoId": "hlB8pcXgzyc", "title": "", "description": "", "length": 0.2505149978319906, "keywords": "cookie mango cookie coconut cookie mango coconut cookie chris de la rosa coconut mango cookie recipe jamaican cookie recipe trinidad cookie recipe how to make cookies homemade cookie cookie recipe mango dessert coconut dessert caribbeanpot.com caribbean recipes how to make coconut cookies best cookie recipe trini food cooking trinidad food how to cook jamaican cook like a jamaicanCaribbean Coconut Mango Cookies Recipe.If you looking for the ideal Caribbean cookie, you'll love this coconut mango cookie. In the recipe I'll show you how to make delicious coconut mango cookies, which are somewhat crumbly in texture with a taste similar to shortbread. The shredded coconut along with the dried mango pieces will enhance the overall flavor. You'll Need... 2 sticks of butter soft 23 cup superfine sugar 1 egg yolk 2 teaspoon vanilla extract 2 14 cups flour all purpose pinch salt 12 cup shredded coconut unsweetened 14 cup dried sweetened mango chopped More Caribbean recipes can be found at Get my latest cookbook, The Vibrant Caribbean Pot  60 Traditional And Fusion Recipes Vol 1  Connect with me... Facebook Twitter Instagram caribbeanpot Contact ", "viewCount": 0.412057393120585, "labels": [11, 20, 22, 32, 123, 211, 321, 576, 1157, 1257, 2181]}, "Mlix48lCaEE": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "Mlix48lCaEE", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "Chemania Too Barrio The Lebron Brothers Los Hermanos Lebron Too Barrio Ft The Lebron Brothers Too Barrio Ft Los Hermanos Lebron Salsamor Video Oficial Salsa HD Video HD Video Clip Salsamor 100 Salsa Salsa Romantica Salsa Nueva Salsa 2013 salsa urbana salsa choke 100 Salsa Salsamor www.salsamor.es.tl GiovaniRico www.Salsamor.Co Salsamor.Co Descarga Descargar Descargar mp3Chemania  Too Barrio Ft The Lebron Brothers Video Oficial HD Salsamor www.Salsamor.CoWeb Facebook Facebook Twitter Grupo FB Youtube Encuentra este y ms videos en Salsamor 100 Salsa by GiovanniRico", "viewCount": 0.332980452216407, "labels": [4]}, "MoRxFjiVPlE": {"likeCount": 0.1361727836017593, "dislikeCount": 0.09542425094393249, "videoId": "MoRxFjiVPlE", "title": "", "description": "", "length": 0.24502491083193612, "keywords": "fs9 fs2004 boeing airbus heathrow concorde crash british airways dubai desert airport airliner aeropla aircraft runway tyre plane wing wheel pilot cockpit 777 a380 singapour emirates qantas last ever flight must see lambiey lambeiy edetroit cessna legend ryanair easyjet americanBritish Airways 777200ER HeathrowDubai!!!!Wacth in HD!!!! British Airways 777200ER HeathrowDubai", "viewCount": 0.3874307833128039, "labels": [2, 44, 46, 107, 114, 138, 631, 852, 2874]}, "MoromtNdEAA": {"likeCount": 0.31010593549081156, "dislikeCount": 0.09030899869919436, "videoId": "MoromtNdEAA", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "how to draw St Pauls Cathedral at night night effect drawing lessons amazing drawing how to draw with pencil free drawing tutorials free drawing school artistleonardo free drawing lessons free drawing tips realistic drawing art school Hogyan rajzoluk le az esti Szent Pl Katedrlist             Comment dessiner la cathdrale Saint Paul de nuitHow to Draw St. Paul's Cathedral at night  Night EffectVisit me on FB Follow Fine Art Tips on Google Do you want to help me translating it into your language? Note First check if it hasnt been translated already by pressing the \"CC\" button on the lower part of the video. All you need to do is to please translate the file at the link below and send it to me Visit for free drawing tutorials. If you would like to invest in a drawing, painting or sculpture by Leonardo Pereznieto, or to hire him for workshops or lectures, please write to infoleopereznieto.com Business only, not for personal messages. List of materials White pencil, Derwent Black paper Kneaded Eraser Prismacolor MagicRub FaberCastell eraser If you would like to see photos and brands of my tools, please go to my blog about materials with the following link You may also follow me on My Blog My Twitter Fine Art Tips on Google My Google page as an artist with my sculptures, paintings, etc My Instagram My LinkedIn My Vine My Pinterest My VK My website Leonardo Pereznieto I wish you great creations! Audio files provided by This tutorial shows How to Draw St. Paul's Cathedral at night  Night Effect Hogyan rajzoluk le az esti Szent Pl Katedrlist             Comment dessiner la cathdrale Saint Paul de nuit", "viewCount": 0.43772515964780434, "labels": [80, 694]}, "YBeoE5a2x_Q": {"likeCount": 0.1653212513775344, "dislikeCount": 0.06020599913279624, "videoId": "YBeoE5a2x_Q", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "DJ Sharpnel  20031023 Jcore hard core jap animeDJ Sharpnel  20031023 Cut Versioni Do Not Own this Track i thought i would upload the cut short version enjoy", "viewCount": 0.37342396044354553, "labels": [5]}, "wzplUsCfd8I": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "wzplUsCfd8I", "title": "", "description": "", "length": 0.23654879848909, "keywords": "bboy network massive monkees day dail tone vs buggs anni jam event battle cypher king circle seattle washington breaks breakdancing breakdance off fresh clothing abdc improvisation bateria solo percussion tabla live music live band musical instruments latin dance samba concert rap bandaMassive Monkees Day Dial Tone Vs JBugz  BBoy Network ChannelCypher King Finals", "viewCount": 0.3322426052405953, "labels": [3, 6, 8, 13, 33]}, "VdUMpjo7d9A": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "VdUMpjo7d9A", "title": "", "description": "", "length": 0.2635483746814912, "keywords": "Chameleon Pink Panther    Herbie Hancock Henry Mancini Children's School of Arts Yevpatoria      jazz Yevpatoria Evpatoriya UkraineChameleon  Herbie Hancock. Pink Panther  Henry Mancini      Children's School of Arts Yevpatoria Ukraine    \"\"  Chameleon  Herbie Hancock   Pink Panther Henry Mancini", "viewCount": 0.34517864355242905, "labels": [3, 4, 13, 54, 1478]}, "fafbbpdLWyg": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "fafbbpdLWyg", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "robot pilot gundam gatling gun rocket launcher Introduction Big Large Huge Giant World New WideKuratas  12 foot tall armed and armored rideable robot  The introThis is video of the Kuratas robot from Suidobashi Heavy Industries. I suggest you all bend over now, because I'm pretty sure we're all dead when this 12 foot tall, 10,000 pound assault machine hits the streets. Brace for it! Follow FleshEatingZipper on twitter  And check out our website for gaming, tech and entertainment news, reviews and podcasts  ", "viewCount": 0.3374014740291912, "labels": [259]}, "AoqWclxn4OU": {"likeCount": 0.11760912590556814, "dislikeCount": 0.09030899869919436, "videoId": "AoqWclxn4OU", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "Borderlands Weapon proficiency General Knoxx GlitchBorderlands fast weapon proficiency boostingBorderlands fast weapon proficiency boosting. after you have killed motorhead he respawns, Simply drive there, it takes around a minute and he is very weak to fire weapons. I weakened him with a level 61 hellfire, you can then change to the gun you want to level up. It doesn't matter if you actually hurt him with it, even if the fire kills him the weapon you have armed at the moment of death will level up. Save and exit and repeat, it takes less than an hour per weapon.", "viewCount": 0.4237191736575139, "labels": [1]}, "d0n_3qaWOkk": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "d0n_3qaWOkk", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "uhm tae woong han ji min resurrection korean drama ostResurrection Korean Drama  15   orchestra ver.The fifteenth song of Resurrection Korean Drama 2005 Enjoy Listening To the full album", "viewCount": 0.3746634198937579, "labels": [54]}, "xpyRJj61HV0": {"likeCount": 0.20170333392987805, "dislikeCount": 0.06020599913279624, "videoId": "xpyRJj61HV0", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "ghsa cheerleading state competition georgia tumbling stunts cheer lambert longhornsLambert 2013201420132014 GHSA State Cheerleading Championship Class AAAAAA Lambert  1st Place", "viewCount": 0.44300911880339494, "labels": [8]}, "1CJPyX6-3Vs": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "1CJPyX6-3Vs", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "VIDEO0022I feel the need, the need for speed!!!!BMW M6 on the hwy.", "viewCount": 0.3068185861746162, "labels": [2, 7, 104, 174, 258, 413]}, "MWRMVfKCEys": {"likeCount": 0.20043213737826426, "dislikeCount": 0.03010299956639812, "videoId": "MWRMVfKCEys", "title": "", "description": "", "length": 0.24941545940184429, "keywords": "Flash Mob hula hawaii san francisco Patrick Makuakane dance Golden Gate Park Hit and Run Hula Na Lei Hulu I Ka WekiuHit and Run Hula Golden Gate Park, Academy of SciencesEnjoying Hula in Golden Gate Park on a sunny August afternoon...a great way to experience the landscape of San Francisco! Patrick Makuakane and his Hula Halau, Na Lei Hulu I Ka Wekiu, stage eleven surprise performances in San Francisco on August 15, 2009.", "viewCount": 0.436451347369151, "labels": [8]}, "MZNwtLtdsbA": {"likeCount": 0.03010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "MZNwtLtdsbA", "title": "", "description": "", "length": 0.2699837725867246, "keywords": "Stunts Turksministan stupied Addnai RickyKids This Is Why You Shouldn't Jump Of BuildingsAs reported by Turksministan journalist Addnai, and the stunts of Ricky Salavador X.", "viewCount": 0.31408221801093106, "labels": [816]}, "McybVdvwcm0": {"likeCount": 0.14313637641589874, "dislikeCount": 0.09030899869919436, "videoId": "McybVdvwcm0", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "Don Bradman Cricket 14 PlayStation 3 Computer best cricket game best cricket game for ps3 Cricket Sir Don Bradman Game Unboxing UnboxingDon Bradman Cricket 14 Unboxing for PS3A singleplayermultiplayer sports video game for the PS3 console, Don Bradman Cricket 14 was developed by Big Ants Studios and published by Tru Blu Entertainment. This game honours Sir Donald George Bradman, an Australian cricketer who is considered by many to be the greatest Test cricket batsman ever. Due to his extraordinary accomplishments as a batsman, he was inducted into the ICC Cricket Hall of Fame. Buy This Game here Use our Amazon links to give us credit ... it will help us a lot in bringing more content for you ... thank you. India Viewers UK Viewers Website Follow us on these social networks... Youtube Channel India Vlogs Playlist Facebook Twitter Google Instagram  Please watch \"Hotel Room Tour Le Meridien Bengaluru\" ", "viewCount": 0.3568670978009897, "labels": [1, 183]}, "XGDA8lft6Ns": {"likeCount": 0.09542425094393249, "dislikeCount": 0.06989700043360189, "videoId": "XGDA8lft6Ns", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "RUNESCAPE GLITCH RANDOM EVENT BEST WAY TO GETthe best way to get random event NOT WORKING ANYMORE!THIS IS NOT WORKING ANYMORE!!!!!! BUT I WILL STILL SHOW U HOW IT WORKED BEFORE IT GOT FIXED. these are the steps step1.go to the dungeon step2.sstay in a room for min. 15mins step3.bury a bone step4.i got the event u can walk in the room u can talk in the room u can kill monsters in the room just dont leave the room otherwise it WILL be reseted if not working its probably becouse of the update that it doesnt work anymore", "viewCount": 0.3508933526050033, "labels": [0, 139]}}