{"mBe0wHiSbjM": {"likeCount": 0.12041199826559248, "dislikeCount": 0.06020599913279624, "videoId": "mBe0wHiSbjM", "title": "", "description": "", "length": 0.2513217600067939, "keywords": "Gears Of War 3 Gears of war 3 Gameplay today Boss Fight gearsofwar multiplayer gameplay gears 3 matchmaking   War Machine lets play tobygames network battle online matchmaking capture the leader ThatCoolBlackGuy BlameTruth Biohunta skilled player skills boomshot on screen kill feed sniper longshot Montage HD 60 frames per second fps rap hip hop beats music gow3 sliding slide Rapping Xbox425 on Old Town Kill Highlights  Gears of War 3 Multiplayer CTLThis is probably my highest scoring game yet. Lots of sniper and boomshot kills. Game type Capture the Leader If you liked this video, check out my other \"Kill Highlights\" videos. \"Kill Highlights\" some of my more entertainingactionpacked gameplays with original songs and beats edited and condensed to save you time on teh Youtubez. GoW3 CONTROLLER SETTINGS LOOK SENSITIVITY 20 highest TARGET SENSITIVITY 20 highest ZOOM SENSITIVITY 20 highest VIBRATION OFF 1st Song \"War and Peace DC Wake and Bake\" 2nd Song \"War anthem DC Wake and Bake\"  About WakeAndBakeBeats Two producers DC and Einstein come together to put out beat after beat after beat for everyone and anyone to use. Were from Washington D.C. and are serious about making it big in music. Both DC and Einstein love music and know you will love what we have made made for you. Enjoy. ", "viewCount": 0.33634239329171767, "labels": [0, 1, 489]}, "mEZ2Y1LsHCw": {"likeCount": 0.12041199826559248, "dislikeCount": 0.0, "videoId": "mEZ2Y1LsHCw", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "Demolition Munitoria Implosion Aerial Robotic Media Building Implosion Hobby CentreMunitoria Building Implosion MovieHere is a short movie of the demolition of the MUNITORIA building in Pretoria, South Africa. A new multimillion Rand Municipal building will rise in its place. Hopefully Aerial Robotic Media will be able to bring you photos of the rise of the Phoenix", "viewCount": 0.3582971929104806, "labels": [313, 1161]}, "UvWvzTBUlIw": {"likeCount": 0.1361727836017593, "dislikeCount": 0.0, "videoId": "UvWvzTBUlIw", "title": "", "description": "", "length": 0.260530504614111, "keywords": "ev bldc brushless dc hub motor 3phase speed controller inverter dashboard LCD display datalogger ebike ebike electric electronics bike motorcycle car vehicle battery powered mosfet shunt voltage wiring diagram schematic diy build howto software P75NF75 IRFB4110 TYG Tag Your Green EcomaginationHomemade BLDC Hub Motor Controller ProjectPrototype OverviewI am finally getting around to documenting my 3phase bldc controller project. I have built one before this design. It works good but wanted to incorporate a few new features. This is my next generation build that will be completely made of off the shelf components. I designed the two parts of this project with PIC Flash microcontrollers. The final board layouts will use 28pin DIP chips. One is programmed to control the motor speed and the other is a dashboard display of sorts. The motor controller will be completely programmable from the dashboard. It monitors the battery voltage and the motor current to keep things under constant control. I have added a current monitor that will detect discharge and charge current consumed from the battery. Also a slow speed reverse function that will only engage it the vehicle is still, throttle is off and a button is pressed and held in. The dashboard like display unit has a 2 line x 16 char display area that is backlit with RGB LED's. Any color of LCD backlight can be selected. It will show the battery voltage, current, RPM, speed, power, throttle and drive time. The dashboard display has a nonvolatile memory datalogger that can record certain parameters over time as you drive the vehicle. Great information to troubleshoot problem. The LCD display is piggybacked to my circuit board and housed in a clear box. Four user buttons with display. Easy to remove and connect to PC software which will allow you to program the controller setting and access the data logged. Stay tuned. Skype pcbrepairs", "viewCount": 0.437498650130111, "labels": [1890]}, "-U-hf6go8as": {"likeCount": 0.36244883625134494, "dislikeCount": 0.18388490907372554, "videoId": "-U-hf6go8as", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "Rooster Teeth RT animation television filmmaking games video games comics austin texas production movies web series Rooster Teeth Achievement Hunter rt ah game video gaming rt news ashley jenkins popcap plants vs zombies pvz garden warfare microtransactions micro transactions xbox xbox one xbox 360 pc ea tony hawk activision confirmed sony ps4 playstation playstation 4 availability vr virtual reality oculus rift oculus vr gdc game developers conference sony vrNews New Tony Hawk Game  No PvZ Garden Warfare Microtransactions  PS4 Sold Out For MonthsRooster Teeth News. Join FIRST to watch episodes early  Get your Rooster Teeth merch  Subscribe About Rooster Teeth Were a production company in Austin, TX, making podcasts, animated shows, and liveaction shorts and series. We also make content on a bunch of gaming channels like Let's Play, Achievement Hunter, and Funhaus!  RT News Tony Hawk has revealed that he's working on a new skateboarding game. Plants vs Zombies won't have microtransactions... at launch. The studio will consider adding them later. PS4 has launched in Japan and Sony believes it will be hard to find for several more months. Rumor has it Sony will unveil their PS4 VR headset at the Game Developers Conference next month... but even if they don't, VR will make a GDC appearance with Oculus Rift. RT News  February 21, 2014  Hosted By Ashley Jenkins Links And Additional Reading Plants vs Zombies Garden Warfare Microtransactions Sony VR Rumored For GDC New Tony Hawk Game Oculus Rift Revision PS4 Rarity  More Rooster Teeth  Achievement Hunter  Let's Play  Red vs. Blue  The Know News New Tony Hawk Game  No PvZ Garden Warfare Microtransactions  PS4 Sold Out For Months ", "viewCount": 0.5316314287947114, "labels": [0, 1, 695, 1826]}, "EXPuZZCc9KA": {"likeCount": 0.15185139398778877, "dislikeCount": 0.03010299956639812, "videoId": "EXPuZZCc9KA", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "street fighter japan gaming blanka abelStreet Fighter 4  Blanka vs AbelYokosuka Japan SF4 battle", "viewCount": 0.44159244129711644, "labels": [0, 1, 193, 236, 404]}, "P3BCQ2WcDKA": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "P3BCQ2WcDKA", "title": "", "description": "", "length": 0.25237464668115644, "keywords": "Scandinavian Salsa Congress 2008 Gothenburg Emily Jazzy Maykel Fonts Salseras Dance company Iris de BritoScandinavian Salsa Congress 2008Gothenburg 2008", "viewCount": 0.41682322295134205, "labels": [6, 8]}, "omdDlm77uKE": {"likeCount": 0.203342375548695, "dislikeCount": 0.0, "videoId": "omdDlm77uKE", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "Sean Garnier Panna Panna Compilation Cyprian Mikita Mikolaj Freestyle Cypro freestyle Cypro Panna Champion Panna StreetSoccer Amazing Skills Skills Street Skills Football Interest Street Football American Football Sport Amazing Composition Goal Champion Musical Group Tricks Ronaldinho Fifa Player Player Profession pilka nozna pilka nozna uliczna triki polishboy polish panna champion compilation nr2 KO Panna nutmegAmazing StreetSoccer Compilation nr2  Panna Skills by CyproHello everyone this is my second compilation I will make more that's for sure I hope you will enjoy !!! I'm 3x Polish Panna Champion and one of the best Belgium panna Players.3rdplace Belgium FOLLOW  0ocypro0 Contact Last sec of the vid FOLLLOW ON INSTAAAGRAMM GUYS !  0ocypro0 Here is my facebook link And here is my Freestyle & Panna Page Subscribe, like and share for more and naturally comment. Cypro  Freestyle''Panna''Footballer", "viewCount": 0.36053050461411096, "labels": [0, 12, 52]}, "FbTsEw3Dvt8": {"likeCount": 0.1740362689494244, "dislikeCount": 0.08450980400142569, "videoId": "FbTsEw3Dvt8", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "gam3rsmedia phoenix wright level 3 phoenix wright phoenix wright level videogame capcom gaming wii u playstation pc game gameplay ranked match wii xbox pc xbox 360 ps3 videogaming pc gaming computer game finger attack filipino champ level battle circuit socal regionals kofxiii live thursdays texas showdown hyper combos trb sponsored team spooky age nychrisg game gammingUltimate Marvel vs Capcom 3  Phoenix wright Level 3This was a Ranked match I pulled off a level 3 with Phoenix wright. He is really good if not broken if you use him right as you can tell his finger attack is super strong.", "viewCount": 0.41808710516505443, "labels": [0, 1, 69, 934, 1141]}, "Kh03RFfutc0": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "Kh03RFfutc0", "title": "", "description": "", "length": 0.25728716022004805, "keywords": "Donkey Kong Country Swoopy Salvo Walkthrough Part 48 nintendo snes dkDonkey Kong Country 3  Swoopy SalvoDonkey Kong Country 3 Walkthrough Part 48", "viewCount": 0.35010592622177517, "labels": [0, 1, 822, 2496]}, "EpYPyYL54YA": {"likeCount": 0.18573324964312687, "dislikeCount": 0.0, "videoId": "EpYPyYL54YA", "title": "", "description": "", "length": 0.2423245873936808, "keywords": "     doggie welsh corgi pembroke puppy Goro & Roku go to Sagami river   20150807 GoroWelsh corgi puppy cute puppies 2015 welsh corgi pembroke ", "viewCount": 0.33615389712692795, "labels": [15, 18, 67, 140, 2579, 2609]}, "nb2SUKSievc": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "nb2SUKSievc", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "Ford Fairlane 1999 AU cars ford falconFord Fairlane 1999 AU.Last look before the buyer picked it up.", "viewCount": 0.3355259905527379, "labels": [2, 7, 165, 171, 413]}, "MBZqdpM1pjo": {"likeCount": 0.15910646070264992, "dislikeCount": 0.1414973347970818, "videoId": "MBZqdpM1pjo", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "Playdoh kinder surprise play doh surprise eggs playdoh spiderman play doh hulk playdoh marvel playdoh creations playdoh fun playdoh ideas hulk spiderman wolverine thor iron man Kinder berraschung Kinder Ferrero Kinder Meglepets Kinder Sorpresa Kinder Ovo Kinder Chocholate Chocholate egg Kinderschokolade kinderueberraschung Kinderoverraskelse Kinder Niespodzianka Kindergg Surprise eggs Kinder Kinder Toy Kinderegg marvel kinder egg toyPlaydoh Kinder Surprise Eggs Marvel spiderman Hulk wolverine iron man AMAZING MARVEL COLLECTIONPlaydoh Kinder Surprise Marvel spiderman Hulk wolverine iron man Thor AMAZING MARVEL COLLECTION Today we create playdoh surprise eggs with playdough and we find inside an amazing marvel surprise collection spiderman hulk thor red hulk irom man wolverine and many more ENJOY !!! Kinder surprise is also know as Kinder berraschung, Kinder Ferrero, Kinder Meglepets, Kinder Sorpresa, Kinder Ovo, Kinder Chocholate, Chocholate egg, Kinderschokolade, kinderueberraschung, Kinderoverraskelse, Kinder Niespodzianka, Kindergg, Surprise eggs, Kinder, Kinder Toy, Kinderegg   ADD Me on GOOGLE subscribe  Main page Check out some of my play lists here Playdoh play list  Thomas and friends Play list  Surprise eggs play list  Music wallpaper  Kevin MacLeod incompetech.com Licensed under Creative Commons By Attribution 3.0 Enjoy !!!", "viewCount": 0.48326813189368434, "labels": [26, 354, 370, 526, 527, 623, 897]}, "U-st2EeOu0Q": {"likeCount": 0.2527629900871339, "dislikeCount": 0.1653212513775344, "videoId": "U-st2EeOu0Q", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "farming simulator 2015 neige Snow Removal Farming Simulator Video Game dneigement map neige mods WinterFarming Simulator 15  Dneigement ! HDClique ici pour t'abonner  & rejoins les Farmers !!! Bonne vido  tous !!!  Mods utiliss Map  Lame  Neige  Case  Following Camera    Twitter  Facebook  Youtube ", "viewCount": 0.4700556620400293, "labels": [83, 262, 542, 1616]}, "U0b6jazN0co": {"likeCount": 0.215836249209525, "dislikeCount": 0.03010299956639812, "videoId": "U0b6jazN0co", "title": "", "description": "", "length": 0.23384564936046048, "keywords": " Jung Yong Hwa 27 Years27 Years  Jung Yong Hwa One Fine Day Live in HK 2015Please do not reupload and edit. Thanks ", "viewCount": 0.3845222106429014, "labels": [3, 4]}, "BLlaXI5Hx90": {"likeCount": 0.23364597338485296, "dislikeCount": 0.18573324964312687, "videoId": "BLlaXI5Hx90", "title": "", "description": "", "length": 0.2527629900871339, "keywords": "sony dream machine ICFC318 FM AM Alarm clock time set battery backup DST day light saving adjustment dual brightness affordable price reliable easy use howto setup change adjust fix daylight savings on off help simple button secret manual way cheap best working alarm radio changing adjusting setting review reviews pros cons likes dislikes show new durable save money comfortable small medium white SONY japanese special problems no pacific eastern cental timezone sleep sleeping sound usage autoSony Dream Machine Alarm ClockA video demo of the new Sony Dream Machine Alarm Clock model  ICFC318. Very simple, easy setup with all the necessary features needed for an alarm clock. This clock is no longer sold nowadays. Here are other videos on the SONY Dream Machine How to set up the time and date on the SONY Dream Machine alarm clock SONY ICFC318 Dream Machine  DST Daylight Savings Time plus how to change clock internal backup battery at How to set up the DST on a SONY Dream Machine How the Sony Dream Machine Alarm Sound If you like the video, please help with a thumbs up so others can watch this video and leave a comment if helps others. thanks.", "viewCount": 0.5169794891464053, "labels": [875, 3487]}, "Pop1ksefKco": {"likeCount": 0.17708520116421445, "dislikeCount": 0.047712125471966245, "videoId": "Pop1ksefKco", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "Indie Will South Brendon James Adam Wilson Tom Welham Thirteen Senses Musical Group Thru The Glass Musical Recording Alternative Rock Musical Genre Music TV Genre Video Clip Media Genre Rock Music Film Genre Music Video TV GenreTHIRTEEN SENSES  Thru the Glass Official Promotional Video  2004Promotional video for the original 2004 release of 'Thru the Glass'.", "viewCount": 0.3924847632975537, "labels": [14]}, "A-ozvwRkO2s": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "A-ozvwRkO2s", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "Hockey Fights Nhl Penguins Playoffs Ice Goal Game Pittsburgh Cup Highlights Crosby Flyers Shootout Toronto Montreal Wings Goals Hits Sidney Vancouver Devils Buffalo Detroit Ottawa Scores Saves Boston Bruins CalgaryFLYERS V.S PENGUINS PLAYOFF GAME 3!!!HIGHLIGHTS HD APRIL 15THUpperCheddar brings you an intense rivalry between the Philadelphia Flyers and Pittsburgh Penguins! The flyers won this game 84, this win puts them up 30 in the first series of the PLAYOFFS!!! This playoff game was on April 15th PLEASE COMMENT AND SUBSCRIBE FOR MORE INTENSE VIDEOS!!", "viewCount": 0.3793580867368156, "labels": [0, 82, 103, 118]}, "uUd81deQ0qE": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "uUd81deQ0qE", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "Master Scott Selfdefense tournamen t street combat kuntao sports martial artsMaster Scott's students from Full Circle Martial Arts Academy compete BlackbeltMaster Scott's students compete in the Balckbelt division of the U.S. Capitol Classics", "viewCount": 0.33232521001716875, "labels": [110, 1737]}, "Q8QKZVvCBnI": {"likeCount": 0.23404441148401187, "dislikeCount": 0.047712125471966245, "videoId": "Q8QKZVvCBnI", "title": "", "description": "", "length": 0.2558708570533166, "keywords": "    japanese music live music live concert 2009 NITRO SUPER SONIC\"\" NITRO SUPER SONIC 10th ANNIVERSARY 10th ANNIVERSARY \"\"", "viewCount": 0.47750713408353135, "labels": [3, 6]}, "KYkjxM4IhDs": {"likeCount": 0.2993436230497612, "dislikeCount": 0.19395192526186186, "videoId": "KYkjxM4IhDs", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "Homemade Jewelry fashion DIY Do It Yourself Fashion style cute cuteness fun projects Martha Stewart Hobby lobby American Eagle aeropostale gap urban outfitters anthropologie forever 21 H&M free people joanns target walmart altar'd state bohme ann taylor loft party city hairstyles hair bows no sew blankets oreo fudge deserts delicious tasty Joann Burlap Polka Dots Brunch Baby Shower Pink & Gold Graduation Birthday Chevron Tissue FlowersPink & Gold Party Decorations ShowMeCuteIn this video I show you all the cute party ideas I used for a baby shower. This idea can be used for other occasions such as birthdays or graduation parties. My Brunch Party menu included Sour Cream Coffee Cake, To Die For Blueberry Muffins, Crustless Quiche, Apple Cake, Dark Chocolate Raspberry Banana Bread, Strawberries, and Mini Chocolate Cupcakes w Raspberry Cream Cheese Icing. Drinks Lemon, Mint Water, & Raspberry Lemonade To see more photos of these DIY crafts, please visit... ...and follow us at our other social hangouts!          Music Believe In Your Dreams by Olive Musique Source Link Also Follow Your Heart Standard", "viewCount": 0.5037948134791591, "labels": [176]}, "8L7KvgndcUI": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "8L7KvgndcUI", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "BGT Paul Potts Simon Cowell Non Ti Scordar Seoul Korea AsiaPaul Potts Non Ti Scorda Di Me rehearsal, Seoul, 27052014Paul's rehearsal with Seoul's Mostly Philharmonic Orchestra of the great De Curtis song which is on his forthcoming album, Home. Follow Paul's continued journey at and Find his blog at ", "viewCount": 0.3531734309276551, "labels": [3]}, "6RohUWttzEQ": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "6RohUWttzEQ", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "SWTOR star wars sage parsec telekineticsSWTOR sage telekinetics parsec 3618 dpsCheck out my new tk rotation for 3.0 patch   Patch 2.7.1 I am not minmax as dmg sage plus I made two mistakes so it could be better, but it is not a bad parsec.", "viewCount": 0.31092409685882033, "labels": [0, 1, 831]}, "HFxFsVEZVP4": {"likeCount": 0.12041199826559248, "dislikeCount": 0.03010299956639812, "videoId": "HFxFsVEZVP4", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "the cook islands cook island rarotonga cook islands rarotonga cook islands holidays cook islands dancing pacific islands Suvivor cook islands cook islands accommodation flights cook islands cook islands weather travel tourism destination travel video travel video guide into water and beyond fun travel tv holiday travel tv Holiday play Cook Islands CountryCultural Village and Dancing  Cook Islands Travel Video GuideFor more videos on the Cook Islands visit our website For Accommodation on the Cook Islands For photos & Cook IslandTravel Tips LIKE US on Facebook For more videos from this series check out this play list Don't Forget to SUBSCRIBE to our channel so that you don't miss out on seeing some of the great videos we have coming! Survivor Cook Islands, may have exposed these beautiful islands to you, so if you are researching this place a holiday destination these travel videos will give you a good insight as to what you can get up to. The Cook Islands have a beautiful Polynesian history and still practice many of their cultures and traditions. To experience this to the full you can do the Te Vara Nui Village Tour where they take you in to their 'village' and show you first hand many of their traditions, past and present. Following the village tour you can enjoy their dinner and dance extravaganza where the show you their history through dance and music  beautiful and passionate this is a show not to miss. You will be mesmerized and the dancers sway their body to the beat of the drum. If you have any questions please leave a comment and we'll get back to you with an answer as soon as we can. I hope you enjoy our videos from our television series INTO WATER & BEYOND.", "viewCount": 0.3559068334034537, "labels": [8]}, "HJF6BP9k51g": {"likeCount": 0.24683473304121573, "dislikeCount": 0.22741578492636802, "videoId": "HJF6BP9k51g", "title": "", "description": "", "length": 0.260530504614111, "keywords": "juventus 21 real madrid all goals and highlights juventus 21 real madrid goals and highlights juventus 21 real madrid highlights juventus 21 real madrid tevez penalty vs real madrid 2015 tevez penalty vs real madrid tevez goal vs real madrid morata goal vs real madrid morata goal vs real madrid 2015 ronaldo goal vs juventus 2015 cristiano ronaldo goal vs juventus 2015 champions league champions league semi finals champions league highlights 2015Juventus 21 Real Madrid  GOALS RONALDO, TEVEZ AND MORATASUBSCRIBE  Carlos Tevez has thrown his hat into the ring amidst the best on the pitch after scoring a go ahead penalty in the UEFA Champions League SemiFinals against Real Madrid. Morata touched in the first goal for Juventus and Cristiano Ronaldo equalized the score before the end of the first half for Real Madrid, but Tevez clutch penalty goal was the difference maker for Juventus who will head to Real Madrid next week and look to earn a spot in the Champions League Final. Who will win the second leg? Leave your thoughts in the comments section below! Follow TYTSports on Social Media FACEBOOK  TWITTER  INSTA ", "viewCount": 0.47983536494378964, "labels": [12]}, "i4ISBapLRB0": {"likeCount": 0.1792391689498254, "dislikeCount": 0.03010299956639812, "videoId": "i4ISBapLRB0", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "PopShnicky on tourAs the title says with the song She's Back!", "viewCount": 0.37578513436855804, "labels": [3, 4]}, "i7S33UuiKpg": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "i7S33UuiKpg", "title": "", "description": "", "length": 0.25105450102066124, "keywords": "modern cool energy duets grains israel dance ballet malegrains fresco dance group yoram karmicontemporary dance piece by yoram karmi for fresco dance group israel", "viewCount": 0.3411451342137938, "labels": [6, 8, 206]}, "ZQfuX-5ckBs": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "ZQfuX-5ckBs", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "david guetta cathy when love takes over live f fuck me i'm famous electro techno zenith paris 2011 night rave party fete teuf dj remixF Me I'M Famous David Guetta, au Zenith de Paris le 28 mai 211  When Love Takes OverLa chanson When Love Takes Over au concert de David Guetta tourne F Me I'M Famous le 28 mai 2011 au Zenith de Paris ! Sinon, le son part  fond  1 minute 15 environ.", "viewCount": 0.32108533653148935, "labels": [3, 6]}, "wPc7PuxgxtI": {"likeCount": 0.047712125471966245, "dislikeCount": 0.09542425094393249, "videoId": "wPc7PuxgxtI", "title": "", "description": "", "length": 0.25415792439465806, "keywords": "maplestory maple story luckless ice lightning il death teddy training linkin park place for my head paramore miseryLuckless Ice Light Mages Wage War!Two luckless mages Fight to the death! Or do they?", "viewCount": 0.34132997640812524, "labels": [0, 1, 319]}, "2VxtdBQrhlA": {"likeCount": 0.23560258571931225, "dislikeCount": 0.1146128035678238, "videoId": "2VxtdBQrhlA", "title": "", "description": "", "length": 0.23636119798921446, "keywords": "tom clancy's splinter cell conviction music video double agent breaking benjamin had enough game trailersSplinter Cell Conviction Music VideoThis is my second music video. It consists of Splinter Cell Conviction, and Splinter Cell Double Agent trailers. It isn't quite as good as my other music video, which can be seen by clicking this link but I did the very best I could with what I had to work with. The song used is Had Enough by Breaking Benjamin. ENJOY!!! P.S. and now to address some copyright issues. \"Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use.\" Help us caption & translate this video! ", "viewCount": 0.4677113986026343, "labels": [1, 14, 3166]}, "djDhKyA5j-g": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "djDhKyA5j-g", "title": "", "description": "", "length": 0.2597695185925512, "keywords": "leap frog Leapfrog my pals scout violetLeapFrog My Pals Scout and Violet CustomizationLearn how to customize LeapFrog My Pals Scout and Violet to know your childs name, favorite food and color. Get the full review at ", "viewCount": 0.38480658954039915, "labels": [26]}, "nPnnNLljXpA": {"likeCount": 0.13010299956639812, "dislikeCount": 0.07781512503836437, "videoId": "nPnnNLljXpA", "title": "", "description": "", "length": 0.24899584794248347, "keywords": "iphone 3G HTC Touch Pro comparisoniPhone 3G vs HTC Touch ProMe comparing the HTC Touch Pro to the iPhone 3G", "viewCount": 0.4069260986284746, "labels": [21, 23, 24, 73, 2035]}, "ZkrJwaaGSMk": {"likeCount": 0.16720978579357176, "dislikeCount": 0.07781512503836437, "videoId": "ZkrJwaaGSMk", "title": "", "description": "", "length": 0.2212187604403958, "keywords": "Wheel Wind Turbine Industry Ride Change Bus Bike Color Wheels Flying Rides Wheels Musical Album Bicycle Sports Equipment Ride Film Kitehomemade bike wheel wind turbinethis simple wind turbine almost never stops spinning and can generate power with a generator", "viewCount": 0.4109882143199102, "labels": [53, 58, 495, 1128]}, "LD0TLlarAkA": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "LD0TLlarAkA", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "League Of Legends Video Game LoL League of legends lol gnar montage outplay all in closeGnar stuffSome clips from a couple of games. No one laughs at Gnar.", "viewCount": 0.3156246190397345, "labels": [0, 1, 42, 111]}, "nJCPj0F0X20": {"likeCount": 0.1278753600952829, "dislikeCount": 0.0, "videoId": "nJCPj0F0X20", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "siren test Lakeville civil defense thunderbolt 1000t tornado storm lightning air raid alertLakeville Tbolt test, 04062011Monthly civil defense siren test in Lakeville Mn. This Tbolt1000t. is located at the intersection of Dodd Blvd. and Flagstaff Ave. I recorded from the back lot of the firehouse. The guy public works sent out to observe the test was kind enough to shut his truck off for the duration. Test began at 1259 and ended at 1302 3 min of alert. I was close enough to get a good amount of blower sound. Only one or two more Tbolts to go. Next I will start recording the 2001 Roundbacks in Prior Lake. Enjoy.", "viewCount": 0.32137832993353044, "labels": [2, 7]}, "z6JaLW7Lunc": {"likeCount": 0.1278753600952829, "dislikeCount": 0.03010299956639812, "videoId": "z6JaLW7Lunc", "title": "", "description": "", "length": 0.2618048096712093, "keywords": "Squat BODYBUILDING FITNESS TRAINING Weight Training Hobby Work 315 225 295 HACKSQUAT LEGCURL Strength Powerlifting Workout Exercise NaturalbodybuildingSquat Progress from 225 to 315 ATGGetting strong day by day growing up day by day!.. Boodyweight 165lbs contest shape  off season 180lbs 17 yo .. 1.8 years lifting Natty progress More videos coming soon!! LIKE COMENT AND SUSCRIBE! Estando fuerte dia con dia,creciendo dia condia. Peso 165libras en etapa de definicion nivel competencia a 4de grasa  en fuera de tomporada 180 libras tengo 17..1.8 aos entrenando progreso natural..Mas videos cerca like,coment suscribe! Givi me ideas for new vids!!DENME IDEAS PARA LOS SIGUIENTES VIDS!! Music Vital EDM VISION.Motivational NASGET DOWN Audiomachine.", "viewCount": 0.3400019635065159, "labels": [100, 161, 548]}, "zEHlG08I-QE": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "zEHlG08I-QE", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "MyroAir Crestron Control4 Russound AirPlay Apple WM8741 Wolfson Myro ControlSneak Preview MyroAir AirPlay StreamerMyro Control is showing their latest product called MyroAir. Email preorderAIRmyrocontrol.com to get added to our preorder mailing list.", "viewCount": 0.31616674124377364, "labels": [1, 24]}, "O3NMKXav9wg": {"likeCount": 0.38048887446223917, "dislikeCount": 0.24871383754771867, "videoId": "O3NMKXav9wg", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "makeupbymandy24 Kylie Jenner Model fashion beauty makeup tutorial collection Model person Look Haul Review Foundation Cosmetics Industry Inspired Mascara Eye Eyes Pink Palette Purple Makeup Tutorial Urban Blush Decay Brush Lips Shadow Products Face Hair Coastal Everyday Color Style TipsKylie Jenner Inspired Fashion with madisenrosebeauty1Watch Part 2 on Maddi's channel  OPEN THIS FOR MORE MANDY        My Outfit 1 Shirt Brandy Melville Sweater Roxy Skirt Pacsun Shoes Doc Martens Maddis Outfit 1 Shirt Kendall & Kylie Pacsun Shorts Kendall & Kylie Pacsun Shoes Doc Martens Sunglasses Thrift Shop My Outfit 2 Jacket K&K Pacsun Top K&K Pacsun Shorts mylittleshortshop etsy Shoes Doc Martens Maddi's Outfit 2 Shirt American Apparel Skirt Urban Outfitters Shoes Doc Martens Sunglasses Thrift Shop  GET THE BRUSHES I USE HERE! FACEBOOK 2nd CHANNEL CHEER CHANNEL  TWITTER INSTAGRAM MakeupbyMandy24 Business Inquiries ONLY  MakeupbyMandy24ymail.com  THIS IS A NEW EMAIL. MY OLD ONE DOES NOT WORK ANYMORE.  ABOUT ME My Name  Amanda or Mandy which ever you would like to call me Camcorder Canon Rebel EOS T3i Age 13 Editor Final Cut Pro X &or iMovie '11  Music by Charity Vance  FTC The shorts worn in the very last outfit were sent for video purposes, All opinions are my own.", "viewCount": 0.5538509640482212, "labels": [66]}, "LfwMmU5dP70": {"likeCount": 0.2346352974450639, "dislikeCount": 0.0, "videoId": "LfwMmU5dP70", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "katzcrdul preppera chickens poultry chicken tractor feeder grain chicken scratch corn coop homestead paladin prepper farm organic prepare prepper preparedness frugla thrifty recycle 2 liter bottle soda bottle reuse repurpose green environment friendly barred rock wrol teotwawki shtf collapse chores back to eden pets backyard birdPrepperA Invents a New Chicken FeederFYI  I came across this great site for chicken coop plans  DIY Backyard Chicken Coop  This kid's mind is always working. She's constantly trying to invent a better way to do things....with less money. That's my girl!  Katzcradul Blog Katzcradul Google Katzcradul Youtube Channel Katzcradul1 Pinterest Katzcradul Twitter ", "viewCount": 0.3722387094177124, "labels": [15, 96, 397, 1784, 2394]}, "yCmBAk8W69M": {"likeCount": 0.15185139398778877, "dislikeCount": 0.0, "videoId": "yCmBAk8W69M", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "otis elevonic traction elevator hilton tower two las vegasOtis Elevonic 411 Traction Elevators at Hilton Grand Vacation in Tower 2Riding the nice looking elevators at Hilton Grand Vacation Club in Las Vegas at Tower 2.", "viewCount": 0.420854884177061, "labels": [522, 1561, 1803]}, "pRm6fmRp3_s": {"likeCount": 0.09542425094393249, "dislikeCount": 0.06020599913279624, "videoId": "pRm6fmRp3_s", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "mobileBaby kings dance of part 13 at rio grandeTrival battle at Rio Grande", "viewCount": 0.3895422546039408, "labels": [8]}, "pRweIcKbfEg": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "pRweIcKbfEg", "title": "", "description": "", "length": 0.24183012913197455, "keywords": "webcam video superbubble132Gymnastics 7 Contortion Videosuperbubble132's webcam video October 05, 2010, 0219 PM", "viewCount": 0.3257678574869185, "labels": [2090]}, "-HtcFh_m9Cg": {"likeCount": 0.15051499783199063, "dislikeCount": 0.03010299956639812, "videoId": "-HtcFh_m9Cg", "title": "", "description": "", "length": 0.22833012287035498, "keywords": "estadio arena da baixada himno canada estados unidos mundial fifa fwc world cup 2014 gameplay full game ea sports futbol eas playstation playstation 3 ps3 video game complete version completa completo copa del mundoEA SPORTS 2014 FIFA WORLD CUP  Estadio Arena Da Baixada  Himnos Canada y Estados Unidos  PS3  presenta EA SPORTS 2014 FIFA WORLD CUP  Estadio Arena Da Baixada  Himnos Canada y Estados Unidos  PS3 if you talk english only you can use the ENGLISH SUBTITLES with automatic translation Si eres Latino nete a EA Latinoamrica Si eres peruano nete a nuestra Comunidad de FIFA  Sgueme tambin en Twitter PSN ID Internacional ScoreR82 PSN ID para Peruanos ScoreR82Peru ScoreR is Sponsored by TGN !", "viewCount": 0.3816440167956139, "labels": [0, 1, 63, 237]}, "XX5KOJ2oZSc": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "XX5KOJ2oZSc", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Tillage Vertical Tillage Coulter Harrow Gates Coulter Wet Seedbed Preparation Spring Tine Harrow Fast Tillage Plug Free Tillage Gates ManufacturingGates Manufacturing Coulter Harrow 48 ft Spring 2014 Tractor Cab View Wet Ground 6 16 14Our Website Our Facebook Page Gates 48 ft Coulter Harrow working really wet corn ground for spring sedbeed preparation.", "viewCount": 0.3848127510567875, "labels": [2, 7, 83, 262, 541]}, "XYMwajz2sj4": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "XYMwajz2sj4", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "Jay Sean Sean PaulJay Sean, Sean Paul, Lil Jon  Do You Remember Official Music Video with lyricsJay Sean, Sean Paul, Lil Jon  Do You Remember Official Music Video with lyrics", "viewCount": 0.3616055194976586, "labels": [14]}, "OA12xXkl-Jo": {"likeCount": 0.14623979978989562, "dislikeCount": 0.047712125471966245, "videoId": "OA12xXkl-Jo", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "grand theft auto liberty city stories gta lcs video game gaming guide tutorial complete walkthrough playthrough high quality hd hq 100 completion gtaseriesguides hauppauge pvr recorder recording story storyline missions ps2 psp mafia theme 1998 snuff 4 number fourSnuff  GTA Liberty City Stories Mission 4Grand Theft Auto Liberty City Stories Mission 4  Snuff For Vincenzo Cilli Type Main Story Mission Location Portland Island Reward 1,000 Game Grand Theft Auto Liberty City Stories Release Date 6 June 2006 Recorded with Hauppauge HD PVR Platform PS2", "viewCount": 0.3832381160247041, "labels": [0, 1, 35, 436, 2226]}, "gMvJfplfjf8": {"likeCount": 0.15910646070264992, "dislikeCount": 0.09542425094393249, "videoId": "gMvJfplfjf8", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "clueless trailer movie tv film high school alicia silverstone brittany murphy paul rudd sex clothes popularityClueless Trailer RecutChris Stabile", "viewCount": 0.4570099078991958, "labels": [25]}}