{"-IkRsyLjqD4": {"likeCount": 0.4583788016689579, "dislikeCount": 0.3044539760392411, "videoId": "-IkRsyLjqD4", "title": "", "description": "", "length": 0.259659709562646, "keywords": "Michael Jackson You Rock My World Usher Chris Tucker 2001 ConcertMichael Jackson  You Rock My World 2001 Final ConcertIncredible performance of Michael Jackson's final No.1 single, 'You Rock My World' from the 30th Anniversary Concert in Madison Square Garden NY which turned out to be he's final concert. Features appearance by Usher and Chris Tucker. A remarkable icon that shaped a generation, R.I.P Michael Jackson!", "viewCount": 0.6768789523025004, "labels": [3]}, "4F34cgnZOFk": {"likeCount": 0.17160033436347993, "dislikeCount": 0.1, "videoId": "4F34cgnZOFk", "title": "", "description": "", "length": 0.24885507165004445, "keywords": "PS4share PlayStation 4 Sony Computer Entertainment SHAREfactory wtr0922    GTA5           hikakin HIKAKIN SEIKIN MAX       Kosuke    Andykun     Puzzle & Dragons Grand Theft Auto V AwardWinning Work Actionadventure Game Media Genre PS3 PS4       rockstar    PlayStation 3    GTA5  Part33   PSIDwtr0922 NSNV  Twitter  Twitch    ", "viewCount": 0.4176727757644189, "labels": [0, 1, 35, 85]}, "XXMygVsj5EQ": {"likeCount": 0.14313637641589874, "dislikeCount": 0.047712125471966245, "videoId": "XXMygVsj5EQ", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "Skateboarding Adam Van Riley Sesh Fight Skatepark Back To 00AdamVan00 Skate Park Montage Update skateboarding riley skatepark skate park farmington hills 2011 jumping skating flips sk8Back To Riley  First Riley Fight of 2011haha this is Riley For ya. But it was warm so a lot of people just came and hoped the fence and just skated it up! Skaters  Adam Van, Emeliano.", "viewCount": 0.3977586438003851, "labels": [68, 72, 98, 151, 240]}, "X_-94kSuPNI": {"likeCount": 0.20170333392987805, "dislikeCount": 0.07781512503836437, "videoId": "X_-94kSuPNI", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "GoPro AwardWinning Work GoPro Hero2 Digital Camera Camera Best Bodyboarding Sport bodyboard hero 3 sony actioncam barrel pov surfing reef yamba amazing pitted boardcam Australia Country luke morgan crazy deep point of view poleLuke Morgan  Bodyboarding  Goodbye GoPro  best of Go pro Boardcam vol 2I had to cut this one short.. I'm happily about to change camera sponsors and had to do a dump of all my old footage before i sign on the dotted line with sony.. The sky's the limit.. So please enjoy the last go pro footage i hopefully ever shoot.. Adios muchachos.", "viewCount": 0.3963598962597242, "labels": [182, 284, 634]}, "X_CAF2q8Wsk": {"likeCount": 0.1653212513775344, "dislikeCount": 0.03010299956639812, "videoId": "X_CAF2q8Wsk", "title": "", "description": "", "length": 0.24199557484897583, "keywords": "lauramary92 Christmas Medley Songs I'll Be Home For Merry Darling White All Want Is You Crosby Carpenters Mariah Carey Justin Bieber Cover Karaoke Lyrics Capella Recording Sing Along Live Performance Holiday Season Singing Carol Jingle Music EntertainmentChristmas Medley  A Capella  LauraHello everyone!  First of all, Happy Holidays! I thought this year a Christmas song or two or four.. was in order. So I decided to record an a capella medley of 4 Christmas songs! These include I'll Be Home For Christmas, Merry Christmas Darling, White Christmas, and All I Want For Christmas Is You. Let me know what you all think.  I always appreciate your comments and advice! I hope everyone is having a wonderful holiday season so far. Thank you! Please SUBSCRIBE!!", "viewCount": 0.35223137951566674, "labels": [99]}, "Xb-lV4fHsYQ": {"likeCount": 0.2173186268412274, "dislikeCount": 0.07781512503836437, "videoId": "Xb-lV4fHsYQ", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "MBC Entertainment    43 Seo Kyungseok  Ryu Suyoung  Kim Sooro  Son Jinyoung  Sam Hammington   Janghyuk  Park Hyungsik      \" \" !   !, 07 EP43 20140202   2,    A Real Man  , 43, EP43, 20140202, MBC TV, Republic of Korea", "viewCount": 0.46181318080619865, "labels": [0]}, "gHVzeFhDx2E": {"likeCount": 0.19242792860618818, "dislikeCount": 0.06989700043360189, "videoId": "gHVzeFhDx2E", "title": "", "description": "", "length": 0.2650307523131937, "keywords": "How to install emulators on EVO 4g Emulators how Sprint htc evo wimax sega genesis nintendo super mortal kombat II Sonic Mariio installing emulators. gensoid emulator android consoles software vlog cellphones hacking gaming howto hacks gadgets technology tutorial playthrough commentary video game installation electronics computer hacks wireless educationalHow to install emulators on your EVO 4gThis tutorial is to show how to install emulators to your EVO 4g. I'm using a Genesis emulator for this demo, but for NES and SNES emulators, you just do the same steps. I'm doing this tutorial because a lot of tutorials out there for devices are vague and skip a lot of steps. Let me know what you think of this and I may put more tutorials up. Peace", "viewCount": 0.45829719291048066, "labels": [0, 1, 21, 24, 3360]}, "gMPUdtZvsdI": {"likeCount": 0.19731278535996988, "dislikeCount": 0.03010299956639812, "videoId": "gMPUdtZvsdI", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "cute cuteness adorable cat kitten kittens playful playing play pets licking cuddling tabby Siamese young small pet videosCute Kittens CuddlingMy new kittens, Lily and Tommy, love to cuddle and wrestle! Lily is a Lynx point mix and Tommy is a ticked brown tabby, both were born on 32510.", "viewCount": 0.42733254242751206, "labels": [15, 18, 170, 314]}, "So-PNmiRDU0": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "So-PNmiRDU0", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "TransNamib GE U20C Class 33 SAR Namibia Shongololo Express Train Railway Railroad South AfricaThe Shongololo ExpressThe Shongololo Express isor was?!? the Namibian version of the luxury trains operated by Rohan Vos under the RoVos Rail tag in South Africa. VW buses and Bakkies are carried in the last 3 carriages, and take passengers on tours, safaris etc. This is ripped content from a DVD I bought on eBay for 2! The locomotives are all ExSpoornet General Electric U20C Class 33400's. The music is by TKZee  a South African Kwaito band, who have now split. The music replaces the woeful commentary. Picture quality is not the best as my DVD ripping program is a load of old rubbish, and I don't really know what I am doing..!", "viewCount": 0.37097786018482254, "labels": [2, 45, 51, 56, 77, 137]}, "Sqhl_HAKZ2Q": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "Sqhl_HAKZ2Q", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "Viking Yachts Viking Yacht Viking Yacht Company Viking Convertible Viking Enclosed Bridge Viking Vikings Viking Boats Viking New Gretna Viking New Jersey Vicking YachtsNJTV News  Viking YachtsNJTV News visited the Viking Yacht Company as part of a series covering New Jersey businesses.", "viewCount": 0.3449940988773338, "labels": [2, 76, 446]}, "7i8caqZdYUE": {"likeCount": 0.2155336037465062, "dislikeCount": 0.11139433523068368, "videoId": "7i8caqZdYUE", "title": "", "description": "", "length": 0.24857214264815802, "keywords": "Minecraft 1.6 Mine Craft Failboat103 Fail Boat Redstone HD High Definition Quality Amazing Mod Modification Showoff Spotlight Showcase Funny Hilarious Best Machinima Lets Play texture pack How To tutorial vanilla failboat inventions Spongebob Rideable blocksRideable Blocks! FailboatInventions! NBT Vanilla MinecraftI actually came up for this while my computers were away, it only took me this long to finally make a video on the dang thing P Book of Souls The NBTEditor Plugin FailPack Resource Pack  To see videos and other content early, connect to the Official Fanboat Server mc.Failboat103.com Join the Fanboat Server! IP mc.Failboat103.com Send in any Questions Fan Maps Fanart to me at Failboat103aol.com Tune into my randomly streaming livestream at Follow me on twitter at Add me on Skype as Failboat4theFanboats Download the Hover Base at Don't forget to like and subscribe! D", "viewCount": 0.4309161557904644, "labels": [0, 1, 27]}, "7iPzlPh0aw4": {"likeCount": 0.14313637641589874, "dislikeCount": 0.03010299956639812, "videoId": "7iPzlPh0aw4", "title": "", "description": "", "length": 0.2621176281775035, "keywords": "I'm Movin On Rascal Flatts West Palm Beach Cruzan Awesome Version Summer Fun Live ConcertRascal Flatts  I'm Movin On LiveWATCH IN HIGH QUALITY Sorry, but for some reason the sound isn't that great. This was filmed at the Rascal Flatts Taylor Swift concert at West Palm Beach's Cruzan Ampitheatre on August 17, 2008.", "viewCount": 0.4073425056745982, "labels": [3]}, "zne99InCQhI": {"likeCount": 0.21789769472931694, "dislikeCount": 0.07781512503836437, "videoId": "zne99InCQhI", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "cod call of dut whitest kids you knowWhitest Kids You Know Call of Duty 4people making fun of those annoying kids on xbox live who leave there mike on", "viewCount": 0.45886302020239333, "labels": [185]}, "AFrEcLb_lFk": {"likeCount": 0.11760912590556814, "dislikeCount": 0.07781512503836437, "videoId": "AFrEcLb_lFk", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "Romeo&Juliet The Sims Lovefool the CardigansThe Sims2Romeo&Juliet...PLEASE READ... I decided to make Romeo and Juliet with Sims 2,it's my first movie so don't be too critical.", "viewCount": 0.340671045860979, "labels": [242, 459]}, "AI51b-j50Ds": {"likeCount": 0.18920946026904806, "dislikeCount": 0.03010299956639812, "videoId": "AI51b-j50Ds", "title": "", "description": "", "length": 0.23909351071033794, "keywords": "mario paint composer thousand miles xavalmaMario Paint Composer  Thousand MilesI'm going to finish some of the unfinished compositions I uploaded some weeks ago. Today is my birthday so thats my present to all. I'm also planning to do the full version of some One Piece opening with better instrument choices, but it seems to be hard.", "viewCount": 0.3584783378996508, "labels": [0, 1589]}, "iF-kw58j2Cg": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "iF-kw58j2Cg", "title": "", "description": "", "length": 0.2496929648073215, "keywords": "minecraft guide tutorial how to horses pen build organizeAdvanced Horse PenThank you for watching another Tyler & Gidspor Gaming Video!  Subscribe to T & G Gaming to become a Schmood   Come play on our PC Minecraft Server  www.gidspor.com We hope you enjoy!! Want cool Minecraft Inspired wall decals?? We have our own collection at Here you can get Gidspor and Tyler wall decals Then check out the Minecraft inspired art decals here We love DecalBuy.com and think you will too!", "viewCount": 0.39276269624449545, "labels": [0, 1, 27]}, "iMTcl6bUruw": {"likeCount": 0.23710678622717363, "dislikeCount": 0.08450980400142569, "videoId": "iMTcl6bUruw", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "jamie oliver's drinks tube drinks tube jamie oliver jamie oliver drinkstube cocktails cocktail recipes beer craft beer wine alcohol spirits food tube foodtube La Roy D'Espagne Delirium Caf A La Mort Subite Hortense La Fleur En Papier Dor City Of Brussels CityTownVillage Belgium Country Bar Des Amis Brussels drink pubs in brussels best bars city guide brussels Brewery Website Category where to drink in Brussels where to drink bars in brusselsWhere to Drink in Brussels, Belgium  Rich HuntWe recently headed to Lige for the Belgian Grand Prix, but on the way we stopped off in lovely Brussels  the capital of Belgium! This is the Drinks Tube City Guide to Brussels, featuring a few of a our favourite places to drink tasty cocktails, revitalising coffee and  of course  Belgian beer. Give these hot spots a go and if you've been to Brussels, make sure you share some of YOUR favourites in the comments below. Sponsored by Bacardi. The bars featured are La Roy D'Espagne Hortense A La Mort Subite Delirium Caf La Fleur En Papier Dor Bar Des Amis Links from the video Subscribe  Belgian Americano Cocktail   Jamie Oliver's Drinks Tube Subscribe to Drinks Tube Twitter Facebook Instagram More great recipes DrinksTube x Have fun and please drink responsibly. ", "viewCount": 0.41642040993240337, "labels": [11, 229, 749, 771, 1058, 3472]}, "Ar210LeEm-o": {"likeCount": 0.17160033436347993, "dislikeCount": 0.03010299956639812, "videoId": "Ar210LeEm-o", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "jackson's art supplies winter landscape watercolour david bellamy dvd apv art painting instructional artist watercolor winter landscapes film trailer paint snowWinter Landscapes in Watercolour DVD by David BellamyDavid is a great exponent of painting winter landscapes, particularly under snow. Filmed in the Brecon Beacons and North Staffordshire, we see him on a winters day as he sketches alongside a canal and paints a cascading waterfall. He then finds some snow and paints a variety of subjects including cottages, trees, water and atmospheric skies. Finally, in the studio, he works up one of his sketches into a finished watercolour. Available from Jackson's Art Supplies ", "viewCount": 0.38965262174895554, "labels": [49, 80, 127, 277, 787, 2274]}, "AysYMJHZzd4": {"likeCount": 0.22041199826559246, "dislikeCount": 0.11760912590556814, "videoId": "AysYMJHZzd4", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "BoomerBingoHawk Movie News AMC Film movies Kristen Bell Video Game Actor Krysten Ritter Theater Actor Veronica Mars TV ProgramVERONICA MARS  Official Domestic HD Trailer  Kristen Bell, Krysten Ritter, Martin StarrOpening exclusively in AMC Theatres on March 14, 2014! Veronica Mars is an upcoming 2014 American neonoir mystery drama film cowritten, produced and directed by Rob Thomas and cowritten with Diane Ruggiero. It is a continuing film adaptation based on Thomas' UPNCW television series of the same name and stars Kristen Bell reprising her role as the title character.", "viewCount": 0.4151523067564944, "labels": [25]}, "AiADKICLH6s": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "AiADKICLH6s", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "top ten plays amazing dunks putback crossover deron williams carlos boozerUtah Jazz Top Ten Plays 200910As seen on powerhouse.", "viewCount": 0.3418963830703623, "labels": [0, 52, 70, 125]}, "AWTUe6FwwCA": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "AWTUe6FwwCA", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "boeing 7478i 787 Virgin America Airbus A320 DFW LAX ORD SFODFW Airport action Feb. 2011 1080P HDsorry I have not made a video in a while......shot on Feb 20th, starts at around 8am and goes into about 2pm China Airlines Cargo 747 Eva Air Cargo MD11 Ryan 767300 Virgin America A320", "viewCount": 0.31619666163640753, "labels": [2, 44, 46, 107, 109, 114, 138, 145, 155, 785, 854]}, "iRXWn4wPkDE": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06020599913279624, "videoId": "iRXWn4wPkDE", "title": "", "description": "", "length": 0.24771212547196628, "keywords": "Cerberus Uruchi GSouL DarkWarrior Silkroad Online Anti Bot Isyutaru Tiger Girl Lord Yarkan Captain Ivy Pacific UniqueMy first Cerberus and Uruchi huntingMy first Cerberus and Uruchi hunting on Silkroad Online SRO and I found them, but I didn't get the kill.", "viewCount": 0.3243038048686295, "labels": [0, 93, 102, 856]}, "KMMq-73KL7g": {"likeCount": 0.1414973347970818, "dislikeCount": 0.06020599913279624, "videoId": "KMMq-73KL7g", "title": "", "description": "", "length": 0.2271841606536499, "keywords": "Sugababes Run For CoverSugababes  Run For Cover  20010412, Live  Harald Schmidt ShowSugababes perform 'Run For Cover', on 12.4.2001, Harald Schmidt Show, Germany.", "viewCount": 0.34804381471778173, "labels": [3]}, "rGc_GUGo2_w": {"likeCount": 0.26384892569546375, "dislikeCount": 0.19294189257142927, "videoId": "rGc_GUGo2_w", "title": "", "description": "", "length": 0.25352941200427703, "keywords": "dan wheldon rick huseman death Indycar indy 500 champion bmw 2012 series race crash leo parente derek daneglis cars automotive motorsportDeath of Dan Wheldon and Rick Huseman, 2012 BMW 3 SeriesA tragic weekend for motorsports, with the deaths of Dan Wheldon, and Rick Huseman. BMW reveals the 2012 BMW 3 Series. Fast Lane Daily, hosted by Derek DeAngelis", "viewCount": 0.5112256353708722, "labels": [2, 7, 174]}, "rHnu8T-w1Ec": {"likeCount": 0.16434526764861876, "dislikeCount": 0.03010299956639812, "videoId": "rHnu8T-w1Ec", "title": "", "description": "", "length": 0.25514499979728755, "keywords": "supernatural dean winchester dante'sprayer sam john hellDean's prayer...please remember me...so, this is my first video for the Supernatural series and comes with a double dedication. For absrip who almost six months ago introduced me to the series and to the first ever romanian site dedicated to this wonderful show www.fricaeunlux.ro  fear is a luxury. Last but not least this video is also, for JensenFan4Ever...sper sati placa si sa nu te intristeze prea mult... Story of the video, follows on the central theme of the song, Dante's Prayer, and it's Dean prayer and hope to be remembered by his brother...it also has some sort of closure with his father. When the dark wood fell before me And all the paths were overgrown When the priests of pride say there is no other way I tilled the sorrows of stone I did not believe because I could not see Though you came to me in the night When the dawn seemed forever lost You showed me your love in the light of the stars Cast your eyes on the ocean Cast your soul to the sea When the dark night seems endless Please remember me Then the mountain rose before me By the deep well of desire From the fountain of forgiveness Beyond the ice and the fire Cast your eyes on the ocean Cast your soul to the sea When the dark night seems endless Please remember me Though we share this humble path, alone How fragile is the heart Oh give these clay feet wings to fly To touch the face of the stars Breathe life into this feeble heart Lift this mortal veil of fear Take these crumbled hopes, etched with tears We'll rise above these earthly cares Cast your eyes on the ocean Cast your soul to the sea When the dark night seems endless Please remember me... Disclaimer I dont't own anything but effort and creativity.", "viewCount": 0.3807128955592422, "labels": [1075, 1477]}, "rIu3SnulL5k": {"likeCount": 0.0, "dislikeCount": 0.03010299956639812, "videoId": "rIu3SnulL5k", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "Adventuretad Gone Fishing With Sureecatch ZerekAdventuretad Gone Fishing With Sureecatch ZerekAdventuretad Gone Fishing With Sureecatch Zerek", "viewCount": 0.35369370227046737, "labels": [43, 60]}, "f7eSY3ZSV5c": {"likeCount": 0.13424226808222062, "dislikeCount": 0.06989700043360189, "videoId": "f7eSY3ZSV5c", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "gti acceleration mark6 mk6 volkswagen apr tune modded stage carbonio intake 060VW GTI Mk 6 APR Stage 1 Acceleration and highway pullsHere are a few pulls from various speeds, car is APR stage 1 with Carbonio stages 1 and 2. It was about 80 degrees, car would be faster in cooler temperatures.", "viewCount": 0.43800664527514704, "labels": [2, 7, 104, 197, 316, 413, 513, 1946]}, "f9bAY7dlSlk": {"likeCount": 0.06989700043360189, "dislikeCount": 0.06989700043360189, "videoId": "f9bAY7dlSlk", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "iBlason iBlason SoftGel TPU Case Samsung Galaxy S5 Amazon Samsung Galaxy S5 Galaxy S5 Samsung Galaxy Brand FlexibleiBlason SoftGel TPU Case Samsung Galaxy S5Good grip and protection? Yes. Cheap looking and feeling? Yes. Still worth it? Yes. iBlason Amazon ", "viewCount": 0.32477278329097237, "labels": [21, 23, 24, 115, 1246]}, "zdGO7vUYkHs": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "zdGO7vUYkHs", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "Disgaea2 Game SPOILERS Adel Etna Hanako Octalley Rosalind Tarou TinkDisgaea 2  Level 06, Stage 04Etna somehow mistakenly thinks Adel and company are going to let the Prinnies win so she can fulfill her master plan. Obviously Adel and co. never said anything of the sort the prinnies, realizing their situation, form into their secret...bowling formation. And well yeah you can guess the rest.", "viewCount": 0.3779452183404062, "labels": [0, 1, 5, 2708]}, "gOpYhSirrPE": {"likeCount": 0.21492191126553797, "dislikeCount": 0.1278753600952829, "videoId": "gOpYhSirrPE", "title": "", "description": "", "length": 0.24742162640762555, "keywords": "technology information tutorial guides johnnythegeek johnny the geek computer review test mac osx windowsRunning Windows Only on Macbook ProBelieve it or not but this Mac Book Pro is onyl running Windows completely without the aid of Mac OSX. I will need much more further testing but feel free to ask me question. I may not have an answer for you since this is all new to me. I would assume that this should also work with a clean Windows 7 drive as well. I should have showed the boot options to see that Windows was indeed the only OS on the hard drive. You will just have to take my word for it. If you don't believe me, I encourage you to try it yourself. But be warned that this type of stuff is intended for those willing to wipe out the OS and whatever files you may have on your drive. Do this at your own risk. Here are the drivers I was talking about johnnythegeek.comdownloadsWindowsSupport.zip", "viewCount": 0.4547885417913373, "labels": [24, 74, 106, 187, 200, 275, 496, 736, 838, 914]}, "4SHrhKWx-5g": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "4SHrhKWx-5g", "title": "", "description": "", "length": 0.24297522800024082, "keywords": "motorcycle keyless starter start.ac brat keyless ignition Harley Davidson Victory Honda Suzuki Yamaha Kawasaki RFID Scooter bluetoothBRATIntroducing BRAT, a keyless starter for motorcycles. For more information, please visit ", "viewCount": 0.3268109729808479, "labels": [2, 30]}, "siN9KSGy5tk": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "siN9KSGy5tk", "title": "", "description": "", "length": 0.25465426634781313, "keywords": "Socom Hacking Socom2 Hacks Video Socom3CodeMajicThe video that started it all! Do I need to explain?", "viewCount": 0.3568905414982879, "labels": [0, 1, 35, 3207]}, "n69C2wHRK_Y": {"likeCount": 0.14913616938342728, "dislikeCount": 0.03010299956639812, "videoId": "n69C2wHRK_Y", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "pittsburgh penguins pens hockey nhl ice sidney crosby evgeni malkin kris letang jordan staal max talbot marc andre fleury chris kunitz mike rupp brent johnson james neal matt niskanen pascal dupuis craig adams ben lovejoy mark letestu cooke conner aaron asham brooks orpik tyler kennedy zybnek michalekPittsburgh Penguins Fan Appreciation The Greatest Fans In Hockey  Whatever It Takes We Walk Together.", "viewCount": 0.36343764940883677, "labels": [82, 118]}, "2FwtGebRyR4": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06020599913279624, "videoId": "2FwtGebRyR4", "title": "", "description": "", "length": 0.24742162640762555, "keywords": "ps3 xbox minecraft Games Gameplay Xbox360 blackops2 yogscast Trailer Wii Sony Psp Nintendo Console X360 game Videogame Multiplayer Xbox Live Demo Ign Review Playstation3 Exclusive Among Footage Videogames Xbox Ps3 Arcade Gameplay Trailer Consoles nigahiga yogbox rwj mw3 asdf Fred tobuscus tobyturner tobygames theavengers avengers syndicate Shane Ps3 Xbox Youtube Dawson Nuketown 2025 Nuketown zombies gameplay Tranzit gameplay Black ops 2 GameplayBlack Ops 2 Nuketown 2025 ZOMBIES GAMEPLAYThis video is not intended to offend Activision in any way, if someone has a problem with the video contact me through YouTube and we can discuss the matter. Please like, comment and rate.", "viewCount": 0.3320769228338687, "labels": [0, 1, 36, 94, 147, 423]}, "2MCEXy2485w": {"likeCount": 0.21205739312058502, "dislikeCount": 0.0, "videoId": "2MCEXy2485w", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "dog pet animal cute funny parody kitten cat bacon puppyMan's Best FriendWhat if they could speak English? Petsaddlife.org", "viewCount": 0.4090681204457391, "labels": [15, 18, 67]}, "JEBXTuIi0sw": {"likeCount": 0.3692670699156369, "dislikeCount": 0.23979400086720376, "videoId": "JEBXTuIi0sw", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "jowell y randy zion y lennox nicky jam j alvarez daddy yankee farruko Motel Accommodation Type Jowell Y Randy Musical Group Comingofage Story Film Genre Daddy Reggae Musical Genre Reggaeton Musical Genre Vidaprimo espanol puerto rico video primo vida nueva nuevo new reggeton regeton tema cancion song musica music urbana latin latinoJowell y Randy  Pa Los Moteles Official VideoPa Los Moteles Official Video performed by Jowell y Randy Buy on Amazon or iTunes Listen to VidaPrimo's Latin Mix playlist on Spotify Facebook  Twitter Instagram  Part of VidaPrimo, the hottest destination for Latin Music. www.vidaprimo.com Twitter SoundCloud", "viewCount": 0.5731793375233062, "labels": [14]}, "qo-ptoGBZ5o": {"likeCount": 0.20681858617461618, "dislikeCount": 0.047712125471966245, "videoId": "qo-ptoGBZ5o", "title": "", "description": "", "length": 0.2423245873936808, "keywords": "ahra's reviews italiano collectibles action figures Italia ita collezionismo toys Action Figure Collection Category dragon ball dragonball vegetto vegeth vegekou vegeku figuarts shfiguarts s.h.figuarts gohan tamashii bandai figure exclusive web shop Ahra's Reviews  Action Figure Unboxing 52 super episodi streaming sub goku vegeta potara fusion Gohan Comic Book Character Ball DragonAhra's Reviews  Action Figure Unboxing 53  Un Paio Di Bombe!Ahra's Reviews  Action Figure Unboxing 53  Un Paio Di Bombe! Dragon Legend              F   Goo   Twitter   PER NON PERDERTI NESSUN VIDEO   Batman The Animated Series Italia  A  Batman Incorporated Italia Toyscollection Toysforce La Gazzetta Di Youtube ", "viewCount": 0.3372543800759071, "labels": [199]}, "jXO7TEQ_mDo": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "jXO7TEQ_mDo", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "ice age trail trail running shoes running vlog village new balance inov8Inov8 X Talon & New Balance 101.m4vInterview with the winners of the Ice Age Trail 50 Mile trail race in Wisconsin. Shaun Pope and Sandi Nypaver overall winners talk about the shoes they train and race in.", "viewCount": 0.33991543339582164, "labels": [148, 210, 3650]}, "jX-Jli9Ys54": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "jX-Jli9Ys54", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "santana live in bangkok smoothSantana  Smooth Live In Bangkok 2013.03.06 Smooth      crazy    cc  cc  ", "viewCount": 0.3752278985460119, "labels": [3]}, "7zEu-8xU3y4": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "7zEu-8xU3y4", "title": "", "description": "", "length": 0.25526682161121933, "keywords": "new arts trio rebecca penneys piano yair kless violin arie lipsky cello anton arensky no. minor op. 73 II. Romanza Andante eastman school of music theatreArensky Piano Trio No. 2 in F minor, Op. 73 II. Romanza Andante New Arts TrioRecorded 1997 in the Eastman Theatre and Kresge Recording Studios of the University of Rochester's Eastman School of Music New Arts Trio Rebecca Penneys, piano Yair Kless, violin Arie Lipsky, cello Anton Arensky Piano Trio No. 2 in F minor, Op. 73 II. Romanza Andante www.rebeccapenneys.com", "viewCount": 0.31809855807867304, "labels": [4, 31, 97, 278]}, "84Jn7Zko850": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "84Jn7Zko850", "title": "", "description": "", "length": 0.269810054562339, "keywords": "makielab 3d printing 3d printing in action 3d printed toys toys and games founder ceo upside down traditional manufacturing excited 3D printing world wide web 3D printing gun 3D printing demo 3D printing metal 3D printing organs 3D printer 3D printer demo the guardian theguardian guardian science technologyMakieLab's Alice Taylor on the joys of toys and 3D printingMakieLab's Alice Taylor on the joys of toys and 3D printing Subscribe to the Guardian HERE MakieLab makes 3D printed toys and games. Here, Alice Taylor, founder and CEO, talks to Jemima Kiss about turning the world of toys upside down, and why even though traditional manufacturing isn't going anywhere soon  she's as excited about 3D printing now as she was about the world wide web in 1995 Click for full Guardian article ", "viewCount": 0.32734642726213464, "labels": [498]}, "85aBO6QbbQc": {"likeCount": 0.24638929889859074, "dislikeCount": 0.13010299956639812, "videoId": "85aBO6QbbQc", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "Optimist Dinghy Ship Class optimist boat sailing Dinghy Ship Type young sailor vela fleet gold silver bronze childs ocean waves Waverley Park Sports Facility sea fast speed reaching race Sail Means Of Propulsion Marine extreme championship ISAF worlds europeans GoProThe Many Reasons to sail an OptimistAn epic Optimist sailing compilation, in which the main fun elements of sailing an Optimist are displayed. Enjoy! Special thanks for the footage I used, and be sure to check out their channel too! Erik K.B. Dahl O.W. Timms Lior Lavie Shane Riera Roderick Bowerman HKG 1159 Marcus Kirketerp Fraglia della Vela Riva", "viewCount": 0.46603531256401887, "labels": [2, 76, 473, 547]}, "860JjSFB3h0": {"likeCount": 0.21205739312058502, "dislikeCount": 0.09030899869919436, "videoId": "860JjSFB3h0", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "Horse psychology dressage training instinctualCalm down a horse 1Calm down a horse, celebrate the moment of being together.", "viewCount": 0.4220526483527043, "labels": [15, 18, 87]}, "SSfII8AC420": {"likeCount": 0.23873898263387294, "dislikeCount": 0.1698970004336019, "videoId": "SSfII8AC420", "title": "", "description": "", "length": 0.25289167002776547, "keywords": "playgroundru     Captain America Super SoldierCaptain America Super Soldier.  Captain America Super Soldier  PlayGround.ru.   ", "viewCount": 0.4714363294703892, "labels": [0, 1, 35, 1051]}, "nkrk724RXE0": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "nkrk724RXE0", "title": "", "description": "", "length": 0.2618048096712093, "keywords": "dressage warmblood horse for sale florida riding pony showing test jumping boarding kids Equestrianism Sport Hunter Horses susanne benneHalf Halt Stables for Sale  Giulietta  SOLD2006 BWP mare standing at 16.2 hands. This mare has been in professional training with Susanne Benne at Half Halt Stables in Cocoa, FL for the last three years. She is a versatile well balanced mare who enjoys her work. Starting third level work with good canter & trot half pass while beginning with her changes. From a strong jumping bloodline she shows a natural ability over fences. This mare would excel in any show arena. Priced to sell due to owner having to relocate up north. Please any questions contact halfhaltstablesaol.com", "viewCount": 0.3245018870737753, "labels": [15, 18, 87, 365, 545, 2458, 3516]}, "nlPApoZk5Dw": {"likeCount": 0.17160033436347993, "dislikeCount": 0.1380211241711606, "videoId": "nlPApoZk5Dw", "title": "", "description": "", "length": 0.25943925503754267, "keywords": "Shahrukh Khan SRK Aamir Salman Akshay Kumar Hrithik Roshan Ajay Devgn Devgan Sunny Deol Actor Bollywood Ranking List Hollywood Famous Entertainment Best Top Hits Songs Actress Greatest Singer Favorite Stars Hindi India Favourite Kapoor Five Bachchan Buddy InterviewBollywood Actor Rankings 2011This is a list of actor rankings in Bollywood. Shahrukh Khan leads that pack with the highest rate of success followed by other superstars like Hrithik Roshan, Aamir Khan and Salman Khan. The actors included in this analysis were Shahrukh Khan, Hrithik Roshan, Aamir Khan, Salman Khan, Akshay Kumar, Sunny Deol and Ajay Devgn. Seeta Mayya provided that data for successes and you can take a look at the original list by clicking this link Seeta Mayya provided the list of All Films for All Actors included in this analysis Please look at the source material at the bottom of this description for the list of Sunny Deol and Ajay Devgn filmography. NarrationCameoGuestSpecialExtended Appearances Not Included In Total Film Count For All Actors Shahrukh Khan  Army, Dushman Duniya Ka, Gudgudee, Achanak, Hey Ram, Har Dil Jo Pyar Karega, Gaja Gamini, Shakti The Power, Saathiya, Kuch Meetha Ho Jaaye, Kaal, Silsilay, Alag, I See You, Heyy Babyy, Krazzy 4, Bhoothnath, Luck by Chance, Billu, Dulha Mil Gaya, Shahrukh Bola Khoobsurat Hai, Always Kabhi Kabhi, Love Breakups Zindagi Salman Khan  Dushman Duniya Ka, Deewana Mastana, Sar Utha Ke Jiyo, Kuch Kuch Hota Hai, Sirf Tum, Dhaai Akshar Prem Ke, Love at Times Square, Stumped, Baghban, Phir Milenge, Saawan The Love Season, Om Shanti Om, Saawariya, Hello, Heroes, Ajab Prem Ki Ghazab Kahani, Tees Maar Khan, Isi Life Mein, Tell Me O Kkhuda, Do Aur Do Paanch Aamir Khan  Yaadon Ki Baaraat, Madhosh, Damini, Luck by Chance, Dhobi Ghat, Delhi Belly Akshay Kumar  Vishnu Vijay, Dil To Pagal Hai, Ghar Grihasti, Om Shanti Om, Jumbo, Jaane Kahan Se Aayi Hai, Chalo Dilli, Speedy Singhs Hrithik Roshan  Aasha, Aap Ke Deewane, Bhagwan Dada, I See You, Om Shanti Om, Krazzy 4, Luck by Chance, Main Krishna Hoon Sunny Deol  Main Tera Dushman, Aur Pyaar Ho Gaya, Yeh Raaste Hain Pyaar Ke, Jaani Dushman Ek Anokhi Kahani, Kaise Kahoon Ke Pyaar Hai, Hello Darling Ajay Devgn  Ready, Teen Patti, The Awakening Short Film, Tarzzan The Wonder Car, Sir Outha Ke Jiyo, Yamala Pagala Dewaana Narration, HaaleDil All Films for All Actors Source Wikipedia Shahrukh Khan Salman Khan Akshay Kumar Aamir Khan Hrithik Roshan Sunny Deol Ajay Devgn ", "viewCount": 0.4274319524558622, "labels": [225]}, "YUOw9RCU3Eo": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "YUOw9RCU3Eo", "title": "", "description": "", "length": 0.22833012287035498, "keywords": "YouTube CaptureVen, dime que no CD9 The Party Tour 10 Octubre 2014a travs de YouTube Capture", "viewCount": 0.30553783313750005, "labels": [3]}, "w1EmjK-JcKA": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "w1EmjK-JcKA", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "Ryse Son Of Rome Video Game Video Game Culture Video Game Industry Xbox 360 Video Game Platform Xbox One Battlefield 4 Battlefield 3 Smite League of Legends Gameplay Starcraft Beta Port Playstation 4 Benchmark Nvidia GT 750M GTX 880M GTX 860M GTX 980M Microsoft Crytek Cry Engine Unreal Engine Video Game Engine Family Computer PewDiePieRyse Son of Rome Benchmark GT 750MY510PHey guys! I bring you another Benchmark video of the new game ported from Xbox one Ryse Son of Rome running Crytek engine. Please leave a like and subscribe if you haven't! New games  new benchmark videos!  D Benchmark Results Resolution  1920x1080 Render  720p Graphic Setting Low FPS 2540fps Avg. 30fps Normal FPS 2040fps Avg. 2530 High FPS 1025  Avg. 1520 I personally don't think showing Low or High is necessary due to Low being not as great in visuals as expected to enjoy since I had to turn it down to 720p rendering. High seems very unplayable even at this resolution rendering. If I were to bump up the rendering resolution higher, a dramatic drop in frames between 510 may occur. This game is somewhat graphic depending which is expected from Crytek. I used Nvidia's Shadowplay feature to record this gameplay of Ryse, for Fraps may dramatically decrease fps while recording making it look laggy than regular gameplay. Q How did you enable Nvidia Shadowplay if its only available on Nvidia GTX 800M series and higher? A Welp, here you go! I did not notice any problems running it and recording gameplay with it. Q Did I put a mod to remove FPS cap? A Yes I did. Seems to run a lot smoother after I applied it. System Specs Lenovo IdeaPad y510p Intel 4th Gen i7 4700MQ 2.4ghz3.4ghz Nvidia Geforce GT 750m 2GB GDDR5 Single Cardv344.11 8GB Ram Rec Software Nvidia Shadowplay If you have any questionsconcerns regarding this benchmark or the laptop, feel free to comment below and I will answer to the best of my knowledge ", "viewCount": 0.3472171146692363, "labels": [0, 1, 35]}, "_wUI2Md-PNA": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06989700043360189, "videoId": "_wUI2Md-PNA", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "apostolic worship mattoon choirApostolic Center May 2008part of a song from new cd", "viewCount": 0.332980452216407, "labels": [3, 4, 13, 41]}}