{"tsG16WIh7vw": {"likeCount": 0.28549130223078556, "dislikeCount": 0.1, "videoId": "tsG16WIh7vw", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "Naruto TV Program Generation Recurring Event Rapping Literature Subject Sasuke Sakura Freestyle Hiphop Rapper Ninja Naruto Shippuuden BeeNaruto Shippuden Narutimetto Sutomu Generation Killer Bee Story Rap Cutscenes All 5 Parts HDNaruto Shippden Ultimate Ninja Storm Generations   , Naruto Shippden Narutimetto Sutmu Generation is the sequel to Naruto Shippden Ultimate Ninja Storm 2. It will be released on 30 March 2012 for Europe, March 13th for North America, and February 23rd in Japan for the PlayStation 3 and Xbox 360 and will support worldwide online matches. It is assumed this game will start from the beginning of Naruto, from the Land of Waves Arc, all the way to the Confining the Jinchriki Arc. Copyright  2002 MASASHI KISHIMOTO  2007 SHIPPUDEN All rights reserved. Game  2012 NAMCO BANDAI Games Inc.", "viewCount": 0.4827052484484231, "labels": [5, 16, 84, 476, 1967, 2121]}, "jSiyaJzjTRM": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "jSiyaJzjTRM", "title": "", "description": "", "length": 0.24502491083193612, "keywords": "NOVARA DI SICILIA come si fa A Tuma il MaiorchinoNOVARA DI SICILIA  come si fa \"A Tuma\" e il MaiorchinoNOVARA DI SICILIA  come si fa \"A Tuma\" e il Maiorchino", "viewCount": 0.3212986184736668, "labels": [11]}, "REAmFidTbcg": {"likeCount": 0.20863598306747486, "dislikeCount": 0.07781512503836437, "videoId": "REAmFidTbcg", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "S10 Sonoma V8 S10 swap V8 Sonoma swap Sonoma Burnout. 350 Sonoma 350 S10 Burnout vehicleV8 Sonoma on a shoestring budget.It all started in the winter of 09. The old 2.8 started hemorrhaging oil so it was time to do the swap. I got lucky and found a donor s10 v8 package for 600 and so the fun began. Well this is what I have so far but of course there is much more to do.", "viewCount": 0.48662046084463784, "labels": [2, 7, 90, 172, 224, 1029, 2077]}, "T1itSnijaa4": {"likeCount": 0.1079181246047625, "dislikeCount": 0.08450980400142569, "videoId": "T1itSnijaa4", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "states drum america drums cover drummer united presidents lump peaches rose derrick hawaiiLump  The Presidents Of The United States Of America Drum CoverRocking the fluff with my drose and hawaii'n get up. Bingo bango.", "viewCount": 0.3657724954205108, "labels": [28, 33, 38, 78, 86]}, "85Qcu75DC2Y": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "85Qcu75DC2Y", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "deep sea dubai fishing tripsDeep Sea Fishing dubai fishing trips dubai fishing in dubai 00971504967367Welcome to Dubai Fishing Tour dubai Are you looking for the best fishing in Dubai? Come fish with Fishing Tour Dubai at City Dubai and experience one of the most fun and unique things to do in UAE. Deep Sea Fishing is one of the most popular outdoor things to do in Dubai City, especially for those who love to be out on the water and adventure. Come on an open fishing trip and fish for flounder, fluke, striped bass, bluefish, porgy, blackfish, and even weakfish. for mor go www.fishingtourdubai.com or call 00971504967367 thanks www.deepseafishing.ae", "viewCount": 0.3461798557525109, "labels": [18, 43, 59, 60, 101]}, "85RsKvzXoxQ": {"likeCount": 0.2677606952720493, "dislikeCount": 0.12041199826559248, "videoId": "85RsKvzXoxQ", "title": "", "description": "", "length": 0.25670263661590603, "keywords": "cold creek works coldcreekworks coldcreekworks.com jdh239 john harmon johnharmon how to make made diy home homemade are canvas wall tent davis and awning colorado utah mountain camping glamping Do It Yourself Hobby Summer Holiday Park Weekend Family Fun Hiking Outdoor Cabin Canyon Mountains Survival National Travel16x20 Canvas Wall Tent from Davis Tent & AwningWell, this is the reason for building the tent stove. It is a 16x20 foot canvas wall tent from Davis Tent & Awning of Colorado. Just a small tour. If you want your comments to remain, please do not use foul language. I remove comments with foul language, whether your comments intention's are good or bad.", "viewCount": 0.49774995429771435, "labels": [428, 825, 2232]}, "bQxeUpRhLB4": {"likeCount": 0.15563025007672873, "dislikeCount": 0.0, "videoId": "bQxeUpRhLB4", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "rare sync Atlantic 2011 Night Dave Caravan City copperpot Captain mix Matthews Dave Matthews Band Live debut old final DMB Dave Matthews Dave Matthews Band 62411 Dave Mathews dave matthews band live DMB LiveCaptain  62411  4Cam  Atlantic City Caravan  Night 1  Version 2 FinalSorta the Same Old Song....", "viewCount": 0.3469527479187014, "labels": [3, 4, 10]}, "bVopl3d04XQ": {"likeCount": 0.2683947130751512, "dislikeCount": 0.14771212547196624, "videoId": "bVopl3d04XQ", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "halloween III halloween III three clip season of the witch documentary bonus DVD blurayHalloween III 1982 Where Was Michael Myers in Halloween III?Clip from the bonus documentary featured on the Collector's Edition of Halloween III Season Of The Witch, available on DVD and Bluray September 18th, 2012 from Shout! Factory. More info ", "viewCount": 0.49549657310584205, "labels": [25, 2977]}, "YVVf9tpRo4E": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "YVVf9tpRo4E", "title": "", "description": "", "length": 0.24800069429571506, "keywords": "apple iphone 4s the most amazing yet phone ipod telephone cool touch siri 8mp ios ios5 icloud a5 chip 1080p hd video retina displayApple  iPhone 4S  The most amazing iPhone yetSiri. The intelligent assistant that helps you get things done. All you have to do is ask. Now you can use your voice to use your iPhone. Just talk to Siri as you would to a person \"Do I need an umbrella?\" or \"Any great burgers around here?\" or \"Where's the closest ATM?\" Siri not only understands what you say, it knows what you mean.1 It figures out the right apps to use to find the right answer. Then, just like a personal assistant, it answers you. Siri makes phone calls, sends messages, schedules meetings, sets reminders, and more. How much more? Just ask, and Siri tells you that, too. Dualcore A5 chip. The most powerful iPhone processor ever. Two cores in the A5 chip deliver up to two times more power and up to seven times faster graphics.2 And you'll feel the effects. Fast. iPhone 4S is quick and responsive, which makes all the difference when you're launching apps, browsing the web, gaming, and doing just about everything. And no matter what you're doing, you can keep on doing it. Because the A5 chip is so powerefficient, iPhone 4S has outstanding battery life. The youcan'tbelieveit'sonaphone camera. This just might be the best camera ever on a phone. And with allnew optics, it just might be the only camera you need. Because behind every shot, you've got 8megapixel resolution and a custom lens with a larger f2.4 aperture. Not to mention an improved backside illumination sensor, excellent auto white balance, advanced color accuracy, face detection, and reduced motion blur. It all means that no matter how many people, how much light, and how much action you capture, everything looks exactly as it should. And just wait until you see the photos. Video recording. In 1080p amazing HD. Shoot stunning 1080p HD video everywhere you go. With allnew optics, the light is always right, the color is always vivid, and everything will look even better than you remember. Video stabilization steadies shaky shots. And you can edit video right on iPhone and share your lush life as fast as you shoot.", "viewCount": 0.31146109842321734, "labels": [21, 23, 24, 73, 504, 676]}, "YV-xpUurSsc": {"likeCount": 0.15682017240669952, "dislikeCount": 0.08450980400142569, "videoId": "YV-xpUurSsc", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "Rome Vision Laurel Hardy TF2 ROME VISION MANN VS MACHINE ROME VISION mann v machine roman Tf2 hats Laurel Hardy Tf2 hats Hardy laurel Tf2 roman Vision How to see roman vision Mann v machine Team fortress 2 rome vision Rome total War Total war rome vision Roman vision in total war what is rome vision what is roman vision Rome total war tf2 Genuine Hardy Laurel Team Fortress 2 Genuine Hardy Laurel Total War Video Game Series Roman vision tf2TF2Rome Vision For Mann V MachineThe effects of the Genuine Hardy Laurel. Enabling players to see roman vision in Mann v machine. Sorry for the edit I was in a rush. I will be doing another video showing the other character models soon.", "viewCount": 0.378738962135211, "labels": [0, 1]}, "YWMoUZ_Otlw": {"likeCount": 0.09030899869919436, "dislikeCount": 0.047712125471966245, "videoId": "YWMoUZ_Otlw", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "Kreo transformers 30662ANS' Clock Up Kreo  30662  RatchetRatchet is fun to build in both modes. His kreon minifig isnt great though, his helmet sits too low on his head and covers his eyes. That kind of blows...", "viewCount": 0.38692904042093984, "labels": [0, 26, 130, 379, 435]}, "3Z2la9JWzQ0": {"likeCount": 0.15440680443502758, "dislikeCount": 0.07781512503836437, "videoId": "3Z2la9JWzQ0", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "Vegetarian Vegan Vegetarian Recipes Vegetarian Recipe Vegan Recipe Chinese Rice Dumplings Rice Dumplings Wrap How To Vege Angel Fan Site Happy Dragon Boat Festival Bamboo Leaves Recipe         Vegetarian Cooking Tip How to Wrap Vegetarian Chinese Rice DumplingsZong Zi A video by on 'How to Wrap Vegetarian Chinese Rice Dumplings'. Kindly click  for the 'Vegetarian Chinese Rice DumplingsZong Zi' recipe   Thanks for watching and HAPPY DRAGON BOAT FESTIVAL ! Follow us on Twitter  Facebook  Pinterest  Subscribe to our free enewsletters Feedburner  See you on our website  Vege Angel too!  Vege Angel  is a colorful vegetarian fan site which consists of vegetarian recipes, info, forum, enewsletter, recipesharing, etc. Music by DanO at DanoSongs.com", "viewCount": 0.3972896784436545, "labels": [11, 20, 22, 444]}, "3eajHnl42jo": {"likeCount": 0.15910646070264992, "dislikeCount": 0.09542425094393249, "videoId": "3eajHnl42jo", "title": "", "description": "", "length": 0.2496929648073215, "keywords": "Disney World Disney Surprise trip Scavenger hunt Suprise trip to Disney SurpriseHow we told the kids they were going to Disney World. Scavenger HuntWe surprised the kids with a trip to Disney world by sending them on a scavenger hunt for clues. They would find an envelope containing puzzle pieces and the next clue. Once the clues were all gathered they put together the puzzle. The puzzle read Congratulations, you are going to Disney World in 12 days! They didn't believe it at first. What a way to start a vacation, and we will never forget that scavenger hunt!", "viewCount": 0.46884643171087287, "labels": [136, 141, 396]}, "_vwJooig_3o": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "_vwJooig_3o", "title": "", "description": "", "length": 0.26344772701607316, "keywords": "BSC Cosmetology BSC BSC Orchid Bouquet  Orchid Orchid Bouquet3 BSC Orchid Bouquet BSC Cosmetology  BSC Orchid Bouquet     Packaging   Bio Corn Plastic    Orchid Flower Extract  Moisturizer   Make Up Artist    BSC Cosmetology   2,750.  1,890.  Cream Eye shadow Base 2   Eye shadow 10   Blush On 2   Lipstick 8     BSC Cosmetology  www.facebook.combsc.cosmetology", "viewCount": 0.3603577368151467, "labels": [39, 121, 156, 202, 233]}, "_yGUSuic6-Q": {"likeCount": 0.19294189257142927, "dislikeCount": 0.09030899869919436, "videoId": "_yGUSuic6-Q", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "airplane Yakovlev yak40 cockpit low approach aircraftYak40 low approach cockpit videoLow approach during ILS equipment test flight. Shaking picture due to moderate turbulence don't think I was drunk.", "viewCount": 0.4964566027423611, "labels": [2, 44, 46, 109, 631]}, "NToiskLi-nU": {"likeCount": 0.16720978579357176, "dislikeCount": 0.03010299956639812, "videoId": "NToiskLi-nU", "title": "", "description": "", "length": 0.2534026106056135, "keywords": "Nail Polish Haul spring nail polish 2011 aLoveTart China Glaze Finger Paints Essie Butter LondonNail Polish Haul!blog! and tweet me if you're into that kinda thing butter London Victoriana, Artful Dodger China Glaze Papaya Punch, Electric Pineapple Finger Paints Easely Entertained OPI I Juggle... Men For Linds China Glaze Blue Iguana Finger Paints Laugh My Art Off Essie Borrowed & Blue I bought it all, love ya!", "viewCount": 0.3594171479114912, "labels": [39, 181, 216]}, "we--tqTt7wI": {"likeCount": 0.21522883443830565, "dislikeCount": 0.1, "videoId": "we--tqTt7wI", "title": "", "description": "", "length": 0.23117538610557542, "keywords": "Country Girls Are Crazy Lyric Video Joanna Smith RCA Records Label NashvilleJoanna Smith  Girls Are Crazy Lyric VideoMusic video by Joanna Smith performing Girls Are Crazy Lyric Video. C 2013 Sony Music Entertainment", "viewCount": 0.43283184308938233, "labels": [14]}, "6geGqi6ak6o": {"likeCount": 0.13979400086720378, "dislikeCount": 0.03010299956639812, "videoId": "6geGqi6ak6o", "title": "", "description": "", "length": 0.23710678622717363, "keywords": "snowboard freeride the chosen ones alps tirol alaska france big mountainsnowboard freeride 2short freeride movie \"The Chosen Ones\"", "viewCount": 0.42068528500066976, "labels": [160, 231, 491]}, "LpImr9kdvjA": {"likeCount": 0.15185139398778877, "dislikeCount": 0.047712125471966245, "videoId": "LpImr9kdvjA", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "Jada Hall Randy Holloway Toya Robinson Dylan Sides Fusion video pictures Cold Stranger Cass Tech singing sensation detroit michigan state Motown hit teen singing singer youth youngCold StrangerThe Video10YearOld pop sensation Jada Hall wrote and performs the song.", "viewCount": 0.3415974411376566, "labels": [14]}, "twzdWVcKLD8": {"likeCount": 0.3867938650890785, "dislikeCount": 0.17853298350107671, "videoId": "twzdWVcKLD8", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "Sachin Tendulkar Cricket Player India Country Tribute Thank See Sachin's Farewell Sachin's 200th Test Sachin's Farewell TestThank You Sachin A Tribute by Google and IndiaThank You Sachin  A Tribute by Google and India", "viewCount": 0.5618210272800841, "labels": [523]}, "9JeWenVJHEU": {"likeCount": 0.1414973347970818, "dislikeCount": 0.06989700043360189, "videoId": "9JeWenVJHEU", "title": "", "description": "", "length": 0.26263403673750424, "keywords": "jedijesse96 review g.i. joe the rise of cobra ninja commando snake eyesG.I. Joe The Rise Of Cobra Ninja Commando Snake Eyes Reviewmy review on the gi joe rise of cobra ninja commando snake eyes. enjoy!", "viewCount": 0.4280191247872142, "labels": [26, 130, 199]}, "xrJQc3FhxVY": {"likeCount": 0.15051499783199063, "dislikeCount": 0.08450980400142569, "videoId": "xrJQc3FhxVY", "title": "", "description": "", "length": 0.25118833609788743, "keywords": "Android   canon  Sony   TAG  iphone Apple Inc. Organization review dslr   HOUL   Digital SLR Camera Format nikon rewiev rewiew ipod ios   Samsung  unpacking    challenge  Android Software  ipad  HTC Apple 2  DSLR    Like      !    \"\",         !     youtube.comTecholifecom    vk.comtechnolifer   twitter.comTechnolifers  Facebook facebook.comTechnolifer  INSTAGRAM Technolifer", "viewCount": 0.31089031276673135, "labels": [146, 158, 279, 439, 454]}, "CWFSlLW4pQM": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "CWFSlLW4pQM", "title": "", "description": "", "length": 0.24955443375464484, "keywords": "Argo Ben Affleck The Master Paul Thomas Anderson Best Picture Oscar Academy Awards Nominees Best Actor Joaquin Phoenix Philip Seymour Hoffman Best Supporting Actor Anna Karenina Life of Pi Flight Ang Lee Robert DeNiro Silver Linings Playbook Film Festival Oscar Predictions Oscar Nominees 2013 Oscars News ENTV Entertainment News Hollywood Gossip Melana Scantlin Deadline'Argo' & 'The Master' Are Frontrunners For Oscars! ENTVDeadline's Pete Hammond lets us know what the most talked about films are this awards season! Ben Affleck's Argo is a frontronner for best picture and best director. Paul Thomas Anderson's 'The Master' is breaking box office records and Joaquin Phoenix as well as Philip Seymour Hoffman are both prime candidates for best actor. For the full rundown of Oscarworthy movies so far, read Deadline.com ", "viewCount": 0.3339848783037637, "labels": [1499]}, "zyqO3XMg8LM": {"likeCount": 0.1146128035678238, "dislikeCount": 0.03010299956639812, "videoId": "zyqO3XMg8LM", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Dutch Supermodel Yfke Sturm Fashion TV host of Holland's Next TopmodelYfke Sturm Fashion TVDutch Supermodel Yfke Sturm interviewed by Fashion TV", "viewCount": 0.3745777217889759, "labels": [66, 332]}, "EyXRcuSvrB8": {"likeCount": 0.12304489213782739, "dislikeCount": 0.06020599913279624, "videoId": "EyXRcuSvrB8", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "Erin Fetherston Shenae Grimes Fantasy Whimsical PETA rabbit Brittany Snow Beverly Hills 90210 cast Fashion Week New York Fall 2009 MBFW runway designer Models Bryant Park tents Alex Smith Rebecca Forteau Coco Rocha Ellen Von Unwerth Daria Strokous Iekeliene StangeErin Fetherston Fall 2009 runway show, MercedesBenz Fashion WeekRunway highlights from Erin Fetherston at MercedesBenz Fashion Week New York, Fall 2009. Extensive coverage of runway shows, including BCBG, Max Azria, Miss Sixty, Diane von Furstenberg, Carolina Herrera, Badgley Mischka, Diesel, Michael Kors, Anna Sui, Charlotte Ronson, Zac Posen, Barbie, Herve Leger, Erin Fetherston, Milly by Michelle Smith, and Tommy Hilfiger.", "viewCount": 0.40196562253193485, "labels": [66, 332, 521]}, "tyOyqCcMTtQ": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "tyOyqCcMTtQ", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "bboy bboy breakdance breakin' japan powermove break    practice vs MYW SemiFinal FLAVOR  for all students  vol.2FLAVOR  for all students  vol.2 2013.5.5JINGSTA WinnerBBOY  JUDGES WETsT JJCHANDz HIROTAKA SOUL STYLE FAMILYJJC KATSUYA ALL AREATHE FLOORRIORZ", "viewCount": 0.3370883016777606, "labels": [8]}, "tyytPMgWmjM": {"likeCount": 0.2853089529851866, "dislikeCount": 0.13424226808222062, "videoId": "tyytPMgWmjM", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "The Cloud ChocoSlayc Change Of Loyalty Acoustic Life Is Just A Game GuitarTHE CLOUD  Life is just a gameThis is the Debut Music Video by The Cloud band, the song is called \"Life is just a Game\". Download this video  We on facebook ChocoSlayc  August  Camera, Editing and Posteffects  EricRikka SoundMastering  Andrew All rights copyrighted. 2013. guitarSlava Kavlenas vocal,lyricsDaria Akhlyustina", "viewCount": 0.45137102314750677, "labels": [4, 9, 10, 14, 34]}, "6mou1-8cp3w": {"likeCount": 0.2212187604403958, "dislikeCount": 0.07781512503836437, "videoId": "6mou1-8cp3w", "title": "", "description": "", "length": 0.2506505032404872, "keywords": "Darius  Taito  PSX  shmup replay superplayGDarius  Alpha Stage 1  2.3milThis is the first stage of GDarius, from one of my highscoring attempts. A new personal record of 2.3mil, using two Capture Balls  one instage, the other to capture the Captain.", "viewCount": 0.48459781450154066, "labels": [0, 1]}, "6oPoyiR2APQ": {"likeCount": 0.07781512503836437, "dislikeCount": 0.13010299956639812, "videoId": "6oPoyiR2APQ", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "The Worst Hang over 39 rogue pvp twink shadowmoonThe Worst Hangover 39 rogue pvpWorld of Warcraft 39 twink rogue pvp, with a touch of drama. And figure the storyline out yourself ggkthnxbye.", "viewCount": 0.346686762035411, "labels": [0, 93, 102]}, "6pr59fHKuzY": {"likeCount": 0.15185139398778877, "dislikeCount": 0.06020599913279624, "videoId": "6pr59fHKuzY", "title": "", "description": "", "length": 0.2423245873936808, "keywords": "diet dieting gym fit fitness exercise dubai walking jogging jogDubai resident drops from 102kgs to 76kg without going to a gym32 year old Dubai resident Dimple Shamin Jivothama was obese and unhappy with her weight of 102 kgs and decided to get in shape with brisk walks, yoga and a healthy diet. Videography by Ryan Navarro", "viewCount": 0.40998187096152305, "labels": [11, 20, 22]}, "6tcIRe_GnFU": {"likeCount": 0.1724275869600789, "dislikeCount": 0.0, "videoId": "6tcIRe_GnFU", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "Dragonnest  Artillery BOWMASTER T4  ytstretch169Dragonnest  \"Transform 4\"  \"Artillery\" by Transform 4 Artillery BOWMASTER BUG BUG BUG", "viewCount": 0.4597706152819414, "labels": [0, 1, 1114]}, "F8Cn1tIyFaM": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "F8Cn1tIyFaM", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "alpine skiing skiing ski Alexander Khoroshilov ski racing world cup slalom fis universal sports universalsports sportsnetwork usn us olympicsKhoroshilov wins first Russian World Cup  Universal Sports 2015, Schladming, Austria, FIS Men's Alpine Skiing World Cup, In Men's Slalom, Not counting the Soviet Union, Alexander Khoroshilov claims the first Alpine World Cup win for Russian Federation, not to mention his own, by 1.44 seconds. Call your TV provider and ask for Universal Sports to watch full events on TV and online. Universal Sports Network is the premier destination for fans of Olympic and lifestyle sports, delivering exclusive coverage of world class competitions, interaction with top athletes, and in depth sports news year round. ", "viewCount": 0.32011238972073797, "labels": [0, 82, 160, 273, 888]}, "20MTjauwzlI": {"likeCount": 0.1414973347970818, "dislikeCount": 0.09030899869919436, "videoId": "20MTjauwzlI", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "tara the black cat productions one step at time jordin sparks toontown DaddyonTTOne Step At A TimeBy jordin sparks P Thanks to Tee Silly Roxy Big Flippentooth Princess Trixie Preciousdoodle Cute Irish Mouse Te Tara Purrductions", "viewCount": 0.3531606631932722, "labels": [0, 1, 5, 1915]}, "jAUTLvFBX9g": {"likeCount": 0.24683473304121573, "dislikeCount": 0.047712125471966245, "videoId": "jAUTLvFBX9g", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "Aisha Fan Club Sensation rare nz music liveThe Fan Club  Sensation live 1988The Fan Club were a class NZ pop act, fronted by charismatic Malaysian singer Aisha. This early live appearance in 1988 shows the band performing their single Sensation. The band then signed to Sony and U.S, producer Mark Perry delivered a great dancefloor hit with their 1989 single I Feel Love. Despite the fact the Fan Club met with some international success, NZ music press missed the point completely at the time. History shows this is good pop music, pure and simple,,,enjoy!!", "viewCount": 0.45114421610116484, "labels": [3, 6]}, "jCo_kElbkn8": {"likeCount": 0.15682017240669952, "dislikeCount": 0.10413926851582252, "videoId": "jCo_kElbkn8", "title": "", "description": "", "length": 0.244870631990508, "keywords": "top corners cornerbacks CBs prospect prospects top 10 rankings top 5 nfl draft nfl draft analysis breakdown best available ESPN football bamilorbt rbt film sports today january 23rd 2013 position mock draft sleepers busts projections dee milliner johnthan banks xavier rhodes david amerson jordan poyer lock down interceptions mel kiper todd mcshay mock interview combine weigh in stats HD national football league rodger goodell team needs college footballTop 5 Cornerbacks in 2013 NFL DraftHere is a new series I have started where I break down either my top 10 or top 5 prospects at each position, who will be entering the next NFL Draft in April. I hope you enjoyed, because it took a very long time to make. Once I break down each position, I will be doing my Mock Draft, and hopefully you're looking forward to that. Leave a comment below with your top 10 CBs in this draft class. Thanks for watching, and be sure to subscribe for future draft coverage! Like my facebook page! Follow me on twitter! ", "viewCount": 0.42811243094492757, "labels": [79]}, "guenUD7Ws6Q": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "guenUD7Ws6Q", "title": "", "description": "", "length": 0.2532754378992498, "keywords": "naga manesh nagamanesh LiVES Video Editor CamStudio MH3P Monster Hunter Tri 3rd Hacking Bulldrome HR1 PSPgo PSP N1003 Hen 6.35 PRO remotejoy Windows Vista Monster Hunter MH3 English Patch Iron Katana Critical Eye1 computer hacks video game psp gamesPSPgo PSP N1003 Hen 6.35 PRO Remote Joy Lite v0.19 Monster Hunter 3rd Portable ISOModel PSPgo PSP N1003 Hen Version Signed 6.35 PRO Version Remote Joy Lite v0.19 for 6.3X Game Monster Hunter 3rd Portable ISO Firmware Version 6.35 OFW OS Windows Vista Note In game.txtvhs.txt I had first line ef0sepluginsRemoteJoyLite.prx 1 and vhs.prx in second line in order to work...vice versa is giving some problem. This doesn't play the ISO games in the memory stick. The only way you can play the games in Mem. stick is to copy Prometheus ISO loader in the memory stick as well. However Remote Joy didn't work when I tried to play on game from Memory Stick. Video Editor LiVES Frame size changed to 1280780 Recording camstudio I don't know Japanese", "viewCount": 0.38719813538433695, "labels": [0, 1, 349, 484, 1893]}, "lBOwVXtf2gM": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "lBOwVXtf2gM", "title": "", "description": "", "length": 0.24955443375464484, "keywords": "mynn nassau boeing 737 400 500 rain takeoff landing sony hx10v hx10 camera bahamasair miami air xtra airlines Boeing 737 Aircraft Line Boeing 737 Classic Aircraft ModelBahamasair and Xtra in the Rain  Boeing 737 400500  Sony Hx10vSome people have been requesting some Bahamasair Jet action. And since I went planespotting Saturday past, Here you go. You would notice that I added some Xtra Airlines action to the vid. Thats because as some of yall would know, In the recent past, Xtra leased some planes to Bahamasair. But today, they were doing runs for Miamiair. Camera Sony Hx20v Airport Lynden Pindling International Airport, Nassau, Bahamas ICAO MYNN Planespotting", "viewCount": 0.35322446436265825, "labels": [2, 44, 46, 107, 109, 114, 138, 145, 155, 162, 602, 1883]}, "lBar7Kjmhrw": {"likeCount": 0.18808135922807914, "dislikeCount": 0.03010299956639812, "videoId": "lBar7Kjmhrw", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "Sal Kimber The Rollin' Wheel Jacob Xavier Cole Cat Leahy Trent McKenzie Buffy Video Clip'Do Right'  Sal Kimber and the Rollin' WheelDirected by Rohan Spong  Sal Kimber and the Rollin' Wheel 'Do Right' taken from 'Sal Kimber & The Rollin' Wheel' Album Released 14 October 2011 Cinematography  Jess Hallay exteriors Cinematography  Rohan Spong interiors 1st AD  Jackson Rouse 2nd AD  Sunniva Sollied Mller Hair and Makeup  Natasha Crawford exteriors Hair and Makeup  Helen Keegan interiors Catering  Jacob Cole Stills by Marlo Sipikin Thanks to Marlo Sipikin, Yvette Maker, Dan Lethbridge and all of our wonderful extras. Very special thanks to the Bobby and the Pins.", "viewCount": 0.4197996897597136, "labels": [6, 14]}, "aXl7RJDcHxQ": {"likeCount": 0.15314789170422552, "dislikeCount": 0.0, "videoId": "aXl7RJDcHxQ", "title": "", "description": "", "length": 0.215836249209525, "keywords": "wnba nba basketball women highlights amazing New York Liberty Atlanta Dream recap Cappie Pondexter Angel McCoughtry Basketball Player game winner clutch excitingGame Recap Atlanta Dream vs New York LibertyCappie Pondexter banked in a jumper from the foul line with fourtenths of a second left to lift the New York Liberty to a 7775 win over the Atlanta Dream.", "viewCount": 0.34230819582972316, "labels": [0, 52, 70]}, "aYmPo95okg8": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "aYmPo95okg8", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "Gamesload SNK Neogeo Prehistoric Isle in 1930 Retro Game DownloadPrehistoric Isle in 1930 SNK PC Version GamesloadEndlich als PC Version erhltlich. Prehistoric Isle in 1930 direkt aus der Spielhalle auf den PC. Einfach 15 Minuten gratis testen unter www.gamesload.deretro english Please visit for SNK Retro Games.  SNK PLAYMORE \"Prehistoric Isle in 1930\" is a registered trademark of SNK PLAYMORE CORPORATION.", "viewCount": 0.33330440298234876, "labels": [0, 1, 822]}, "eD52PO-Ie40": {"likeCount": 0.08450980400142569, "dislikeCount": 0.07781512503836437, "videoId": "eD52PO-Ie40", "title": "", "description": "", "length": 0.26232492903979004, "keywords": "randall rg 50 tc jackson sls3 rock jam sampleJackson sls3  Randall rg 50 tc rock jamMy guitar and my amp, with a rock sound! Enjoy, rate and comment! Gain  3 Bass  4 Middle  8 Treble  6 Mic  Shure sm 57", "viewCount": 0.3546419266835192, "labels": [9, 37, 421]}, "J1p8VwOJLyY": {"likeCount": 0.16127838567197356, "dislikeCount": 0.06020599913279624, "videoId": "J1p8VwOJLyY", "title": "", "description": "", "length": 0.215836249209525, "keywords": "F1 Clips Monaco GridwalkMonaco GP Martin Brundle Gridwalk  Sam Michael and KimiSam Michael and Kimi Raikkonen", "viewCount": 0.43945567393636564, "labels": [17]}}