{"rPhXREhCWns": {"likeCount": 0.16127838567197356, "dislikeCount": 0.06020599913279624, "videoId": "rPhXREhCWns", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "david wolfe matt monarch durian angela stokes raw cacao chocolate food foods dietThe Raw Union Festival with David WolfeSee Raw Food Eater Matt Monarch of Angela Stokes of in this spectacular, The Raw Food World TV Show Episode. David Wolfe discusses the Raw Union Festival. Enjoy another 'The Raw Food World' episode.", "viewCount": 0.4051268318870386, "labels": [11, 886]}, "qRq-9kQf5Gk": {"likeCount": 0.23979400086720376, "dislikeCount": 0.12041199826559248, "videoId": "qRq-9kQf5Gk", "title": "", "description": "", "length": 0.2571708831808688, "keywords": "Nature Sounds Whales Dolphins Peace Meditation Spa Yoga Music The Element of World Dean Evenson Deuter George Harrison New Age Instrumental Improvisation Relax Meditate Water ConsciousnessMusic to Nature Sounds  Relaxation, Meditation, Spa and YogaThe Element of Peace Neptune's Pulse Incorporates a 4.5 hz Frequency in the background. Which is the same brain wave patterns found in Tibetan Monks when they're in deep meditation. As well for Shamanic Priests. Nature sounds and musical melodies create tranquility with such instruments as the Harp, Viola and Flute. All of these combined create a peaceful state of being and awareness. Great for Meditation, Spa's and Yoga. If you like the music go to ", "viewCount": 0.521357353435698, "labels": [15, 18, 59, 964, 990]}, "pzRopjjWSms": {"likeCount": 0.20969100130080565, "dislikeCount": 0.09542425094393249, "videoId": "pzRopjjWSms", "title": "", "description": "", "length": 0.22552725051033062, "keywords": "kids toys high doll kids toys channel monster frights action review black camera carpetMonster High Clawdeen Wolf Frights Camera Action Black CarpetMonster High Clawdeen Wolf Frights Camera Action Black Carpet", "viewCount": 0.39405164849325675, "labels": [26, 194, 445, 581]}, "_35qJy6TnzY": {"likeCount": 0.24048337166199382, "dislikeCount": 0.11760912590556814, "videoId": "_35qJy6TnzY", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "   minecraft 1.4.2         Minecraft 1.4.2!        Minecraft 1.4.7.          . 1.Optifine 2.Shaders 3. Seus 4.    Kevin MacLeod Screaming Weasel", "viewCount": 0.419763887555557, "labels": [0, 1, 27]}, "_6Q8_rKviGU": {"likeCount": 0.260530504614111, "dislikeCount": 0.08450980400142569, "videoId": "_6Q8_rKviGU", "title": "", "description": "", "length": 0.2656098202012832, "keywords": "Camera Invention Indiana Jack Halquist Canon Camera's Canon HF520 Filmmaking IndustryBehind The Scenes Camera's Part OneGo behind the scenes and look at the camera's Indiana Jack uses to make his films.", "viewCount": 0.39288053708932846, "labels": [158, 279, 1010]}, "rwgp2x371xY": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "rwgp2x371xY", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "music the wilds christian camp conference living Lord mac lynch beth lynch brevard nc summer 2010Living LordThe Wilds Summer Staff Choir Song from Friday night You can find this recording on the new Wilds CD Be Our God Now available on iTunes and Amazon Get sheet music here ", "viewCount": 0.35993371329924895, "labels": [3, 41]}, "ryJ4ILXWQcY": {"likeCount": 0.21461280356782383, "dislikeCount": 0.15910646070264992, "videoId": "ryJ4ILXWQcY", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "edward. elric dies amv fmab winry scarthe Death of Edward ElricFor AMV Alliancebest drama hows it going guys! im back with this sad video.  but besides that, i had a lot of fun editing to this song! it really is a great song  song all we ever see of stars are their old photographs By we are the emergency Anime Fmab Editor Kasi133005  I DO NOT OWN ANYTHING I'VE USED IN THIS VIDEO. THE CONTENTS BELONG TO THEIR RESPECTIVE OWNERS. I ALSO DO NOT EARN ANY MONEY FOR THIS. THIS VIDEO IS PURELY FOR ENTERTAINMENT PURPOSES ONLY. NO COPYRIGHT INFRINGEMENT INTENDED. Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use.", "viewCount": 0.4367113543177637, "labels": [5, 16, 1140, 2847]}, "MJH1B7z6rwQ": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "MJH1B7z6rwQ", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "snowmobile Hesje sled trip Elkford January 2008 Yelland Preete sledding back countryElkford January 2008Snowmobile trip to Elkford. Deep snow sledding in the back country. Great views on way to Elk Lakes and across weary creek.", "viewCount": 0.3074084689028244, "labels": [2, 252, 544, 1449]}, "pmdrpQlbj0g": {"likeCount": 0.18325089127062366, "dislikeCount": 0.06020599913279624, "videoId": "pmdrpQlbj0g", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "Dualux3 dulux3 D3 D3Army D3Glitchers dualux Black Ops zombie zombies glitch glitches TritanHD wallbreach inside sunroof mob of the dead motd mob of the dead untouchable invincible sun roof glitching queen mountainbikingrulzBlack Ops 2 Zombie Glitches Wallbreach INSIDE SUNROOFS! on Mob Of The Dead! UNTOUCHABLEHey ALL you D3 Glitchers!!! OPEN to JOIN The D3 Glitching TEAM!  Be A Part Of The D3 GLITCHING Team By Subscribing!  D3Army PS3 Worlds Greatest Designer D3 Army GlitchingQueen Team D3 Xbox iGlitch4CodHD Advanced Glitches  3050 off all your GAMING NEEDS  CLICK THIS LINK FOR THE BEST GLITCHES ON YOUTUBE DONATE to D3 PayPal Victorchinygmail.com  CONNECT with DUALUX3  LIKE me on Facebook  FOLLOW me on Twitter  Want to become a channel Director?  MUSIC PROVIDERS D3Army Intro Music  Follow Exodia at Soundcloud  Youtube Support Protohype  Facebook  Soundcloud  Twitter ", "viewCount": 0.32352758766870526, "labels": [0, 1, 36, 94]}, "w9JklWPwi0w": {"likeCount": 0.1278753600952829, "dislikeCount": 0.047712125471966245, "videoId": "w9JklWPwi0w", "title": "", "description": "", "length": 0.26866362692622936, "keywords": "Cape May NJ DJ laser American party lighting nightwing productionsMicro Royal Galaxian in depth reviewwww.NightWing.com We are proud to be the first in our region to offer blue lasers! This exciting technology really pops, thanks to the American DJ Micro Royal Galaxian. It makes for both a great surface projection, and aerial effect light.", "viewCount": 0.392813970687512, "labels": [1, 61, 375, 420, 1036]}, "Cd1MLPgbVfU": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "Cd1MLPgbVfU", "title": "", "description": "", "length": 0.23909351071033794, "keywords": "Tokuda international patients ward hospital treatment foreigner in Bulgaria medical tourismInternational Ward in Tokuda Hospital Sofia opening ceremonyInternational Collaboration, Experience Exchange, and Best Practices Our International Ward was created in collaboration between Tokuda Hospital Sofia, the Tokushukai Medical Group Japan, and Cambridge University Hospitals Addenbrookes from the UK all whom are on the management board of Tokuda Hospital Sofia to deliver innovative medical service and patient care excellence by global best health care practices from each partner organization. International Team Our International Ward personnel consists of multilingual nursing staff and physicians with international professional experience, whom have been additionally trained to provide patient focused medical service based on specific cultural preferences and individualized patient needs. Comprehensive and Multidisciplinary Diagnostics and Treatment Our International Ward provides our patients full access to a wide spectrum of diagnostic and treatment services across our 30 plus medical specialties from cardiac surgery, interventional cardiology, neurology, neurosurgery, vascular surgery, CCSVI diagnostics and treatments, miniinvasive surgery laparoscopic keyhole procedures, and many others. Our medical teams are dedicated to and routinely deliver multidisciplinary care via teams of specialists from different medical disciplines collaborating together based on the patient case to comprehensively treat complex medical conditions. Increased Patient Access, Reduced Waiting Times, and International Specialists Our International Ward is committed to increase patient access to innovative treatments by providing a platform for guestdoctors to provide treatments in our hospital. Thus patients can choose hisher specialist, can invite his physician from other hospitals, andor even bring specialists from other countries to perform treatments in Tokuda taking full advantage of our excellent accommodation, assistance, and medical resources. These features are the cornerstone of our International Ward namely to bring highly sought after specialists directly to patients in need. This approach offers a rapid and convenient solution for patients in countries with long treatment waiting lists, for patients in need of innovative medical treatments not available in their countries, and or medical tourists looking for the best combination of comfort, price, and value. Furthermore due to our convenient location between the Europe and Asia, we can significantly reduce travel time and travel expenses for medical tourists seeking treatment in more distant countries such as India or Thailand. Hospital of Patient Choice Since our hospital began in 2006, we rapidly became the hospital of choice in Bulgaria for local and international patients. In 2011 alone, we delivered medical services to over 8,000 international patients including medical tourists whom traveled to Tokuda from the following countriesregions 400 from the USA, 800 from Canada, 1,000 from the EU, 350 from Russia and the former Soviet republics, and over 200 from the Middle East. In direct response to patient choice and the growing demand for our services, we created our International Ward to continue to develop as a preferred medical tourism destination offering high quality medical care and high patient value services at competitive pricing. Accommodation Features and Comforts Our International Department hospital rooms were individually designed to resemble hotel rooms each with its own design theme, color palettes, and matching furniture. Each room has been equipped with the following Personal dressers and luggage storage areas Private bathroom with private bath or shower equipped with Japanese heated seat toilets with bidets Individual room heating and cooling with fully adjustable digital thermostats Fully electronically adjustable hospital beds Cable flat screen TVs Wireless internet access Spacious patient and visitor lounge with view of Vitosha Mountain Minirefrigerators Patient Meals Another aspect of our tailored medical service is custom patient meals. We have a daily patient meal menu, which the patient can choose from international fare for various breakfast, lunch and dinner options. Of course these meal options are designed by a dietitian and designed with the patient's specific treatment, recovery process, and nutritional needs in mind in collaboration with the treating physician. Meals are delivered bedside, and they can also be ordered for patient companions and guests staying with or visiting the patient. For contacts infotokudabolnica.bg", "viewCount": 0.3521007252408604, "labels": [364]}, "a8XyZcC86vM": {"likeCount": 0.2722633922533812, "dislikeCount": 0.13222192947339192, "videoId": "a8XyZcC86vM", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "Vancouver Canucks Top Nhl Goal Best Ice Hits Goal ice Hockey Goal sport SPORT magazine Greatest Songs Fights Game Penguins Pittsburgh Cup Wings Highlights Montreal Toronto Crosby Detroit Flyers Shootout Goals Ice Hockey Sport Buffalo Devils Sidney Leafs Ottawa Scores Saves Playoffs Boston Calgary Bruins Maple Canadiens Washington Ducks Philadelphia Capitals Edmonton Rangers SharksTSN Top 10 NHL Dangles HDTSN Top 10 NHL Dangles in HD ", "viewCount": 0.5286009369974702, "labels": [0, 82, 103, 118]}, "nX_g54kWRSs": {"likeCount": 0.15797835966168103, "dislikeCount": 0.09542425094393249, "videoId": "nX_g54kWRSs", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "City Football League Soccer Welcome Manchester City F.C. Football Team Football Sport HD Postcode Area Postal Code Manchester American Football Sport United Champions Bryan Chelsea Goal Football The Cosmic Arsenal Goals Highlights Arsenal F.C. Professional Sports Team Liverpool Cup Manchester United Adams Stevan Joveti Football Player 201314 Manchester City F.C. SeasonStevan Jovetic  Welcome to Internazionale  Goals ,Skills  20152016  HDStevan Jovetic  Welcome to Internazionale  Goals ,Skills  20152016  HD Stevan Jovetic  Goals & Skills  Manchester City  20132014 HD Leave a like or a comment if you enjoyed the video Song Raise Spirit  Revolution  Stevan Jovetic Signs for Manchester City Every goal Stevan Jovetic has scored 201213 season. Jovetic has been great in Serie A this season and Stevan Jovetic deserves all the plaudits coming his way. All the goals from Stevan Jovetic's brilliant season so far for Fiorentina. Jovetic scores a host of sensational goals from simple tapins to 30 yard screamers. Stevan Jovetic has been consistently excellent this season and has lived up to Fiorentina's expectations of him. Jovetic has been finishing stylishly this season and Stevan Jovetic has proven his is a master finisher.   Follow Me on Google  Follow Me on Facebook  Follow Me on Twitter  I do not have rights to the videos and music presented in it. Rights reserved for music producers and video. . JOIN QUIZGROUP PARTNER PROGRAM .", "viewCount": 0.4173739713951887, "labels": [0, 12]}, "QQPHlU3T9vo": {"likeCount": 0.22329961103921536, "dislikeCount": 0.09030899869919436, "videoId": "QQPHlU3T9vo", "title": "", "description": "", "length": 0.25550944485783195, "keywords": "runescape rs gokusj4 prank calls stupid 711 eleven pharmacy gamestopStupid RS Prank Call Collection 1It seems that every night myself and some guys get together and do some prank calls. These are the best RS ones that I recorded..although they really aren't too good. I may do more of these in the future.", "viewCount": 0.3876564213983846, "labels": [139]}, "kBvtZ8G6MAE": {"likeCount": 0.28796692056320533, "dislikeCount": 0.1278753600952829, "videoId": "kBvtZ8G6MAE", "title": "", "description": "", "length": 0.2639486489268586, "keywords": "Hall Oates Dance on Your Kness Out Of Touch Liberty Concert 1985 Japan Laserdisc Rip VOB YouTubeHall & Oates  Dance on Your KneesOut Of Touch  Liberty Concert 1985Great performance from Big Bam Boom songs", "viewCount": 0.49511771791575554, "labels": [3, 4]}, "kDDMuVBvTi8": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "kDDMuVBvTi8", "title": "", "description": "", "length": 0.23909351071033794, "keywords": "guild wars Guild Wars Video Game Series gw stone carving arborstone nick nicholas the traveler weekly farmStone Carvings 07162012I have a bad memory. link ", "viewCount": 0.31728946977521766, "labels": [0, 1, 591]}, "ygm9XOeFIz0": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "ygm9XOeFIz0", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "skateboarding skatepark of tampa black friday black friday 2012Black Friday 2012 at Skatepark of TampaThanks to everyone that stopped by and waited in that overnight line for another year of free skating and bangin' deals for Black Friday at Skatepark of Tampa. Here's a few minutes as seen through my cell phone. The same deals are online at with all Vans at 25 off and the entire store at 15 off, including shoes that were already on sale. Check the closeouts page for super deals ", "viewCount": 0.3401745082237063, "labels": [68]}, "uMe7YoLhSFQ": {"likeCount": 0.10413926851582252, "dislikeCount": 0.047712125471966245, "videoId": "uMe7YoLhSFQ", "title": "", "description": "", "length": 0.23117538610557542, "keywords": "Karina Smirnoff Professional Dancer Karina Smirnoff Apolo Ohno TV PersonalityApolo Ohno & Karina Smirnoff OTRC Interview Week 3 Results Showweek 3 interview", "viewCount": 0.3419294721753461, "labels": [8]}, "x-5m2bU2KeM": {"likeCount": 0.17481880270062006, "dislikeCount": 0.03010299956639812, "videoId": "x-5m2bU2KeM", "title": "", "description": "", "length": 0.26222140229662955, "keywords": "3 3 3M417 3 BF3  BF3 3 M417SKS Close Quarters , Origin  Activate a product  BF3E3 ", "viewCount": 0.3530967681571915, "labels": [0, 1, 124, 153, 180, 287]}, "IbYvrxhbZ-o": {"likeCount": 0.33905818785504355, "dislikeCount": 0.23424226808222062, "videoId": "IbYvrxhbZ-o", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "Universal Studios Orlando Florida Harry PotterHarry Potter Forbidden Journey Ride with Lights OnHarry Potter Forbidden Journey Ride at Universal Orlando broke down and we went through with the lights on. Enjoy! Note I'm aware it's not filmed in landscape mode  I wasn't sure what the ride would do & I was trying not to drop my phone.", "viewCount": 0.5727194659117573, "labels": [282]}, "p-gIfmxP2Xc": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06989700043360189, "videoId": "p-gIfmxP2Xc", "title": "", "description": "", "length": 0.22227164711475833, "keywords": "SUNP0006How to paint your ps3 controller part 2how to paint the controller. Do the same thing to the other half of the controller. sorry for the light problem. I will make a video on what it turned out to look like but I'm having trouble with putting it back together!", "viewCount": 0.3844973938146888, "labels": [105, 183, 488]}, "XeEE3OBq5kI": {"likeCount": 0.2635483746814912, "dislikeCount": 0.1278753600952829, "videoId": "XeEE3OBq5kI", "title": "", "description": "", "length": 0.2414973347970818, "keywords": "Melanie C Mel C Melanie Chisholm Melanie Chisholm Musical Artist Sporty Spice Spice Girls Sportys Forty Live Concert Shepherds Bush Empire marc hauber ben forster loving you matt cardleMelanie C  Sporty's Forty  06 Loving You with Ben ForsterOn January 11th, Melanie celebrated her 40th birthday by performing a special live show at Londons Shepherds Bush Empire. Her Sportys Forty birthday bash went down a storm and you can now watch the show in full! ", "viewCount": 0.4714849260837026, "labels": [3]}, "Xeofj1UQhrg": {"likeCount": 0.1792391689498254, "dislikeCount": 0.06020599913279624, "videoId": "Xeofj1UQhrg", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Pizza Dish English Muffin Dish Food Pizza muffins recipe English muffin pizzas recipe English muffin pizza recipe easy fast pizzas quick dinner meal ideas cheeseEnglish Muffin Pizzas Recipe  Another of my \"Time Cheater\" MealsEnglish Muffin Pizzas Recipe  Another of my \"Time Cheater\" Meals Another video recipe that you can make when you don't have time to make a real meal from scratch. Please subscribe, like and share if you can, I do appreciate it. My Facebook Page My Twitter Are you a mobile user ? Here is the clickable link to the video recipe preview you saw at the end of this video My homemade pizza sauce recipe ", "viewCount": 0.3590395947184013, "labels": [11, 20, 22, 29, 32, 221, 564, 605]}, "Ln8Ss03GP8Y": {"likeCount": 0.09542425094393249, "dislikeCount": 0.06989700043360189, "videoId": "Ln8Ss03GP8Y", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "StarWars Narsas101 Epic Trailer LegoLego Star Wars III TrailerThis Is Epic But Not Mine", "viewCount": 0.4018034402704529, "labels": [16, 25, 189, 610]}, "BuY_2uFR0gA": {"likeCount": 0.15314789170422552, "dislikeCount": 0.0, "videoId": "BuY_2uFR0gA", "title": "", "description": "", "length": 0.24297522800024082, "keywords": " piano vers.   cover version IA vocaloid Roku chnen to ichiya no monogatari Story of the night with six trillion years kemu  hanashin  piano vers.   currently falling in love with this song all the versions o.  I can't help but tried to cover it  Ahn, and headset is more preferable laughs \"Story of the night with six trilli", "viewCount": 0.30591846176313714, "labels": [5]}, "B1gEmAHqyQA": {"likeCount": 0.2315970345456918, "dislikeCount": 0.07781512503836437, "videoId": "B1gEmAHqyQA", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "Jeong Junha TV Personality Infinite Challenge AwardWinning Work      Sweet Sorrow   Give Me Affection Munhwa Broadcasting Corporation TV Network   TVPP  TVPPJeong Jun Ha  2011 Festival! Give Me Affection,   2011 !   Infinite ChallengeTVPPJeong Jun Ha  2011 Festival! Give Me Affection,   2011 !   Infinite Challenge Jeong Jun Ha  017  This is part of 2011 Seohaean Expressway Music Festival. Jeong Jun Ha and Sweet Sorrow had Give Me Affection stage at Infinite Challenge 20110702 Jeong Jun Ha  Comedian, MC, Actor Twitter  Watch More Clips  ", "viewCount": 0.4550668541204399, "labels": [3]}, "p5Qo4yXywyI": {"likeCount": 0.14913616938342728, "dislikeCount": 0.19444826721501687, "videoId": "p5Qo4yXywyI", "title": "", "description": "", "length": 0.215836249209525, "keywords": "idiot dead danger dangerous death jail smash money stupid cretin fool kill killed killing police army boat river bridge accident hurt hospital surprise shock norfolk broads norwich stalham wroxham crash car injury U2 lake sea Chase Crashes Water Row Pain Train Gore Front Arc Railroad Trains Park Cars Kayak Pacific Auto Hyde Station Amtrak Crossing Line Freight SubwayDANGEROUS Boat Incident.. Norfolk Broads ,, MUST SEETake 1 idiot, a large boat and a small bridge with the current not in your favour and you could end up killing your daughter.", "viewCount": 0.503924354081635, "labels": [2, 76, 281]}, "pAZ5zJlw09c": {"likeCount": 0.27686381012476147, "dislikeCount": 0.13979400086720378, "videoId": "pAZ5zJlw09c", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "Mac Miller Mac Miller Knock Knock frozen Pizza Kool Aid Kool aid and frozen Pizza Donald trumb Rex Arrow YC BDE Life A day in Mac Millers Life part 3 of 4 africa white rapper old school 50 Cent Eminem wiz Khalifa nice Hip Hop Big KRIT food steve south bellMac Miller  Kool Aid & Frozen PizzaMusik Mac Miller  Kool Aid and Frozen Pizza Newcomer und weier Rapper von Rex Arrow ist vol am start mit diesem Song", "viewCount": 0.5137575633682041, "labels": [14]}, "pAbwaROTqt0": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "pAbwaROTqt0", "title": "", "description": "", "length": 0.254282542695918, "keywords": "DROID RAZR HD Review DROID RAZR HD RAZR HD Motorola RAZR razr review android aaron zollotech Android operating System Verizon LTE 4G unboxing giveaway RAZR MAXX HD RAZR MAXX maxx HDDROID RAZR HD ReviewDROID RAZR HD Review Of the latest devices to come from Motorola, the RAZR HD improves on the original RAZR with a 720P HD screen, better specs and battery life. I review the DROID RAZR HD and try and help you make a more informed decision about what phone to buy. Best Price on RAZR HD Homepage www.zollotech.com Follow me on Twitter www.twitter.comzollotech", "viewCount": 0.3076276255404218, "labels": [21, 23, 24, 3013]}, "oLoywQ3M2Hs": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "oLoywQ3M2Hs", "title": "", "description": "", "length": 0.26138418218760695, "keywords": "headlamp camping light night flashlight fuel princeton tech PittRules55Gear Review Princeton Tech Fuel HeadlampGreat high value headlamp for finding your way at night at camp.", "viewCount": 0.3682776646314434, "labels": [2, 7, 1210]}, "oSA27MhZo3A": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "oSA27MhZo3A", "title": "", "description": "", "length": 0.2526339277389844, "keywords": "game sdgo crossbone gundam X2 Rith rithophen sd onlineSDGO  Crossbone Gundam X2 by rithophenKR Version C 3  HP 3 OC 3  ATK 2", "viewCount": 0.37436665214462134, "labels": [0, 1, 844, 1538]}, "Ob2-GUuz2Ag": {"likeCount": 0.17708520116421445, "dislikeCount": 0.1, "videoId": "Ob2-GUuz2Ag", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "Imagination Station Toledo science ohio oobleck nonnewtonian mixture cornstarch water viscosity force solid 13abc action action news news television liquid fun educational educate scientist experiment science experiment interesting demostration speakerOobleck on a speakerOobleck is a nonnewtonian substance. A mixture of cornstarch and water. It's viscosity depends on the force that is applied to it. Treat it softly and it flows like a liquid. Hit it hard and it behaves like a solid. Just don't pour it down the drain, it will most likely cause a plug! Imagination Station, Toledo's handson science center, is a vital nonprofit organization that is an integral part of Toledo's economic, educational and social landscape. Imagination Station provides a critical layer of science enrichment by serving as an educational partner for teachers, schools and parents. It's with a thoughtful blend of exhibits, experiences, education and excitement that Imagination Station is inspiring future generations of scientists in Northwest Ohio. With more than 250 handson exhibits and demonstrations, Imagination Station delivers a multisensory experience that's as fun as it is educational. Visit us at ", "viewCount": 0.42750808984568583, "labels": [11]}, "INE0MBTM4DU": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "INE0MBTM4DU", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "au jusSavory Choice Au JusIn this video, Heidi Lee and Julie Fiedler show how to make a fantastic Au Jus dipping sauce for roast beef sandwiches in under 60 seconds.", "viewCount": 0.35303277897780866, "labels": [11, 20, 22]}, "INsZxW192cM": {"likeCount": 0.342845877351558, "dislikeCount": 0.2037426497940624, "videoId": "INsZxW192cM", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "Jennel Live Show The Factor USA 2012 HD Garcia I Love Rock N RollJennel Garcia \"I Love Rock N' Roll\"  Live Week 2  The X Factor USA 2012071112  Top 13 Jennel Garcia sings \"I Love Rock N' Roll\"", "viewCount": 0.5821372671004172, "labels": [3, 4, 6]}, "IOZpL_L81s8": {"likeCount": 0.17323937598229688, "dislikeCount": 0.03010299956639812, "videoId": "IOZpL_L81s8", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "Jonathan Michael Comis Maroon Never Gonna Leave This Bed Original Misery Guild Acoustic Guitar Official Cover Music Video Singer Song Writer Songwriter Outside Widescreen HD High Quality Definition Tyler Ward And Crew Alex Eppic Christina Grimmie Mars Raps Boyce Avenue BoyceAvenue Goot Justin Bieber Lady Gaga Live Performance Staten Island New York Old Bridge Jersey Vocal Canon Vixia HF M30 Adobe Premiere Pro CS5 After Effects Sonar 8.5 Producer Edition Project Basement StudioMaroon 5  Never Gonna Leave This Bed  Jonathan Michael Comis  Official Cover Music VideoPlease show your support and Subscribe!  Check me out at Facebook.comJonathanMComis Hey guys I hope you enjoy my acoustic cover of Maroon 5's \"Never Gonna Leave This Bed\". The first time I heard this song I fell in love with it and knew I had to do a cover! Let me know what you think by leaving me a comment here or or my Facebook fan page. Remember, \"Like\" \"Share\" and most importantly \"SUBSCRIBE\" . ENJOY! Jonathan Originally performed by Maroon 5 Written by Carmichael Jesse Royal, Levine Adam Noah, Madden Michael Allen, & Valentine James B. PublishersAdministrators BMG Songs INC, Universal Music  MBG Songs, & Valentine Valentine", "viewCount": 0.39446800338813104, "labels": [4, 9, 10, 34]}, "IOry8QyCIoE": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "IOry8QyCIoE", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "south gwinnett talent show team retro danceTeam Retro from the 2009 sghs talent showanother dance group from the south gwinnett taalent show try and ignore da girl dat keeps standing up in front of me lmao", "viewCount": 0.3173477643452995, "labels": [6, 8, 558]}, "Bng-dSskMZY": {"likeCount": 0.16434526764861876, "dislikeCount": 0.06020599913279624, "videoId": "Bng-dSskMZY", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "2014 harleydavidson street street 500 street 750 harley street 500 harley street 750 2014 harley street 500 harley street 500 2014 harleydavidson street 500 2013 eicma esposizione internazionale del motociclo milano milan international motorcycle exhibition 2013 eicma eicma 2013 2013 milan eicma milan eicma 2013 milan eicma milano eicma 2013 milano eicma milano eicma 2013 2012 2015 fiera milano milan fair2014 HarleyDavidson Street 500 Walkaround  Debut at 2013 EICMA Milan Motorcycle ExibitionWelcome to AutoMotoTube!!! On our channel we upload every day short, 25min walkaround videos of Cars and Motorcycles. Our coverage is from Auto and Moto shows in North America and Europe  We visit different shows Big, like Frankfurt, New York, Detroit, Los Angeles or Paris Auto Show, to small regional, Classic Car, RV and Boat Shows. We have thousands of High Definition videos of different types of vehicles, everything from new, concept cars, super cars, classic, vintage, old cars, hot rods, motorbikes, recreational vehicles, motor boats, sailing yachts, to airplanes, bicycles, and even tractors  In most of our videos, we take a look at the exterior design and interior arrangements of the vehicle, so you can receive a general idea and appreciation of a certain brand or model. We really appreciate all your comments and critics  they help a lot, in building one of the most diversified Auto & Vehicles Channel on YouTube!!! P.S To find a video of a certain model in our channel, just write the brand and model name in the search bar above, or have a look in our playlists. You can find us on our official facebook, twitter and google pages , or if you have chance, check out our web site  there we have our videos, some pictures and wallpapers, organized and all the vehicles easy to find. Subscription link for our Channel Thanks for watching and stay tuned!!! A lot more to come...", "viewCount": 0.4279735367410502, "labels": [2, 30]}, "BohLj6hZv6s": {"likeCount": 0.19084850188786498, "dislikeCount": 0.03010299956639812, "videoId": "BohLj6hZv6s", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "minecraft spider jockey spider jockey minecraft spider jockey figure minecraft toys minecraft spider jockey blind bag bags blind bags minecraft blind bags minecraft figures toy toys collectibles minecraft collectiblesMinecraft Spider Jockey Figure Pack & Blind BagMinecraft Spider Jockey Figure Pack & Blind Bag Alex reviews the Minecraft Spider Jockey figure pack and also opens a Minecraft blind bag hanger. ABOUT US HeyThatsMike is a daily family vlog channel. We record our lives and share the fun, silly, sweet, and often cute moments with you every day. The dad is Mike, mom Holly, the kids sister Alex, and babytoddler Chelsea, and we can't forget Ed Eddie the dog. he's a long hair Jack Russell. We also love toys! Some of the toys we collect are My Little Pony, Littlest Pet Shop, Lego, Disney, Minecraft, Star Wars, Transformers, and many others. We share our collections in review video's and you can even see us hunt for toys to add to it. Your never too old to play with toys! PLAYLISTS TO WATCH Toy Hunting  Toy Reviews  Blind Bag Openings  My Little Pony  LOVE LEGOS?? See reviews on all the newest sets! Subscribe to my LEGO channel CAMERAS WE USE Canon ELPH 130 IS Canon Rebel T3i MAILING ADDRESS Mike & Holly P.O. Box 510753 Punta Gorda FL, 33951 FOLLOW US HERE YouTube Twitter Mike  Holly  Facebook Fan Page  Mike  Holly  Google Mike  OPENING & CLOSING SONG Audio files provided by Title Kevin MacLeod incompetech.com Licensed under Creative Commons By Attribution 3.0 ", "viewCount": 0.3792041310712082, "labels": [26, 27, 130]}, "XRRQlxPzhTA": {"likeCount": 0.2721810615212547, "dislikeCount": 0.17558748556724915, "videoId": "XRRQlxPzhTA", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "Naruto Shippden TV Program Naruto Comic Book SeriesNaruto Shippuden Amv  Fourth Great Ninja War Part 1  The War BeginsI think its a good start. My next amv will be a little bit better than this one, I will be covering the fight on the land of Lightning Coast and a couple other fights. Episodes 261  267 Song The War Inside Artist Switchfoot I do not own the songs and anime used in this video, I made this just for fun. I hope you like it", "viewCount": 0.5132102725847747, "labels": [5, 84, 644]}, "-m-oZX7IGCM": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "-m-oZX7IGCM", "title": "", "description": "", "length": 0.24983105537896005, "keywords": "Hurts Like Heaven Coldplay Hollywood Bowl Hollywood Music Live mylo xyloto concert bracelet Chris martin jonny buckland Guy Berryman Will Champion yellow clocks viva la vida The Scientist speed of sound fix you lostColdplay Hollywood Bowl 512012 Hurts Like Heaven LIVEOpening of the Coldplay concert at Hollywood Bowl on 512012 Best.Concert.Ever!", "viewCount": 0.3497206180703955, "labels": [3]}, "enk5paFbU64": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "enk5paFbU64", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "Star Wars starwars Renacimiento shortfilm Cortometraje Chileno Fanfilm Renaissance efectos Fan Film Jedi lightsaber sable de luz Fondor Duel FXBattle at Fondor  Star Wars Renaissance Renacimiento Fan FilmFormer Jedi comrades Keyor and Drellis come face to face, while the new Empire takes industrial planet Fondor. STAR WARS RENAISSANCE RENACIMIENTO Watch the full film at subtitles available. Special REDUX edition at Facebook Page Wookieepedia Article  Los antiguos camaradas Jedi Keyor y Drellis batallan cara a cara, mientras el nuevo Imperio toma el planeta industrial Fondor. STAR WARS RENACIMIENTO RENAISSANCE Ve el filme completo en subtitulos disponibles. Edicin Especial REDUX en Pgina Facebook Articulo Wookieepedia ", "viewCount": 0.3682145076373832, "labels": [189, 741, 1143]}, "eouDiXB8zKg": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "eouDiXB8zKg", "title": "", "description": "", "length": 0.24683473304121573, "keywords": "Danza Jazz Sensaciones Nucleo Youth Grand Prix 2009 Diana Paniagua Alba CorderoSensacionesGanador de la Selectiva para el Youth America Grand Priz Nueva York 2009  en Paraguay!! Academia Nucleo de Arte y Danza Coreografia ALba Cordero Integrantes Giselle Fernandez, Fiorella Oreggioni, Alana Yaryes, Larissa Roman, Diana Paniagua, Ma. Paz Rejala, Alicia Pedrozo, Sonia Mendieta, Laura Alfonso, Chiara Ostertag, Ana Lorena Blanco, Adriana Martinez, Gina Micheletto, Andrea Paredes, Aracelli Rejala, Romina Diaz", "viewCount": 0.35262100038416644, "labels": [6, 8, 206]}, "xbAyaNmVmZE": {"likeCount": 0.1977723605288848, "dislikeCount": 0.06989700043360189, "videoId": "xbAyaNmVmZE", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "DIY ombre fashion D.I.Y. tote bag Do It Yourself Hobby fabric DIY ombre ombre effect summer purse clutch handbag smashinbeauty fashion design kawaii Deco craft threadbanger howto ombre heart ombre bag DIY ombre tutorial DIY Network TV NetworkD.I.Y Ombre Heart Summer Beach Bag Tutorial fashionable bag 3D HowtoToday's video is a D.I.Y. Project, a 3D Heart Summer Tote Bag. D.I.Y. Project, a 3D Heart Summer Tote Bag. Today's video is a D.I.Y. Project Do it yourself. Since summer is around the corner I wanted to focus on my usual DIY projects. This time I wanted to show you how I made my 3D tote bag. I love hearts and I love pink and red. So, I decided to make a 3D Heart Tote bag. It's a very simple task and it won't cost you much but you will get a beautiful 3D Tote bage. I hope you enjoy this video. STEP BY STEP Tutorial on DIY Ombre Heart Tote Bag website with pictures Enjoyed the video? Please share it! NOTE Colors may vary due to different monitors and settings xo SmashinBeauty Music Josh Woodward  Soft Orange Glow joshwoodward.com Attribution 3.0 Unported CC BY 3.0", "viewCount": 0.39865030153867403, "labels": [49, 382, 390]}, "c8lXp44RX4g": {"likeCount": 0.14623979978989562, "dislikeCount": 0.07781512503836437, "videoId": "c8lXp44RX4g", "title": "", "description": "", "length": 0.2540329474790874, "keywords": "TV Genre LA Times NFL Ducks D1Bound ESPN Nike Steve Clarkson CLA Under Armour All American Gatorade The Opening Broadus D1bound Gazette GazetteSports Highlight Videos Gazette Long Beach PrepForce Football NFTC IGRSports Oregon FOXWest Powerade Friday Night Tykes USC Bleacher Report Adidas FOXSports Elite 11 Highlights Speedy Noil NCAA BallisLife Interview High School Football Snoop MaxPreps StudentSports Snoop and Son Under Armour UCLACentral Catholic Modesto, CA Dog Days of Summer 2014Central Catholic Modesto, CA Dog Days of Summer 2014", "viewCount": 0.3609914410085998, "labels": [0, 79]}, "c8Z2vb9VCLQ": {"likeCount": 0.11139433523068368, "dislikeCount": 0.06989700043360189, "videoId": "c8Z2vb9VCLQ", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "USA Travel Snowmass Village Snowmass Rodeo rodeo Mutton Bustin Colorado calf scramble AspenMuttonBustin and the Calf Scramble at the Snowmass RodeoMuttonBustin and the Calf Scramble at the Snowmass Rodeo Kids get a chance to join the action at the Snowmass Rodeo. In the Mutton Bustin event, bareback riders try to stay aboard galloping sheep. For the Calf Scramble, a mob of kids tries to snag red ribbons from the tails of stampeding calves.", "viewCount": 0.35067755366066433, "labels": [15, 603, 1272, 3169]}, "cDJyYyLaJOw": {"likeCount": 0.1146128035678238, "dislikeCount": 0.03010299956639812, "videoId": "cDJyYyLaJOw", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "Newark Oslo Gardemoen Scandinavian Airlines Airline Newark Liberty International Airport Airport Airbus A330 Aircraft Model Airline Industry Landing Airplane Plane Carrie Airline TV ProgramSAS A330 Landing in Newark Airport HDLanded 1245 AM after a seven hour flight from Oslo Plane is SAS AirbusA330300 Filmed from The Business Class", "viewCount": 0.3784260582566084, "labels": [2, 44, 46, 107, 109, 114, 138, 145, 1162]}, "rXQ8Ydmtfis": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "rXQ8Ydmtfis", "title": "", "description": "", "length": 0.2678518379040114, "keywords": "Ospreys rugby Team Shane Williams Rugby Union Rugby FootballShane Williams tribute from the OspreysAs he prepares for his international farewell on Saturday, his Ospreys colleagues pay tribute to the rugby legend that is Shane Williams...", "viewCount": 0.357030938543588, "labels": [312]}, "oIRe-waZOZo": {"likeCount": 0.26414741105041, "dislikeCount": 0.13979400086720378, "videoId": "oIRe-waZOZo", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "Bumblebee Fictional Character Transformers Fictional Universe Transformers Robots In Disguise Robots In Disguise Musical Group Optimus Prime Fictional Character Steeljaw Strongarm Robots In Disguise BaltmatrixTransformers Robots in Disguise Legion Optimus PrimeGet the first was of Legion Class figures from BigBadToyStore.com Get Transformers Here Follow me on Tumbr baltmatrix.tumblr.com Follow me on Twitter Baltmatrix Friend me here Facebook.comBaltmatrix", "viewCount": 0.4839232862622437, "labels": [26, 199, 259, 379, 735]}, "oJ1E0sWjEcI": {"likeCount": 0.1863322860120456, "dislikeCount": 0.06989700043360189, "videoId": "oJ1E0sWjEcI", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "Porsche Boxster seal pulley oil pan repair service 986 996 987 overhaul rebuild 986fixPorsche Boxster S engine rebuild 07FINISHING SHORT BLOCK FRONT SEAL, MAIN PULLEY, OIL PAN...", "viewCount": 0.46327811206884245, "labels": [2, 7, 90, 2881]}}