{"VbzMS46gdlM": {"likeCount": 0.11760912590556814, "dislikeCount": 0.06989700043360189, "videoId": "VbzMS46gdlM", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "Buffet Restaurant Bavaro Beach Gran Bahia Principe Punta Cana Dominican Republic beaches destination Barcelo Casino Golf holiday All Inclusive Resort spa family vacations package ideas cheap last minute deals flight to Santiago Bayahibe Boca Chica Puerto Plata Samana La Romana Vega Playa Galeras whale watching Cayo Levantado Bacardi Island Grand Paradise AMHSA Hotels Real Estate excursionsTours Sunwing Westjet JCV YOLO JCVdude HD Travel video videographer CaribbeanRestaurant at Gran Bahia Principe Punta CanaCompared to the Gran Bahia Principe in the Riviera Maya and it doesn't matter if it's the Coba, Akumal or Tulum, the Punta Cana Gran Bahia buffet restaurant seems dark and just lacks the tropical Caribbean flavour. To formal and it is just another reason why once is enough.", "viewCount": 0.43791967038321356, "labels": [11, 406]}, "OhleUDPHoLc": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "OhleUDPHoLc", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "mobileThomas gets bumpedThis video was uploaded from an Android phone.", "viewCount": 0.3223495940962395, "labels": [26, 442]}, "ZgNxXLXG2sU": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "ZgNxXLXG2sU", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "De Tomaso Pantera Team Canada Italian American Ford V8Pantera Loaded in the Team Pantera Canada TruckI was staying at a Hotel in Kelowna and I went to the back parking lot and found this. quite the surprise.", "viewCount": 0.32375437381428745, "labels": [2, 7, 48, 75]}, "wSvu_InCCpQ": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "wSvu_InCCpQ", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "Torneo Gatita Lexy Chimalhuacan Freestyle PIU Fiesta Pump It Up 2010 Ronda FINAL Kami Neko OCP Energy Presents 80's popTorneo Freestyle Chimalhuacan  FINAL  Kami y NekoRonda Final del torneo de FREESTYLE en Chilmalhuacan Participantes Kami y Neko Club OCP Cancin Energy Presents  80's Pop Posicin 3 Lugar", "viewCount": 0.3169674434058807, "labels": [1418]}, "43oVWPtiOIQ": {"likeCount": 0.1792391689498254, "dislikeCount": 0.14313637641589874, "videoId": "43oVWPtiOIQ", "title": "", "description": "", "length": 0.2679427896612119, "keywords": "Just cause walkthrough just Cause gameplay cool guide playthrough partJust Cause 1 WalkthroughIgnore Tags Gaming Just Cause 1 Just Cause 2 3 JC Rico Rodriguez The Real Life Insane Bow Woman I like Eggs they Are Tasty And Healthy Do Not Try This At Home Yay", "viewCount": 0.44235080103454927, "labels": [0, 1, 46]}, "43gGK0RWP8c": {"likeCount": 0.18573324964312687, "dislikeCount": 0.06020599913279624, "videoId": "43gGK0RWP8c", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "AFRP adopt dog donateShiloh and Marble Dogs Rescued from Hoarder Looking for a HomeShiloh age 8 and Marble age 10 were rescued from a hoarding situation in the Rancho Cucamonga area. They were starved and caged together in a tiny, filthy crate by an individual who is now serving time in jail. Despite the abuse and neglect they suffered, these dogs are sweet, gentle and forgiving. They are a bonded pair and are looking for a home together. AFRP is also accepting donations for their medical and physical therapy expenses. For more information call 8313330722 or visit www.animalfriendsrescue.org", "viewCount": 0.36546577546495246, "labels": [15, 18, 67]}, "44JRirK3sPU": {"likeCount": 0.17481880270062006, "dislikeCount": 0.06989700043360189, "videoId": "44JRirK3sPU", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "Mass Effect 2 Music Video Mass Effect Music Video Shepard Garrus Vakarian Ashley Williams Liara Tsoni Tali Miranda Lawson Jack subject zero Zaeed Massani Aria T'Loak Kasumi Goto Mass Effect 2 videoclip videoclip gameplay videos videogames xbox 360 angolodifarenz me2 trailer developer diaries Stay with Me The Shakespear's Sister Alternative rock video game rock indie alternative movie shifi science fiction Fan made widescreen scifi television showMass Effect 2 Music Video  Stay With Me Ashley & ShepardHi to everyone! I've finally found new video footage for my videos and this one is dedicated to Ashley Williams & John Shepard romance. First, I have to thank Philip DJBACON8D for his gameplay. He allowed me to use his gameplay of the game and thanks to him I could make this video. I put the link for his Youtube channel even in this video description, at the bottom of the screen after gametrailers.com link. Thanks again!  Ashley is my favorite female character in Mass Effect and when I play with my brother to the first ME he play always with MaleShepard, he always romanced her and I'm agree fully with him. I like Ashley for various reasons and think she is one of the best female character in this awesome game. I also like Kasumi, Liara, Miranda and Tali, but Ashley is really special for me. The video starts with Shepard's awakening and following there are all moments with Ash and John together in ME1. Shepard thinks back to times he had with the woman he loves, with the battle against Saren and Geth. When he wakes up many things have changed now there's Cerberus, The Illusive Man and Miranda. Miranda considers important Shepard for the suicide mission, but she could also be a rival in love for Ashley. Ashley still loves Shepard, but decided not to join his team because of the presence of Cerberus. The mission has priority, but Shepard thinks of her before throwing in the suicide mission. He still loves her and perhaps after the suicide mission, Shepard and Ash will be together again. These are my hopes!  I dedicate this video to all Ashley's fans and me too. I think this song works really well for this theme.  Hope you like it!  A very special thanks to my dear friends Bryan, who helped me to choose the song, Philip DJBACON8D, who helped me with his gameplay, Danny rhysh1, my brother Fabio, Alessandro, Alfredo, Lanfranco, Mary & Danny, all my subscribers on Youtube channel, all friends in my town, all those who love Mass Effect like you and me, Buggirl, Alexine, and all friends of the Clan V legendary group of Garrus Thread, Vrex360 and all Ashley Thread, and Forum by Bioware. THANKS TO EVERYONE!!!! Watch the video, comment and subscribe to my channel. STAY TUNED!  A compilationmontage of Mass Effect trailers, gameplay videos and developer diaries. THIS VIDEO IS FANMADE, NO PROFIT IS MADE OF IT, AND I DO NOT CLAIM OWNERSHIP. Thanks for watching! Song is \"Stay With Me\" by Shakespear's Sister Game is Mass Effect 1 and 2, owned by BioWare and EA Games. Gameplay and video preview are Gametrailers.com Thanks for gameplay to DJBACON8D   Questo  un video amatoriale fatto da un fan e dedicato ad altri fans di Mass Effect. Non vi  alcun scopo di lucro e i marchi appartegono ai legittimi proprietari. Grazie a tutti per aver guardato il video e a presto per altri video tributi dedicati a Mass Effect... La canzone  \"Stay With You\" by Shakespear's Sister Le immagini sono tratte da Mass Effect 1 e 2 ed appartegono a Bioware e EA Games I video gameplay del gioco sono di Gametrailers.com Grazie a DJBACON8D  ", "viewCount": 0.40154854981544547, "labels": [737, 1349]}, "2qIjkkKZ7wg": {"likeCount": 0.09030899869919436, "dislikeCount": 0.047712125471966245, "videoId": "2qIjkkKZ7wg", "title": "", "description": "", "length": 0.25477747053878225, "keywords": "Disney Engine Airport Manchester Flight boeing 747 400 engine test Florida MCO Airplane Walt Disney World Resort Virgin atlantic Plane Landing Simulator going to florida orlandoLanding at MCO Virgin Atlantic 747 VS075 MAN to MCO on way to Walt Disney World FL Orlando IpodVirgin Atlantic VS075 Boeing 747 400 Landing at MCO Florida heading to Walt Disney World Florida November 30th 2010 Filmed on a Ipod 4th gen. Nice smooth landing Virgin Atlantic is by far my favourite airline company to fly with, I've done the rest and always came back to the best. Please feel free to leave a comment. Thanks for watching. Going to Orlando Florida? www.loveorlando.co.uk Free travel information.", "viewCount": 0.37695250201710506, "labels": [2, 44, 46, 107, 109, 114, 138, 145, 396]}, "qaYUJrc05uY": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "qaYUJrc05uY", "title": "", "description": "", "length": 0.2540329474790874, "keywords": "Cera bell 412 helicopter trackIR FTX ORBX flyingBell 412 Cera simaircraft FSX ORBXFinally got the TrackIR 3 to work been sitting in a box for a year. CERA Bell 412 has got to be the BEST payware heli ever.....it flies so smoothly and it looks sharp. I was just messing around wiht FS Recorder, Fraps, and learning how to fly with Track IR. Also note the freeware scenery from ORBX featuring their superb FTX scenery....I'll be buying their north american scenery for sure. Enjoy!", "viewCount": 0.3625518228971638, "labels": [186]}, "qi2pxjRohUI": {"likeCount": 0.17781512503836439, "dislikeCount": 0.08450980400142569, "videoId": "qi2pxjRohUI", "title": "", "description": "", "length": 0.261066016308988, "keywords": "Green Star Elite Juicer 5000 Appetite for Health Juicers Tribest Green Star EliteMy New Kitchen Toy Tribest Green Star Elite 5000 JuicerTribest Green Star Elite Juicer 5000 short demo, Appetite for Health new book The Real Skinny.", "viewCount": 0.40316911686251466, "labels": [11, 20, 22, 29, 122, 221, 341, 625, 2004]}, "D4oZg6Y5Y6g": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "D4oZg6Y5Y6g", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "Ben Folds Five reunion concertLullabyBen Folds Five reunion concertLullabyBen Folds Five reunion concertLullaby", "viewCount": 0.3882581453554452, "labels": [3, 13, 28, 33, 38]}, "UeOI0-qezAw": {"likeCount": 0.25211380837040365, "dislikeCount": 0.07781512503836437, "videoId": "UeOI0-qezAw", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "scary PT silent hills hill elspeth scare jumpscare eastman game twitch live hilarious reactionSISTER JUMPSCARE!  First Playthrough P.T.Change of pants, anyone? WATCH ME twitch.tvelspeth FOLLOW ME SUPASCURY MASTER EDITS ", "viewCount": 0.41752508103615593, "labels": [0, 1]}, "UmhwPSDukL8": {"likeCount": 0.17075701760979364, "dislikeCount": 0.047712125471966245, "videoId": "UmhwPSDukL8", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "Tryme MotionBoys Harlem Dance FunGDOTT  Try Me Remix Video Shot and Edited by GDOTTRemix to Dej Loaf Try Me with a Motion spin. Of course i brought it back to the Party life cause I aint wit all that bang bang shoot em up shit all day lol. But I basically shot one main scene and the rest was footage I just had laying around in my camera so I combined it and made this video. Shot and Edited by ME hope you enjoy. Bust a move of two when u watching it oww owwww lol", "viewCount": 0.337675939540488, "labels": [14]}, "fS9wGoZtGpc": {"likeCount": 0.14623979978989562, "dislikeCount": 0.047712125471966245, "videoId": "fS9wGoZtGpc", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "Rowing Australian Pair Duncan Free Drew Ginn Team Camp 2008Mini Camp Gold Coast 2008This is part 1 of our mini camp on the Gold Coast.", "viewCount": 0.42186667714958714, "labels": [60, 1396]}, "fTvdJvhN8s0": {"likeCount": 0.2496929648073215, "dislikeCount": 0.15563025007672873, "videoId": "fTvdJvhN8s0", "title": "", "description": "", "length": 0.2586587304671755, "keywords": "Mario BrosMario Super Adventures Episode 4 Part 1Mario's Pizza Rehab", "viewCount": 0.5154137798391536, "labels": [613, 738]}, "fUNDdwMvqko": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "fUNDdwMvqko", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "microchipping pets dogs cats batterseaBattersea Dogs and Cats Home  Microchipping your petsShows how quick and easy the microchipping process is, and how it can help you to find your lost pet.", "viewCount": 0.3414304688128332, "labels": [15, 18, 67]}, "2eE8rfWejN4": {"likeCount": 0.12304489213782739, "dislikeCount": 0.06020599913279624, "videoId": "2eE8rfWejN4", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Digimon World Neocrimson boss battleDigimon World 2 VS NeoCrimsonDigimon World 2 VS Neo Crimson on RAM Domain", "viewCount": 0.41372907985224683, "labels": [0, 1, 826]}, "2f_CKsaA7I4": {"likeCount": 0.1863322860120456, "dislikeCount": 0.09542425094393249, "videoId": "2f_CKsaA7I4", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "video games ultimate marvel vs capcom 3 umvc3 capcom marvel tron tron bonne game xbox360 combo vergil frank west cmv tac tac infiniteUMVC3 Tron Mini Combo VideoJust a quick combo video for my favorite UMVC3 character, Tron Bonne! It should be noted that even though I use my team of TronFrankVergil the combos performed here aren't restricted to that specific team. Since our girl Tron can OTG by herself there are a ton of assists that will work with these combos.  INPUTS A1 Assist 1 Frank West A2 Assist 2 vergil BGB Before the ground bounce 020 5L  2M  5H  5S  j.M  j.M  j.H  j.S  dash  2H  6H  421Hmash  236XX 035 5L  2M  5H  5S  j.Mdelay  j.M  j.H  5H  5S  j.M  j.M  j.H  j.S  A2  2H  236H  j.S  236L  5H  623XX  H  236XX 055 5L  2M  6H  421H  5L  5M  6M  j.M  j.H  j.S  BGB5L  5M  6M  j.H  j.S  5H  623XX  H  236XX 113 j.S  LAND  j.M  j.M  j.H  LAND  j.M  j.H  j.S  BGB5L  5M  5S  j.M  j.M  j.H  j.S  A2  2H  236H  j.H  421H 125 j.H  5L  5M  5H  5S  j.M  j.M  j.H  j.S  A1  2H  5S  j.H  j.S  A2  2H  236H  j.S  236L  623XX  5H  236XX 147 j.H  421H  5M  6M  j.M  j.M  j.H  j.S  j.M  j.M  j.H  j.S  A2  2H  236H  j.S  236L  623XX  H  236XX 208 j.S j .M  j.M  j.H  5.S  j.M  j.M  j.H  5S  j.H  j.S  A2  2H  236H  A1  j.H  j.S  5S  j.H  j.S  A1A2  SONG USED \"Hello Something\" Dragonette x The Kickdrums x Kutcorners The Hood Internet", "viewCount": 0.3979184033674419, "labels": [0, 1, 934, 1141]}, "t2Ha4k69Wlw": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "t2Ha4k69Wlw", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "altee tenpenny highlights alabama arkansas runningback football high school road to glory ncaa football 12 ea sports ncaa video games NLR north little rock wildcats war memorial stadium next gen uniforms alabama football crimson tideNCAA Football 12  Altee Tenpenny  North Little Rock ARDownload the North Little Rock Wildcats from Next Gen Uniforms for use in NCAA Football 12 along with many other teams for Road to Glory mode, Dynasty, or Online Dynasty! Take your gaming experience to a whole new level with authentic high school designs, collegiate uniform concepts, and even teams from your favorite sports films! Altee Tenpenny is one of our many \"Athletes of the Week\" Spread the word with friends on Facebook & Twitter and become a part of the Next Gen family! Don't see your team listed on the site? Request a team here! Altee Tenpenny site link Contact the design team ", "viewCount": 0.37122286696195356, "labels": [0, 79, 376, 450]}, "PQPrNkUuZfQ": {"likeCount": 0.16334684555795864, "dislikeCount": 0.047712125471966245, "videoId": "PQPrNkUuZfQ", "title": "", "description": "", "length": 0.26434526764861876, "keywords": "Muffler Replace replacement diy LT1 caprice chevy station wagon exhaust clamps ayotteMuffler Replacement on a 1994 Chevy Caprice Station WagonWell, it seems my muffler patch didn't work, so it's time to replace it. Items used Napa Cheap Muffler, 2.25\" muffler clamp, 2\" muffler clamp...that's about it. Used on my 1994 Chevy Caprice Station Wagon with a LT1 350 V8.", "viewCount": 0.3775246259740237, "labels": [2, 7, 196, 224, 942, 1316, 2067]}, "PVIiDagS4y8": {"likeCount": 0.17558748556724915, "dislikeCount": 0.03010299956639812, "videoId": "PVIiDagS4y8", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "Comedy Valentine's Day Cosplay Moon Anime con sailor moon tuxedo mask Sailor Moon character funny skitTuxedo Mask on Valentine's Day CMVtuxedo mask from Sailor Moon is handing out flowers to random people on Valentine's Day in Newcastle", "viewCount": 0.3378761175316374, "labels": [597, 932, 3053]}, "pgd1IVRvb28": {"likeCount": 0.26232492903979004, "dislikeCount": 0.08450980400142569, "videoId": "pgd1IVRvb28", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "Musicians Institute Hollywood California Music College Guitar Bass Drums Vocals ANIMALS AS LEADERSAnimals as Leaders at Musicians InstituteANIMALS AS LEADERS is revered worldwide as a trailblazing pioneer of modern heavy music. This is their comment on attending music school. Musicians Institute, in Hollywood, California, offers a comprehensive, handson education in contemporary music performance, recording, guitar making, music business and film. If you're serious about your music, your education, and your career, take a look around the site to see what MI has to offer, then contact us for more information about how we can help you reach your goals. admissionsmi.edu 800 2557529 USCanada 323 4621384 InternationalDirect  Follow Musicians Institute Online YouTube Channel Facebook Twitter Instagram ", "viewCount": 0.4881093507707397, "labels": [4, 9, 10, 28, 33]}, "SJUxPWE5f-M": {"likeCount": 0.3686010291315286, "dislikeCount": 0.23654879848909, "videoId": "SJUxPWE5f-M", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "MEX channel         LAWSON       hajimecompany everyday   Blog Video Vloger  AKB  project NEXT   Japan Japanese Youtube TT   Jap Boy Basketball music  polinky movie       MH4 vol.8 MONSTER HUNTER ! Welcome to 0214mex Channel!! My name is Hajime!  twitter BGM MusicNote.jp URL", "viewCount": 0.6163632698508632, "labels": [26, 484, 1953]}, "DlrGblTIZQ0": {"likeCount": 0.29854264740830017, "dislikeCount": 0.14913616938342728, "videoId": "DlrGblTIZQ0", "title": "", "description": "", "length": 0.24785664955938436, "keywords": "Ireland Cork City Traditional Irish music trad live music folk music celtic music banjo fiddle accordian.The Lee Sessions  Irish Traditional Music in Cork City, IrelandThe Lee Sessions  live traditional music in pubs around Cork City. These sessions are FREE. Follow the Lee Sessions on Facebook.", "viewCount": 0.5394575997339077, "labels": [4, 10, 13, 154, 351]}, "6etdyiHDSP4": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "6etdyiHDSP4", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "SSBM FC6 nintendo super smash bros melee doubles teams 2v2FC6 Azen Chillin Blue vs Drephen JoeBushman Red 1The first match of the set. This teams match was recorded as part of the final Doubles bracket at MELEEFC6.", "viewCount": 0.30350292822023683, "labels": [0, 1, 5, 234, 628]}, "DAQsq3b3gGA": {"likeCount": 0.13979400086720378, "dislikeCount": 0.047712125471966245, "videoId": "DAQsq3b3gGA", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "photography dslr tips art canon 7d 50d 5d mark sexy girl fuck hp 2000 extreme bass funny pranks terrible accident leona lewis avatar ostCanon 40D sample picturesA short slideshow with some pictures that i take with my canon d40...", "viewCount": 0.3857935264719429, "labels": [146]}, "h7l8uYamlJo": {"likeCount": 0.2532754378992498, "dislikeCount": 0.11139433523068368, "videoId": "h7l8uYamlJo", "title": "", "description": "", "length": 0.26884198220027106, "keywords": "Chivalry Medieval Warfare Video Game Middle Ages Event Video Game Industry Battle Warriors Sword Warriors Literary Series Boss Samurai NinjaI'M OFFICIALLY A BOSS  Chivalry Medieval WarfareWatch out chivalry world... im getting better", "viewCount": 0.4290301787305675, "labels": [0, 1]}, "jwSm0JmB_gs": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "jwSm0JmB_gs", "title": "", "description": "", "length": 0.26414741105041, "keywords": "WinstonSalem HBCU bands College FootballWinstonSalem State University Red Sea of SoundHalftime performance at the NCAA Division II National Championship Game on December 15, 2012 in Florence, Alabama Created with MAGIX Video easy HD", "viewCount": 0.3404833716619938, "labels": [4, 13, 164]}, "jyDgDLp7s4M": {"likeCount": 0.2656098202012832, "dislikeCount": 0.06020599913279624, "videoId": "jyDgDLp7s4M", "title": "", "description": "", "length": 0.26655809910179534, "keywords": "aqualung Jethro Tull band Live Concert Aqualung live 1977 Aqualung live Ian Anderson Heavy Horses The Minstrel Looks Back DVD Hippodrome liveJethro Tull  Aqualung Live, 1977  The Minstrel Looks Back 2DVD Join TommygunVideo on Facebook! Aqualung performed live by Jethro Tull live at the Hippodrome in London on February of 1977 The Minstrel Looks Back 19691977 2DVD set This 2DVD set includes  Live in Tampa, Fl, July 31, 1976  Live at the London Hippodrome, Feb. 10, 1977  Live at the Tanglewood Music Fair, July 7, 1970  An appearance on German TV, 1970  Appearances from Swedish TV, 1969  Rare mint quality footage of promotional videos for A Witches Promise and Teacher originally broadcast on French TV in 1970 Rare promotional videos for  Bouree, 1969  Life's A Long Song, 1971  Living in the Past, 1976  Too Old to Rock n Roll, Too Young to Die, 1976  The Whistler, 1977  A full clip of \"The Minstrel in the Gallery\" from a never released show filmed in Paris in November of 1975!  Rare 8mm clips of performances from A Passion Play and Thick as a Brick tours. Both of which were never professionally recorded in either video or audio. Amazing, right?  The original film of \"The Hare Who Lost His Spectacles\" that was shown during the Passion Play concerts www.myspace.comtommygunvideo My favorite era of Jethro Tull includes the CDS  This Was, 1968  Stand Up, 1969  Benefit, 1970  Aqualung, 1971  Living in the Past, 1972  Thick as a Brick, 1972  A Passion Play, 1973  Warchild, 1974  Minstrel in the Gallery, 1975  Too Old to Rock n Roll, Too Young to Die, 1976  Songs From the Wood If you are new to Jethro Tull and have enjoyed watching all the progressive rock clips that you see on youtube I suggest that you go out and buy these CDs. They are from Jethro Tull's prime and I think you would enjoy them.", "viewCount": 0.508312262512946, "labels": [3, 4, 6, 9, 10]}, "jzIK7HDDd9o": {"likeCount": 0.21702617153949577, "dislikeCount": 0.1, "videoId": "jzIK7HDDd9o", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "call of duty advanced warfare call of duty advanced warfare unlock all call of duty advanced warfare 16 elite guns call of duty advanced warfare unlock all without ban cod hack unlock all cod call of duty advanced warfare ak 12 r.i.p call of duty advanced warfare mods call of duty advanced warfare modz call of duty advanced warfare moddingAdvanced Warfare PS3PS4 Unlock All Service 1.16  16 ELITE GUNS !!!  Willkommen auf meinem Channel   75 Likes  1 Free UA 110 Likes  2 Free UA I Post the Free Acc's ever when I Upload a New video  Hi Guys , Today you see my new Advanced Warfare Unlock All Service for the UpdatePatch 1.16 without banbann   Unlock All Kaufen   If You want Pay with Paypal write me on skype  germanmodzhd  PSN   gmhdua  Skype   germanmodzhd  Music  Kevin Flum  U Mad Bro?  Support The Producer       Thx for Watch P    ", "viewCount": 0.3361160995195026, "labels": [0, 1, 36, 245, 403]}, "k19xEMaoZV8": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06020599913279624, "videoId": "k19xEMaoZV8", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "fighting gameplay intro video game assassins assassin's creedAssassin's Creed IntroGameplayGAMEPLAY", "viewCount": 0.32588766293721316, "labels": [0, 1, 35, 285, 1176]}, "v_lYypn42wI": {"likeCount": 0.17634279935629374, "dislikeCount": 0.06020599913279624, "videoId": "v_lYypn42wI", "title": "", "description": "", "length": 0.2346352974450639, "keywords": "placebo drag acoustic guitar coverPlacebo  Drag acoustic guitar covertabs added", "viewCount": 0.38817839555933853, "labels": [9, 10, 34]}, "vbnCbLCl47Q": {"likeCount": 0.15051499783199063, "dislikeCount": 0.03010299956639812, "videoId": "vbnCbLCl47Q", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "freerunning Team Zero Hawaii Parkour Hawaii island Free Running Masterdefender Tricks Extreme Island Training Jump Urban Flip Island Records Drama Ground Stand Total Action Live Common Belle Pants Fiona Sense Form Vermont Under Higher Sixth Larry Shrek Melanie Gym Traveling Wall Twist 3run Street Stunt Bad Ninja Crew Stands Grounds Pants Ground Still BurlingtonTeam Zero GThis is Zero G hawaii a freerunningparkour and martial arts Team featuring our key memembers.", "viewCount": 0.3037824750588342, "labels": [210]}, "L3bVtpVKC0o": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "L3bVtpVKC0o", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "Pretzels How to make chocolate covered Pretzels How to make chocolate covered Pretzels with Sprinkles Red White Blue 4th of July Fouth of July Snacks Fourth of July Pretzels Independence Day Holiday Chocolate Snack 4th of July Foods Holiday Food Football Games Sports Event Foods Celebration Food Sprinkles Red White Blue SprinklesPATRIOTIC Chocolate Covered Homestyle Pretzels w Sprinkles  Learn how to makeCelebrate the 4TH OF JULY with \"White Chocolate Covered Homestyle Pretzels w Red, White & Blue Sprinkles\". A perfect simply and easy delicious treat that most everyone will enjoy!! Click on \"Show more\" below to get recipe... PATRIOTIC White Chocolate Covered HOMESTYLE PRETZELS 16 homestyle PRETZELS, medium size 2 ounces white chocolate, 12 white chocolate chip may be used Red, White & Blue sprinkles Add pretzels to wax paper in a single layer. Melt chocolate over double boiler or in microwave, stirring every 15 seconds, until melted. With spoon, drizzle melted chocolate over pretzels. Add sprinkles. Chocolate will become solid after 30 minutes. Add to refrigerator for 15 minutes or freezer 5 minutes to set chocolate faster. Serve and ENJOY!!!", "viewCount": 0.33607826898732807, "labels": [11, 20, 211, 250, 401, 576, 1528]}, "dK1DLNDrH2U": {"likeCount": 0.13222192947339192, "dislikeCount": 0.047712125471966245, "videoId": "dK1DLNDrH2U", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "Syco Graffiti SycoIogy graffiti street art tagged spray character stencil Mr ser montana slaps stickers exit through the gift shop paste ups\"arcer\" graffiti character stencilone of my chars, decided to make it into a stencil", "viewCount": 0.3505556938663822, "labels": [49, 418, 2420]}, "uazaO8-R2vc": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "uazaO8-R2vc", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "www.neatv.gr    HLwww.neatv.gr", "viewCount": 0.37589118923979736, "labels": [0, 12]}, "Hjh0OCW2vjc": {"likeCount": 0.11760912590556814, "dislikeCount": 0.047712125471966245, "videoId": "Hjh0OCW2vjc", "title": "", "description": "", "length": 0.23838153659804312, "keywords": "Imported VehiclesManheim Orlando Auction, European ImportsEuropean Imports sold at FAA Auction in Orlando", "viewCount": 0.41627734388351867, "labels": [2, 7, 48, 116, 177]}, "GyKqj3H02D8": {"likeCount": 0.20453229787866578, "dislikeCount": 0.14471580313422192, "videoId": "GyKqj3H02D8", "title": "", "description": "", "length": 0.24199557484897583, "keywords": "Sun Chips Loud TechnologyPotato Chip Technology That Destroys Your HearingSun Chips now comes in a new, 100 compostable bag that completely disintegrates in approximately 14 weeks. Sun Chips are not only better for you than regular chips, but they are better for the environment. There's only one downside to this new bag technology, it's TOO FREAKING LOUD!", "viewCount": 0.4569549464888704, "labels": [11, 2312]}, "L8Z8NPi2Css": {"likeCount": 0.13010299956639812, "dislikeCount": 0.19138138523837167, "videoId": "L8Z8NPi2Css", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "wow pvp god dk dw patch frost death knight warcraft retrospect bitches vent nerd rage rage rockstar gamer girl NerdGamer Girl nerd rages at trolls in World of Warcraft ventWoW Bitches! Get money!", "viewCount": 0.401359552353729, "labels": [0, 1, 93, 102]}, "3YyGXflqf90": {"likeCount": 0.11760912590556814, "dislikeCount": 0.047712125471966245, "videoId": "3YyGXflqf90", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "BMW 1 Series Coup BMW 1 Series F20 E82BMW E82 120d COUPE ALPINEWEISSAUTO DO KUPIENIA INFO carbononet.eu ", "viewCount": 0.3899273187317604, "labels": [2, 7, 174, 213, 2306]}, "QNk4LFpzesM": {"likeCount": 0.14313637641589874, "dislikeCount": 0.03010299956639812, "videoId": "QNk4LFpzesM", "title": "", "description": "", "length": 0.26424645202421215, "keywords": "Chevrolet Chevrolet Bel Air portrait drawing retro woman portrait 1950s vintage Classic PaintingPortrait of a Woman with a Chevrolet Bel AirMore info at Custom portrait made from old photos as a gift for Mother's Day. The portrait features a woman customer's grandma and a Chevrolet Bel Air car", "viewCount": 0.36852041344710146, "labels": [49, 80, 265, 612, 694]}, "WizHb-oBVUg": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "WizHb-oBVUg", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "Los Gatos Choir Samantha Pack Sam Pack Bill Pack Bruce Miller Diana Pleasant Don Weller Tom Gallie cappella concert music chorus singing subtitledThe Sun Upon Your Face  LGHS Concert ChoirWorld premier of \"The Sun Upon Your Face\" at Los Gatos High School in memory of LGHS senior Tom Gallie. Words & Music Bill Pack & Bruce Miller Arranged by Diana Pleasant & Don Weller Featuring soloist Samantha Pack", "viewCount": 0.31676126727275306, "labels": [3, 6, 41]}, "WjEWUvwhKLs": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "WjEWUvwhKLs", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "Sims Episode series Lucy TheSimsFlower sub subscribe show movie MovieMaker HD none HQ nothingLucy's LifeEpisode 2A Sims 2 seriesThis is Episode 2 when her crush comes over enjoy and plz sub!", "viewCount": 0.32049335223541453, "labels": [242, 254, 459]}, "WkVHE_ubRIg": {"likeCount": 0.2294466226161593, "dislikeCount": 0.1380211241711606, "videoId": "WkVHE_ubRIg", "title": "", "description": "", "length": 0.2648360010980932, "keywords": "unboxing video review comparison flashlight light torch kit gear gadget electronics batteries led lights reviews Flashlight Fenix LD12 LD22 CREE XPG R5Fenix LD12 & LD22 LED Flashlights Review The new Fenix LD12 and LD22 are updated versions of the LD10 and LD20, but with two switches instead of one. The rear switch turns the light on and off while the switch on the side of the head switches outputs and gives you fast access to strobe and SOS.", "viewCount": 0.4523694452381668, "labels": [1210]}, "Cjaa1_Wd4DU": {"likeCount": 0.1, "dislikeCount": 0.03010299956639812, "videoId": "Cjaa1_Wd4DU", "title": "", "description": "", "length": 0.25118833609788743, "keywords": "mpnerfstudios new boomco boom co whipblast unboxing nerf gun blaster dartsNew! BoomCo Whipblast UnBoxingOur unboxing of the new BoomCo Whipblast. It is a very different and cool blaster.", "viewCount": 0.3235023159495224, "labels": [26]}, "8XcSyww2-Zo": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "8XcSyww2-Zo", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "Sikorsky UH60 Black Hawk Aircraft Model Black Hawk USARAK JBER 425th BSTB Helicopter Airborne ParatrooperArmy Airborne Black Hawk Helicopter JumpU.S. Army Alaska's 4th Infantry Brigade Combat Team Airborne, 25th Infantry Division, jumps out of a UH60 Black Hawk helicopter on Joint Base ElmendorfRichardson. Video by Airman 1st Class Carly Kavish  Joint Base ElmendorfRichardson Public Affairs  AiirSource  Thumbs up for the troops! Your source for interesting current and archival militaryaviation videos. Favorite this video and subscribe to AiirSource for future updates. Subscribe to AiirSource Join the conversation on Facebook Add AiirSource to your circles on Google Follow AiirSource on Twitter Find us on the web ", "viewCount": 0.3584783378996508, "labels": [186, 501, 3708]}, "C4lj-rSL4X4": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "C4lj-rSL4X4", "title": "", "description": "", "length": 0.24048337166199382, "keywords": "NintendoSword Super Smash Bros. Brawl Music That Could Have Worked Revival The Meaning of Truth ryuji92Revival MTCHW The Meaning of TruthPossibly the last of ryuji92's MTCHW I will revive. The Meaning of Truth from the FZero anime that plays from the epic moment that Captain Falcon unleashed a Falcon Punch on Black Shadow.", "viewCount": 0.34187982905903536, "labels": [0, 1, 234, 2467, 3067]}, "xS-e0hQZ8JU": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "xS-e0hQZ8JU", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "Fmicrofarm Frhlingskabine Micro Farm Rabbit Rabbitry Bunny Angora Wool Chicken Bee Quail Garden KitSuper Quick Rabbitry Update June 2013I will do a more in depth video update soon, but I thought I'd at least do a quick one today for those of you who have asked. See more at www.fmicrofarm.com", "viewCount": 0.31461280356782384, "labels": [15, 18, 862]}, "ZGHhYT2A45w": {"likeCount": 0.14623979978989562, "dislikeCount": 0.047712125471966245, "videoId": "ZGHhYT2A45w", "title": "", "description": "", "length": 0.25477747053878225, "keywords": "Need For Speed Most Wanted Video Game Android SoftwareNFS Most wanted on Samsung Grand 2Hello Guys, I am going to show you the gaming performance in Samsung Grand 2. I am showing you need for speed Most wanted performance in Samsung grand 2. Thank you for watching my video.", "viewCount": 0.3776773802412107, "labels": [0, 1, 115, 258, 926, 1054]}, "ZMBWbqIr3eQ": {"likeCount": 0.21643528557844371, "dislikeCount": 0.07781512503836437, "videoId": "ZMBWbqIr3eQ", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "class b motorhomes camper vans Roadtrek outdoors RVing Travel Camping Destination Motrohome bucket list mercedes Benz adventure recreational vehicle roadtrip campervan motorhomeRoadtrek CS Adventurous MotorhomeBuilt on the renowned MercedesBenz Sprinter Chassis and designed with the avid RVer or camper in mind, the CS Adventurous turns every trip into an adventure. Camping in style has never been easier or more enjoyable as this coach provides all the comforts and conveniences youll need after a long day of exploring the outdoors. Visit our website to learn more ", "viewCount": 0.528616444665352, "labels": [2, 266, 402, 508, 1670, 2685]}, "0b5A5QNClis": {"likeCount": 0.18512583487190754, "dislikeCount": 0.06989700043360189, "videoId": "0b5A5QNClis", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "Christmas lights motorcycles Lights GWRRAChristmas Lighted MotorcyclesIlluminated christmas motorcycle display. Review of 20 illuminated motorcycles. Our way of saying \"thank you\" to our community. See video for discription.", "viewCount": 0.4528955245414603, "labels": [99, 1078]}, "b7IPJKUkd9g": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "b7IPJKUkd9g", "title": "", "description": "", "length": 0.24440447959180764, "keywords": "tina abstract tinaabstract never surrender tattoo rig cage pain level does it hurt forsaken shop texas girl gets clementine sara jaffeMy New Tattoo  Care TipsI DO NOT OWN THIS SONG. Clementine By Sara Jaffe As always, thanks for watching!  SHARE. COMMENT. SUBSCRIBE.", "viewCount": 0.3073718350346123, "labels": [727]}, "Ft5WZyOx0js": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "Ft5WZyOx0js", "title": "", "description": "", "length": 0.25514499979728755, "keywords": "games mame32 Walkthrough arcade Gameplay un Playthrough Mameplayer mame area f14 88 retro mameui squadron tomcat capcom Longplay hdU.N. Squadron Mission 67 1989 Capcom Mame Retro Arcade GamesPlayed to U.N. Squadron F14 Tomcat Mission 6 7 Capcom 1989 U.N. Squadron US version, Area 88 Japan version. Series 1. U.N. Squadron  1989 2. Carrier Air Wing  1990 ", "viewCount": 0.32588766293721316, "labels": [0, 1, 5, 193]}}