{"CD2LLOeqrGs": {"likeCount": 0.1, "dislikeCount": 0.06020599913279624, "videoId": "CD2LLOeqrGs", "title": "", "description": "", "length": 0.2593286067020457, "keywords": "YouTube Capture HewlettPackard Award Winner Unboxing TV Subject Laptop Product Category Ultrabook Product CategoryUnboxing the HP Spectre x360! HPLovesMoms MothersDay HPCanada Part 1via YouTube Capture I had a blast opening up my new \"toy\"! I can't wait to experience all of the features! Please note that this is Part 1 of 3", "viewCount": 0.31970047280230457, "labels": [74, 187, 200]}, "0QSgg03b-l0": {"likeCount": 0.047712125471966245, "dislikeCount": 0.10413926851582252, "videoId": "0QSgg03b-l0", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "Space Engineers Space Engineers Cracked Survival Online Mining Star Citizen Free MinecraftNO SURVEY!  Space Engineers Survival Cracked Client OnlineServer ListUPDATED 31514 FOR THE NEW SURVIVAL UPDATE IF YOU LIKE THIS RELEASE PLEASE SUPPORT DEVS BY BUYING IT ", "viewCount": 0.33882788634596395, "labels": [1, 2669, 3367]}, "fX2cThE-0uA": {"likeCount": 0.2619093330626743, "dislikeCount": 0.1361727836017593, "videoId": "fX2cThE-0uA", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "Three Days Grace Never Too Late Guitar cover epiphone les paul standard plus top fender hot rod deluxe grunge pedal dd3 boss delayThree Days Grace  Never Too Late  Guitar  CoverMe covering Never Too Late by Three Days Grace. Equipment used Amp Fender Hot Rod deluxe 40 Watt Tube 1x12 Guitar Epiphone Les Paul Standard Plus Top inHoneyburst Pedals D.O.D. Grunge, Boss DD3 Delay Talent still saving up for that", "viewCount": 0.49713593588781385, "labels": [4, 9, 10, 34, 37, 421]}, "5CV5HMtH5T4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "5CV5HMtH5T4", "title": "", "description": "", "length": 0.2434568904034199, "keywords": "cooking recipe spicy potato wedges healthy food spicy food spicy potato wedgesSpicy Potato Wedges Video Tutorial.wmvFor an ingredients list and full recipe just click this link This recipe is definitely a must for those who look forward to indulgent comfort food. The potatoes are baked whole, cooled, cut into wedges and tossed in olive oil with sea salt, chilli, and paprika sprinkled over them for seasoning. They are then reheated in the oven, until really crisp. The resulting taste of the potatoes plus the dipping sauce is really satisfying. The biggest challenge is to make enough of them, as they go so quickly!", "viewCount": 0.3042575512440191, "labels": [11, 20, 22, 29, 120, 211, 506]}, "PO5pmrUEdDs": {"likeCount": 0.14471580313422192, "dislikeCount": 0.06020599913279624, "videoId": "PO5pmrUEdDs", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "AVES RARAS AVE LIRA Menura novaehollandiae PINGINOS AZULES Edyptula minor.AVES RARAS AVE LIRA Menura novaehollandiae y PINGINOS AZULES Edyptula minor.aviCpsula de Fernando Seri Garza de la serie \"El Mundo en que Vivimos\" transmitida por Multimedios TV, Monterrey, Mxico. Temporada 20072010. Breve documental sobre las Aves lira y los Pinginos azules, del extremo sur de Australia Victoria. Los Pinginos azules son la especie mas pequea de pingino Phillip Island.", "viewCount": 0.44522312444058243, "labels": [15, 96, 769]}, "POuRnTvjuVY": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "POuRnTvjuVY", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "Hyatt Regency BirminghamHyatt Regency Birmingham The Hyatt Regency Birmingham is within walking distance to two of the city's most popular nightlife areas, Broad Street and Brindley Place. It's also adjacent to the International Convention Center. Symphony Hall, the National Sea Life Museum, and the Birmingham Museum and Art Gallery are steps away from the hotel's door. A variety of shops, restaurants and pubs are nearby as well. The Hyatt Regency Birmingham is about a 10minute train ride from the airport. It's also close to public transportation terminals in the city's center.", "viewCount": 0.3305351369446624, "labels": [191, 614]}, "PS9-G1YOxhw": {"likeCount": 0.14471580313422192, "dislikeCount": 0.047712125471966245, "videoId": "PS9-G1YOxhw", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "Prince of Persia Hassansin Hashshashin Clip 720p HD iran action adventure fiction actors comics trailer movie film high qualityPrince of Persia  Hassansin Hashshashin Clip 720p HDFrom the team that brought the \"Pirates of the Caribbean\" trilogy to the big screen, Walt Disney Pictures and Jerry Bruckheimer Films present PRINCE OF PERSIA THE SANDS OF TIME, an epic actionadventure set in the mystical lands of Persia. A rogue prince JAKE GYLLENHAAL reluctantly joins forces with a mysterious princess GEMMA ARTERTON and together, they race against dark forces to safeguard an ancient dagger capable of releasing the Sands of Timea gift from the gods that can reverse time and allow its possessor to rule the world.", "viewCount": 0.38983960459300093, "labels": [25, 1955]}, "7-Q3-HU3Sw4": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "7-Q3-HU3Sw4", "title": "", "description": "", "length": 0.23324384599156056, "keywords": "FC Barcelona VS Espanyol 40 All Goals Highlights Liga BBVA 05.05.2012 MESSI Har PokerFC Barcelona VS Espanyol 40  All Goals & Highlights  Liga BBVA  05.05.2012 MESSI Har PokerFC Barcelona VS Espanyol 40  All Goals & Highlights  Liga BBVA  05.05.2012 MESSI Har Poker", "viewCount": 0.3091315159697223, "labels": [0, 12]}, "E59CBPeM5YI": {"likeCount": 0.13010299956639812, "dislikeCount": 0.1079181246047625, "videoId": "E59CBPeM5YI", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "Black Series Cabrio CLK W209 Mercedes AMG C63 Clk 63 E63 S63 Bodykit Lorinser clk amg bremse brembo amg bremse MercedesBenz SLS AMG Automobile Model MercedesBenz CLKClass Automobile ModelCLK 63 AMG  Black Series BS Editon W209 Cabrio www.felge2000.de BodykitCLK W209 Cabrio Umbau auf AMG CLK 63 AMG Black Series Edition Bodykit Exklusiv bei www.felge2000.de  Facebook", "viewCount": 0.40199466816788426, "labels": [2, 7, 213, 266, 458, 702]}, "Dq_0XDAJZ9U": {"likeCount": 0.13424226808222062, "dislikeCount": 0.047712125471966245, "videoId": "Dq_0XDAJZ9U", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "tasmania cycling australia velo dave diary guide bikeDave's Diary Guide to Cycling in Tasmania AustraliaWant to head to a bloody lovely place to ride your bike, try this place. Tasmania another amazing and stunning place to get out on the bike in. The island state of the south coast of Australia has it all, mountains, beach roads, not many cars and great cyclists. Worth a visit.", "viewCount": 0.3502290527914773, "labels": [53, 58]}, "DHO7BIuzgms": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "DHO7BIuzgms", "title": "", "description": "", "length": 0.2658011396657113, "keywords": "Texas versus The Nation American football AllStarsTexas versus The Nation 2009 Practice Day 2TexasTexas versus The Nation 2009 Practice Day 2Texas", "viewCount": 0.3059941888061955, "labels": [79]}, "jyeWcNbKPfM": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "jyeWcNbKPfM", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "Deck safety and deck ledger attachment interview educationalMinnesota deck safety, and deck ledger attachmentdeck safety, ledger board attachment,", "viewCount": 0.3103119253545714, "labels": [88, 2012]}, "vbQxObUC6LE": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "vbQxObUC6LE", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "nuvvu pappu koora nuvvu pappu kura sesame seeds curry sesame seeds recipe nuvvula podi aha yemi ruchi aha emi ruchi maa voori vanta masterchef abhiruchi man vs food khana khazana desi khana cookery shows indian cuisine indian sweets indian food recipes indian dishes indian desserts indian recipes recipes nellore fish curry indian food chettinad chicken chicken65 vegetarian recipes biryani salt pepper healthy food geminitv shows geminitvRecipe  Nuvvu Pappu Koora Recipe With English Subtiltes  Sesame Seeds CurryFor more content go to Follow us on twitter at Follow us on facebook at Watch how to make Nuvvu Pappu Koora Kura, a Curry made from Sesame Seeds!", "viewCount": 0.34434194617828173, "labels": [11, 20, 22, 29, 32, 112, 122, 430, 679]}, "KyNScidjLJs": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "KyNScidjLJs", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "gymnast gymnastics GymnasticsCoaching Ireland Rec Recreation GymnastradaRenmore Gymnastics, IrelandA glimpse of training at the fast growing gym in Galway, Ireland. And a few highlights from the year end GymFest where all the older kids in the club were invited. Leisureland sports complex, Salthill, June 22nd 2011, featuring displays from beginner and recreational gymnasts, through to competitive and elite squad. Men's and Women's Artistic, Tumbling and Rhythmic.", "viewCount": 0.3705778212828598, "labels": [8]}, "L2ph7DO1b3Y": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "L2ph7DO1b3Y", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "     Trailer Website Category     2014 HD.   Endless Love  2014          '   06.03.2014 '   12.02.2014     ,    ,  ,      , ,  ,  ,    .   8 ,  ,              .    ,     ,    .      ,  ,    .     happy end?   ...", "viewCount": 0.3678154038010437, "labels": [25]}, "L5Zz9VcffH4": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "L5Zz9VcffH4", "title": "", "description": "", "length": 0.2505149978319906, "keywords": "3M Clear Bra Clear Bra Paint Protection Film 3M Paint Protection Film3M Paint Protection Custom Full Fender Install on Lambo  3M Clear Bra custom full fender installation on a Lamborghini.", "viewCount": 0.3069668096911596, "labels": [2, 7, 460, 3005]}, "dLhQZbdLuMU": {"likeCount": 0.2737192642704737, "dislikeCount": 0.13979400086720378, "videoId": "dLhQZbdLuMU", "title": "", "description": "", "length": 0.2526339277389844, "keywords": "Randomaccess Memory Computer Peripheral CounterStrike Global Offensive Video Game Css Source Counterstrike Ace steam valve 4K 2160p 1080p 1080 2160 4K Resolution 3840 GTX 750 ti GTX750 750ti GTX750ti nvidia amd radeon ati geforce intel i3 i5 i7 quad core duo dual benchmark review santiago santiagosantiago Gameplay gaben newell gabe CS GO CSGO Laptop Drive budget rig pc cheap build Ram Notebook Asus Graphics Mod Windows Monitor Setup Usb Ultra Cpu Acer Settings Desktop Computers 4150Counter Strike Global Offensive 4K  i3 4150  8GB RAM  GTX 750 tiRecorded with shadowplay, without recording I get a 35 FPS boost. Grabado con Shadowplay, sin grabar tengo alrededor de 35 FPS ms. Want to help me improve the channel? Consider donating following this link Quers ayudarme a mejorar el canal? Considera una donacin siguiendo este link Intel Core i3 4150 3.5 GHz 8GB RAM DDr3 1600MHz 2x4GB Dual Channel MSI Nvidia Geforce GTX 750 ti Twin Frozr OC 2GB Windows 8.1 Pro x64 AsRock H81MDGS CoolerMaster GX 750W too much for this build 450W is enough! Thanks For Watching! Subscribe for more gameplays! Gracias por mirar! Suscrbete para ms gameplays! We are a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for us to earn fees by linking to Amazon.com and affiliated sites.", "viewCount": 0.4839012707108998, "labels": [0, 1, 153]}, "73PPB-QfxK4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "73PPB-QfxK4", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "Brian J ArsenioBrian J. ArsenioBrian J. Arsenio 2288782610 \"Only the Good Die Young\"", "viewCount": 0.3197831693328903, "labels": [308]}, "g99ztLZW8LQ": {"likeCount": 0.20644579892269188, "dislikeCount": 0.1991226075692495, "videoId": "g99ztLZW8LQ", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "exit recovery mode without restore tiny umbrella ipod iphone ipad apple mac win enter tutorial software computer home button Windows Touch Software Tutorial Mobile Device Live App Ipod Touch Maker Take IPad 2 Computer Big Small IOS Software ios ios6 six ios7 seven glitch stuck frozen errorExitEnter Recovery Mode Via Tiny UmbrellaTutorial on how to use Tiny Umbrella Mac or Win to exit your iDevice out of recovery mode as well as enter it. There is a simpler method involving no software or computer, and I recommend it more unless your home button is broken, use this next method Also, check out my channel or websitetylerschoulte.blogspot.com for the latest videos!", "viewCount": 0.4876264039674916, "labels": [73]}, "HaLzVkppKHM": {"likeCount": 0.1380211241711606, "dislikeCount": 0.10413926851582252, "videoId": "HaLzVkppKHM", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "rs runescape money guide iron dragons mageRunescape Iron Dragon Guide MagesAll content in this video is belonged to Jagex Ltd. I do not intend of copyright in this video. If you have any questions or ideas on making my videos any better Pm me on runescape Halolord65. You can play runescape at www.runescape.com", "viewCount": 0.39812748327065894, "labels": [0, 139, 532]}, "L9-_2eIUH2k": {"likeCount": 0.1079181246047625, "dislikeCount": 0.047712125471966245, "videoId": "L9-_2eIUH2k", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "Volbeat Fallen Volbeat fallen fallen cover cover Volbeat cover fallen lyricsVolbeat  Fallen coverA cover of Volbeat's \"Fallen\" with lyrics. VocalsRhythm Guitar  Kyle Flynn Lead Guitar  Tyler Kiel Bass & Drums  GuitarPro MIDI", "viewCount": 0.3650210354660359, "labels": [9, 1830]}, "3TTidJIc-ww": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "3TTidJIc-ww", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "fame helmut strebl stelianour sani rob riches body building fitness model muscles abs six pack ripped sportFAME UK Competition featuring male and female body buildersAn artistic collection of photos and music showcasing one of the most successful FAME competitions, held in the UK.", "viewCount": 0.43714927085759003, "labels": [100, 356]}, "3XNjXlctfFE": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "3XNjXlctfFE", "title": "", "description": "", "length": 0.2549003262025788, "keywords": "MPX Dogfighter Scorpion 3026 1600kv 4sMPX Dogfighter, Scorpion 3026 1600kv, 4s, 7x7 APCMPX Dogfighter, Scorpion 3026 1600kv, dlux 100a esc, 4s 3300mah 35c Zippy Compact lipo, HS65's, APC 7x7 prop. 64a and about 900w. Filmed using some Sunglasses video cam", "viewCount": 0.3288025535388363, "labels": [2, 44, 179, 2422]}, "QK1ugWoaoRw": {"likeCount": 0.1886490725172482, "dislikeCount": 0.12304489213782739, "videoId": "QK1ugWoaoRw", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "Lightemitting Diode Invention Incandescent Light Bulb Patent Light Art Subject Fluorescent Lamp Invention Lights Led luz de led lampada de led luminria de led luz para alta arquitetura de led luminria de alta tecnologia led lampada de led baixo consumoLuz de Led, Luminria de LED, Lampada fluorecente de led, nova tecnologia de luz com led, lampadaNovo modelo de lmpadas de led", "viewCount": 0.4731532359643195, "labels": [375, 420, 1660, 2039, 3120]}, "WkdtMRH1yWo": {"likeCount": 0.15563025007672873, "dislikeCount": 0.06989700043360189, "videoId": "WkdtMRH1yWo", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "Acoustic Cover Guitar Acoustic Guitar Guitar Cover Maroon 5 Musical Group Fingerstyle guitar Sungha jung GoznodCharity  'Payphone' Fingerstyle Guitar Cover Standard Tuning, No CapoFingerstyle Guitar Cover Standard Tuning EADGBE No Capo Original Song  'Payphone' by Maroon Five Guitar  Yamaha APX500 Recorded using  iPad 2 frontcam & microphone", "viewCount": 0.36193020758756084, "labels": [4, 9, 10, 34]}, "WlNChGElszo": {"likeCount": 0.08450980400142569, "dislikeCount": 0.09030899869919436, "videoId": "WlNChGElszo", "title": "", "description": "", "length": 0.2290034611362518, "keywords": "nokia 7900 prism review butiful lovely nice flash screennokia 7900 prism reviewit's alitlle reviewv for nokia 7900 prism inside and outside", "viewCount": 0.3934346926738256, "labels": [21, 23, 24]}, "_DD8ZeGePsg": {"likeCount": 0.2184691430817599, "dislikeCount": 0.09542425094393249, "videoId": "_DD8ZeGePsg", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Miami Heat NBA Basketball Sports Dunks Dwayane Wade LeBron James Chris Bosh KingMiami Heat Mix Can you feel the Heat? HDA mix about the Miami Heat with Focus on the big Three Dwayane Wade, LeBron James and Chris Bosh.", "viewCount": 0.47778761100748074, "labels": [0, 52, 70, 125]}, "_H9kaoxUK6I": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "_H9kaoxUK6I", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "chipmunk wildlife nature atlanta georgiaChipmunk sings for his supperIn the fall, chipmunks are hoarding nuts and seeds for winter. We like to set up a wine carafe with sunflower seeds, peanuts and pecans in it. The carafe keeps squirrels out. The chipmunk chirps to signal to other chipmunks to not invade his territory. I think he is chirping at the camera  a Flip Mino to scare it away before feasting.", "viewCount": 0.33163897510731954, "labels": [15, 391]}, "_J6e9vyp3Wc": {"likeCount": 0.1414973347970818, "dislikeCount": 0.0, "videoId": "_J6e9vyp3Wc", "title": "", "description": "", "length": 0.2574031267727719, "keywords": "josh forgues persona non grata skateoarding skateboarding toronto streets Josh Canada SkateJosh Forgues  Persona Non GrataWatch the whole video here  Presented by OATS, Direct Wheel Co. , and Hammer Skateboard shop. Persona Non Grata  A Toronto based street skateboarding video featuring footage from Patrick Dysart, Joel Scullard, Ryan Desroches, Alex Barron, Kane Schultz, Derrick Stryder, Josh Forgues, Jon Gonsalves, Andr Besner, Nolan Waller, Nicky Young, Kyle Troll, Andrew Davidson, Nick Fulton, Max Bell, Blake McKay and many more. FEELREELGOOD2013 SUBSCRIBE! visit for more...all the goodness life entails. ", "viewCount": 0.3142076461073285, "labels": [68, 72, 98, 240]}, "_KfCcSGkcSs": {"likeCount": 0.14471580313422192, "dislikeCount": 0.06020599913279624, "videoId": "_KfCcSGkcSs", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "School Bus Bluebird 152Bus 152 headed to WestsideMe headed to my elmentary", "viewCount": 0.414104194093905, "labels": [2, 104, 218, 305, 1805]}, "_N2Q5FaodqA": {"likeCount": 0.13979400086720378, "dislikeCount": 0.047712125471966245, "videoId": "_N2Q5FaodqA", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "the rolling stones rolling stones madrid concierto directo live estadio santiago bernabeu gira It's Only Rock 'n Roll But I Like It Composition it's only rock n roll mick jagger Santiago Bernabu Stadium Sports Facility It's Only Rock 'n' Roll but I Like It Musical Recording Concert TV Genre concert tour 14 on fireThe Rolling Stones  It's only Rock n Roll But I like it Madrid 2014 LIVE Concierto Bernabu26 de junio 2014 Estadio Santiago Bernabu. It's only Rock 'n' Roll But I Like It tocada por The Rolling Stones en el Estadio Santiago Bernabu dentro de la gira 14 On Fire.", "viewCount": 0.40749626431316266, "labels": [3]}, "CgWoByRmAsQ": {"likeCount": 0.24785664955938436, "dislikeCount": 0.15440680443502758, "videoId": "CgWoByRmAsQ", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "kia forte koup eckdm slammed wheels suspension modified tuner kdm Kia Forte Automobile Model Kia Motors Organization CarsKia Forte Koup Mods Over Time2010 Kia Forte Koup EX Music by NERVO Hold On Extended Mix", "viewCount": 0.48112733077119496, "labels": [213, 1038, 1158]}, "Cgn8aKONTiU": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "Cgn8aKONTiU", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "s2000 superchargedSOS Supercharged S2000 CR pt23rd 4th an 5th gear pulls", "viewCount": 0.37691556907143986, "labels": [2, 7, 1420, 1704]}, "C3-sCVZ0M3k": {"likeCount": 0.16627578316815741, "dislikeCount": 0.06020599913279624, "videoId": "C3-sCVZ0M3k", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "Bose Soundlink Bluetooth speakerBose Soundlink Bluetooth Speaker Audio TestBelieve me when I say this, the audio quality sounds 500 better in person that through a recorded video.", "viewCount": 0.4356159759956899, "labels": [269, 3108]}, "C4LmT6_4qgU": {"likeCount": 0.03010299956639812, "dislikeCount": 0.11139433523068368, "videoId": "C4LmT6_4qgU", "title": "", "description": "", "length": 0.2583198773968623, "keywords": "car polishing car polish how to wax a car car wax car waxing how to polish a car wax car wax a car polish wax car polish infomercialCar WaxAlternativeCar Polish Use the coupon code \"youtube\" to get 10 off anything at 5StarShine.com  Car polish with patented 5 year protection  car wax alternatives", "viewCount": 0.3975477763165875, "labels": [2, 7, 48, 711]}, "ZMiuNnplovI": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "ZMiuNnplovI", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Triple Battles are Broken Pokemon Black and White Cheap Strategy Strategies Team Metal Gear Liquid Snake Milotic Sniper Wolf Mightyena Raiden Staraptor Revolver Ocelot Luxray Octopus Terrakion Vulcan Raven Decoy Whimsicott MienshaoPokemon Black and White Triple Battles are BrokenNow you know why i don't like triple battles.", "viewCount": 0.33752977382173394, "labels": [0, 1, 5, 81, 108]}, "ZMmvjWG97_I": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "ZMmvjWG97_I", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "cs counterstrike fragsNO PLAN B. BY SWIFT720 pls music ManafestNo Plan B by swift", "viewCount": 0.30881360887005516, "labels": [0, 1, 219]}, "57kNgsGfre0": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "57kNgsGfre0", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "rowing Penn ac Penn ac gold summer racing Independence day regatta IDR Club nationals recruiting rowing recruiting video rowing pump up videoPenn AC Gold 2010 Summer RacingThis is the Penn AC Junior recruiting video for the summer of 2010. If you're looking for a fast and intense summer program for juniors, you should consider rowing for Penn AC Gold. To apply, go to and select Junior Racing.", "viewCount": 0.33029799367482493, "labels": [60, 1396]}, "s_EQdVSkGlE": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "s_EQdVSkGlE", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Soldiers WivesTribute to Wives of A Co 1293Just to let you know your in our thoughts and we appreciate what you do in our abscence.", "viewCount": 0.3152899596393748, "labels": [308, 381]}, "km1uRxK4Tyk": {"likeCount": 0.15910646070264992, "dislikeCount": 0.03010299956639812, "videoId": "km1uRxK4Tyk", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "tour walks British MuseumThe London Walks British Museum TourAward winning London Walks tour of The British Museum", "viewCount": 0.43624259223086304, "labels": [49, 861]}, "kqTCMKJa77s": {"likeCount": 0.22068258760318496, "dislikeCount": 0.09030899869919436, "videoId": "kqTCMKJa77s", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "spark plug buzz coil hho water gas power energy electricity go kart tires cart turbo jet propane pulse turbine DIY diy is and that from there to the over laugh funny sex fuel cell circuit frid wire gauge switch pin capacitor resistor ohms volts voltage amps amperage frequency home made custom race engine fire explosion thrust afterburner plans hydrogen brown MPG increase mileage stan meyers tickle dune buggy freeHow to make a buzz coil Part 1Check out our new channel \"HisLifeHerWay' This is how to make a spark plug ignition buzz coil for your custom projects like pulse jets, hho, turbo jets, firework igniters, potato launchers, etc. Feel free to ask me any questions you may have about this build. NOTE This diagram shows all the ground wires connected to each other then all routing to the negative of the battery. If you have a high voltage coil you need to ground the battery, relay, coil and spark plug to the chassis!!! Not to each other like the diagram shows or the spark may discharge inside the relay. Also make sure the relay you use has pin 30 and 87a connected when its off. some relays are connected through 30 and 87 when its off", "viewCount": 0.4528376708845408, "labels": [2, 7, 1983, 2694]}, "nIrfErfREl8": {"likeCount": 0.350745106090197, "dislikeCount": 0.2100370545117563, "videoId": "nIrfErfREl8", "title": "", "description": "", "length": 0.25378190950732743, "keywords": "Epic Mickey 2 EpicMickey2 Epic Mickey EpicMickey Epic Mickey 2 The Power Of Two Epic Mickey 2The Power Of Two Oswald Ortensia Mickey Clarabelle Disney Horace Donald Daisy Duck Clarabelle cow Horace Horsecollar Mad Doctor The Mad Doctor EpicMickey2ThePowerOfTwo Oswald the Lucky Rabbit animatronic 2       ending good bad Mickey Mouse Horace horsecollarEpic Mickey 2 The Power of Two  Bad and Good ending Cutscene Song  \"That's What Heroes Do \" I wasn't planning on uploading the endings because they were already on youtube ,but I was asked to so anyway and... Here they are. Enjoy. Bret Iwan  Mickey Mouse Frank Welker  Oswald the Lucky Rabbit Audrey Wasilewski  Ortensia Cary Elwes  Gremlin Gus  Intro   Cutscene 1   Cutscene 2   Meet Jamface   Cutscene 3   multilanguage   Cutscene 4   Cutscene 5   Cutscene 6   Cutscene 7   Cutscene 8   Cutscene 9   Cutscene 10   Bad and Good ending Cutscene   Final Cutscene  ", "viewCount": 0.5797615806456393, "labels": [5, 16, 647]}, "YZhefXewr90": {"likeCount": 0.13424226808222062, "dislikeCount": 0.06020599913279624, "videoId": "YZhefXewr90", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "foo fighters let it die wembley stadium 7th june 2008Foo Fighters  Let it Die  Wembley Stadium  7th June 2008Foo Fighters  Let it Die  Wembley Stadium  7th June 2008", "viewCount": 0.38843988255566864, "labels": [3, 237]}, "RrLDlyJXQaE": {"likeCount": 0.2184691430817599, "dislikeCount": 0.1, "videoId": "RrLDlyJXQaE", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "brandon heath christian jesus god rock slow acoustic guitar tacoma blues pop branden capo fallonatorrrrI'm Not Who I Was  Brandon Heath guitar coveri'm not who i was by brandon heath", "viewCount": 0.44704251926391375, "labels": [9, 10, 34]}, "9nlULv5bDTg": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "9nlULv5bDTg", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "LoL league of legends fiora killing compilation ownage guide gameplay chogath ashe pro arrow montage footageLeague of legends fiora kill compilation by EmillyRoseThis is my first video sorry for the edit. Program used sony vegas pro 11 Song Creed Bullets Hope you enjoy", "viewCount": 0.3187520720836463, "labels": [0, 1, 111]}, "EhpRDCqbGA4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "EhpRDCqbGA4", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "LightUp SketchUp Area LightLightUp v1.0 Tutorial 2How to setup Area Light sources in LightUp", "viewCount": 0.4171023995785723, "labels": [0]}}