{"HNiqHyzWleI": {"likeCount": 0.14313637641589874, "dislikeCount": 0.06020599913279624, "videoId": "HNiqHyzWleI", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "spark city world SCW sparkcityworld account VIP coins member pixie hollow serendipity stardance fantageSpark City World My Spark City World Account This is the game that recently stole my heart  and my time Its too FUN, it have a VIP membership, but you CAN'T buy coins, so you need you work hard to get the stuff, and for me that its more interesting. You can earn coins in games type arcade, so yeah, its REALLY COOL!  I made this account some months ago, but i forget about it and begin to play since a week ago, and I LOVE IT!!!", "viewCount": 0.3627877694579972, "labels": [0, 1, 5]}, "ZNxjrMVomQY": {"likeCount": 0.31519823954574744, "dislikeCount": 0.19637878273455556, "videoId": "ZNxjrMVomQY", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "devil may cry 4 motion mod dante nero dmc dmc4 escape the fate issues remixDevil May Cry 4  Vergil Fighting Techniques Motion ModNext motion mod  this time for Dante. Well, I tried what I could, it wasn't that easy to choose swaps like for my mod for Nero. If you like it, here's download link The song is \"Issues\" by Escape The Fate Shift 2 Remix Version. You can find it and download it from my channel if you want. Improved Dark Slayer Style for Dante from 222 This minimod will make a Dark Slayer Style a bit more effective. TUTORIAL  \"How to properly install mod?\" Watch it before you'll ask \"What files should I invalidate?\" or something like that. And if you STILL have the problems, watch my tutorial for DMC4 Mods If the applying went good, and you still can't play the game with mod, reinstall the game to other directory than Program Files and make a backup of nativePC folder if you applied some mods before... In case of any problems, don't think about posting a comment  SEND ME A MESSAGE! Azure Blue Effect mod was made by AQUARIUS and is not the part of the mod. For more information, click here Mod for Dante is Flair Dante or Flair Nero  Dante Version You can find it here Some more questions about DMC3 and 4 modding? Visit Infernal Works site P.S  Choose 720p for the best quality...", "viewCount": 0.554174644009357, "labels": [0, 1, 865, 1642, 2150]}, "ZPutH1mBhs4": {"likeCount": 0.20043213737826426, "dislikeCount": 0.0, "videoId": "ZPutH1mBhs4", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "april tbr april tbr 2015 reading books booktube booktuber the bookish gal thebookishgal ogoshitistash natasha torcuato book haul book unboxingApril TBR 2015Thanks for watching! Please like and subscribe if you enjoyed this video  Avail. in HD. My Info Instagram Goodreads Twitter Email me at TheBookishGalyahoo.com for business inquiries such as reviewing books, collabs, etc.  Disclaimer All thoughts are my honest opinion.", "viewCount": 0.3130011949671905, "labels": [434]}, "ZVuQTKiE_Io": {"likeCount": 0.14471580313422192, "dislikeCount": 0.047712125471966245, "videoId": "ZVuQTKiE_Io", "title": "", "description": "", "length": 0.2633468455579587, "keywords": "bbh ivostik bound by honor gcon review squid grip squidgrip overview product item accessory xbox 360 sweat wicker rubber comfortableSquidgrip Review for Xbox 360 ControllerThis is a review for the squidgrip made for the xbox 360 controller. You can get yours at www.squidgrip.com for only 14.95! ", "viewCount": 0.3237292337567459, "labels": [1, 105, 192, 294, 331, 455, 488, 1495, 1858]}, "2TSrbEtev6k": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "2TSrbEtev6k", "title": "", "description": "", "length": 0.24785664955938436, "keywords": "snowboard rail volcomBrOADER TV  Episode 4 Volcom PB&RJ contestBrOADER TV  Episode 4 Volcom PB&RJ contest in Les 7 Laux", "viewCount": 0.33172273491764204, "labels": [160, 231, 491]}, "djacbEY9El8": {"likeCount": 0.10413926851582252, "dislikeCount": 0.06989700043360189, "videoId": "djacbEY9El8", "title": "", "description": "", "length": 0.268304703823885, "keywords": "drag race fast burnout probe mustang honda civic prelude drift bikesmn street racing night 2people racing on the streets of mn trucks cars bikes", "viewCount": 0.38360074591255316, "labels": [2, 7, 17, 19, 1053]}, "Wruq6JnXZto": {"likeCount": 0.16627578316815741, "dislikeCount": 0.11760912590556814, "videoId": "Wruq6JnXZto", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "Dead rising 3 dead rising Sweetfx sweetfx preset windows 8.1 blur directx 11 ssaa no fxaa bloom enchanced modded graphics mod custom most viewed playthrough radeon pro image improvement tweaking mod InjectSMAA FXAAtool r9 280x r9 290x r9 270x better graphics latest maxed out hands on 780ti performance 390x full game sharpening 4k 60 fps 980 970 960 preset presets guide tutorial shader hdr uhd Lift Gamma Gain Cineon DPX fps gameplay walkthroughSweetFX enabled in  Dead Rising 3  gameplay PC Win 8.1 Improved graphics mod Dead Rising 3  zombi game is now visually enhanced with SweetFX preset. SweetFX works on Windows 7  8  8.1  for both Nvidia and Amd cards!!! Dead Rising 3 purchase link You need to use Radeonpro with the presets. Guide is in here  Preset  Join in GAMING & BENCHMARKS & SweetFX mods community Follow on Twitter  Like on Facebook  MultiTechnopark  GAMERS HEAVEN So in case you're new to SweetFX Shader Suite or just SweetFX, it's a mod built on the InjectSMAA shader injector, that allows you to apply a suite of post processing shader effects to your games. You can add SMAA antialiasing , sharpening and tweak the color, gamma , exposure and more. It's meant to allow you to improve the look of your games and change the look and mood of it to your liking. If you use SMAA antialiasing instead of MSAA or an even more expensive antialaliasing technique you can also make the game run faster than with MSAA Compatibility It works with all graphics cards as long as they support at least shader model 3. That's all cards produced after 2002 give or take. It does not work with 64bit game executables yet, however 64bit support should be coming in the near future  so far use the 32bit version of your game if it gives you a choice between 32 and 64bit. It should work on Windows 2000 and newer, both 32bit and 64bit. So far tested working on WinXP , Vista , Win7 and Windows 8. It may work on Linux using Wine  please report your findings. It does not work well with most programs that overlay an image onto the game. It has a workaround for the Steam overlay so that will work, and you can make overlays based on Rivatuner OSD work as well with a compability setting in those overlays , but other overlays may prevent SweetFX from making changes to the image or outright crash the game  turn those off. SweetFX is a universal image improvement and tweaking mod, that works with almost any 32bit and hopefully soon 64bit DirectX 9, 10 or 11 game or application. It's goal is provide similar tools to games in realtime, as video processing software provides for movies and videos. Effects included  SMAA Antialiasing  Antialiases the image using the SMAA technique  see  FXAA Antialiasing  Antialiases the image using the FXAA technique  currently only work under DirectX9. Use the d3d9.dll found in SweetFXdllsFXAA DX9 dll for this.  Explosion  Scatters the pixels similarly to the Explosion filter in Irfanview  Cartoon  Creates an outlineeffect that makes the image look more cartoonish.  Advanced CRT  Mimics the look of an old arcade CRT display.  LumaSharpen  Sharpens the image, making details easier to see  Bloom  Makes strong lights bleed their light into their surroundings  HDR  Mimics an HDR tonemapped look  Levels  Sets a new black and white point. A fast and easy way to increase contrast but it causes clipping. The Curves effect does this in a more subtle way without causing clipping.  Technicolor  Makes the image look like it was processed using a threestrip Technicolor process  see  Cineon DPX  Makes the image look like it was converted from film to Cineon DPX. Can be used to create a \"sunny\" look.  Monochrome  Removes colors from the image so it appears as if shot on black and white film.  Lift Gamma Gain  Adjust brightness and color of shadows, midtones and highlights and typically does it better then the Tonemap effect  Tonemap  Adjust gamma, exposure, saturation, bleach and defog. may cause clipping  Vibrance  Intelligently saturates or desaturates if you use negative values the pixels depending on their original saturation.  Curves  Contrast adjustments using Scurves  without causing clipping.  Sepia  Sepia tones the image  see ", "viewCount": 0.4308116015865615, "labels": [1]}, "z5NtD7iWaQs": {"likeCount": 0.2428134794028789, "dislikeCount": 0.06989700043360189, "videoId": "z5NtD7iWaQs", "title": "", "description": "", "length": 0.2558708570533166, "keywords": "call of duty call of duty black ops 2 black ops two black ops 2 cod call of duty black ops two bo2 hydro demolition live gameplay commentary revolution dlc worlds first ever brand new nuclear peacekeeper peace keeper gold diamond camo smg assault rifle gun weapon flawless and theBO2 Hydro Demolition LIVE! Revolution DLCLive Gameplay of the map Hydro in Black Ops 2! Drop a like if you enjoyed the video!  Facebook  Twitter  Thanks for watching! Erik  M3RKMUS1C", "viewCount": 0.3856728890382883, "labels": [0, 1, 36, 94]}, "yA0CP835Aiw": {"likeCount": 0.21072099696478686, "dislikeCount": 0.047712125471966245, "videoId": "yA0CP835Aiw", "title": "", "description": "", "length": 0.2615950051656401, "keywords": "haltiamava haltiamavaBEAUTY Tutorial Industry Makeup Make up tutorial everyday makeup mac mineralize skinfinish Benefit Cosmetics Business Operation Revlon Organization Maybelline Brand Rimmel Business Operation Urban Decay Organization urban decay optical blurring brush Maybelline Instant Age Rewind Maybelline Instant Age Rewind Neutralizer Elf eyelid primer Revlon Photoready Nyx Natural Palette PR Minerals Benefit Hervana BlushEveryday Makeup TutorialPRODUCTS I USED Maybelline Instant Age Rewind Dark Circle Eraser Neutralizer & Fair Urban Decay Optical Blurring Brush E.l.f eyelid primer Revlon Photoready Powder Translucent Benefit Brow Kit Medium Nyx Natural Eyeshadow Palette PR MINERALS Big Blink Mascara Mac Mineralize Skinfinish Medium Dark Benefit Hervana Blush Rimmel London Kate Moss Matte  109 Maybelline Color Sensational Vivids Shocking Coral 870 TUNES in this vid provided by Elio THE ALBUM YOUTUBE TWITTER Find me elsewhere Personal Channel Twits Tumbs ", "viewCount": 0.35445640974960435, "labels": [39, 121, 156, 207, 233, 393]}, "yCPXLuXvbSE": {"likeCount": 0.15314789170422552, "dislikeCount": 0.06020599913279624, "videoId": "yCPXLuXvbSE", "title": "", "description": "", "length": 0.2617000341120899, "keywords": "warcraft stratagus linux orcs humans alteracDual Race Stratagus 2.1 Battle for Warcraft IIBelieve it or not, this is a native Linux application. It is a reimplementation of the Warcraft II Engine called Stratagus. All players are computer players, and the computer AI is waging both teal orc and teal Human campaigns at once in this recreation of the Alterac uprising", "viewCount": 0.4402312978734, "labels": [0, 1, 42, 102, 2336]}, "WPyupODvLbI": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "WPyupODvLbI", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "Ball Position Henry Stevens PGABall Position Where Should My Ball Be. Hi again Henry Stevens PGA this Vid is about explaining where the Ball Poaition should be for different Clubs. There are two aspects of ball Position they are distance from the ball and ball position relative to your stance.", "viewCount": 0.31464381352857745, "labels": [0, 60, 432, 1056, 1865, 3204]}, "pM9rAKD8cow": {"likeCount": 0.1792391689498254, "dislikeCount": 0.10413926851582252, "videoId": "pM9rAKD8cow", "title": "", "description": "", "length": 0.2499687082618404, "keywords": "blizzcon 2011 live footage commentary mists of pandaria world warcraft pandaren monk fighting class wow style blizzCon video new race continent raid lich burning guild crusade blizz heroic talents illidan pve scenarios pet battle system talent nef ancient magic runescapeMists of Pandaria  Druid Talent Tree BLIZZCON 2011 FOOTAGEEverything shown in this video is a product of 2011 BLIZZARD ENTERTAINMENT, INC. This video is taken from the Blizzcon 2011 stream. Death knight mists of pandaria druid warlock mage warrior shaman paladin hunter rogue priest monk blizzcon,pandaren,monk,fighting,class,wow,style BlizzCon video new race Pandaren class monk continent Pandaria World Warcraft World Warcraft Raid Lich Burning Wow Guild Blizzard Crusade Blizz Heroic New Talents Illidan Azeroth Mists of Horde Alliance Ally Onyxia Ragnaros Rag Portal Dark Sylvanas Death King Breaking the Deathwing raid world superstition level 90 Challenge mode Dungeons Pve Scenarios Pet battle system talent nef ancient magic Remix this video! Show less", "viewCount": 0.45520229861298606, "labels": [0, 93]}, "pRxbVuwNMjY": {"likeCount": 0.15910646070264992, "dislikeCount": 0.0, "videoId": "pRxbVuwNMjY", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "YouTube CaptureWWE In Italia 2014tramite YouTube Capture", "viewCount": 0.3480581786829169, "labels": [3, 6]}, "ifTrS7ap-vo": {"likeCount": 0.14471580313422192, "dislikeCount": 0.06989700043360189, "videoId": "ifTrS7ap-vo", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "samsung syncmaster 206bw 206 bw 20'' widescreen wide 20 1060xSamsung Syncmaster 206BW quick videomy Samsung Syncmaster 206BW  quick video", "viewCount": 0.41094773009587354, "labels": [246, 588]}, "4EWOCVkdUKQ": {"likeCount": 0.16627578316815741, "dislikeCount": 0.047712125471966245, "videoId": "4EWOCVkdUKQ", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "Awesomenauts Skldir theme game steam skolldir awesomenautsAwesomenauts  Sklldir's ThemeDownload ", "viewCount": 0.35828584622244997, "labels": [0, 5]}, "4G8VqGBHYuA": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "4G8VqGBHYuA", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "Nelly Furtado Musical Artist Szczecin CityTownVillage I'm Like A Bird Composition Poland CountryNelly Furtado  I'm Like a BirdLittle Talks  Szczecin, Poland, 4.08.2013.Awww! Right now when I'm watching this I can't believe where I was! One of the most memorable moments for all of us I think from Nelly's concert in Szczecin. And yeees, I was so lucky and determined that I was creating the first line. D NELLY, please visit us in Poland again soon!", "viewCount": 0.3253822438708074, "labels": [3, 6]}, "SlNiW0WfIlc": {"likeCount": 0.2354108439147401, "dislikeCount": 0.09542425094393249, "videoId": "SlNiW0WfIlc", "title": "", "description": "", "length": 0.24885507165004445, "keywords": "        MV PV          remember   full verofficialweb \"\" SNR15144Type ASNR15145Type B 2015429  South to North Records  2Type Type ACD SNR15144 1,000  1,080 POS4560211060904  1. 2.Biohazard Type BCD SNR15145 1,000  1,080 POS4560211060911  1. 2.remember ", "viewCount": 0.43693643087812356, "labels": [14]}, "mp6mtC-e9P4": {"likeCount": 0.16020599913279623, "dislikeCount": 0.06020599913279624, "videoId": "mp6mtC-e9P4", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "bruno mars locked out of heaven bruno mars locked out of heaven Sheet Music bruno mars Sheet Music locked out of heaven Sheet Music clarinet chords chromatik locked out of heaven cover locked out of heaven tabs locked out of heaven chords locked out of heaven instrumental bruno mars Chords bruno mars Tabs bruno mars clarinet video song songs learn locked out of heaven learn bruno marsClarinet  Locked Out of Heaven  Bruno Mars Sheet Music, Chords, and VocalsStart learning how to play your favorite songs today with FREE online music classes. Get started here Clarinet sheet music, chords, and vocals for Locked out of Heaven  Bruno Mars. Learn to play Locked Out of Heaven and play along! Like us on Facebook Follow us on Twitter Follow us on Pinterest Follow us on Instagram ", "viewCount": 0.3696443763138999, "labels": [386, 585]}, "msGcwvBRj2g": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "msGcwvBRj2g", "title": "", "description": "", "length": 0.2591064607026499, "keywords": "army golden knights United States Army Parachute Team Armed Force parachuting skydiving accessions support brigade armystrong chicago IL skydive chicago fort bragg NC Fayetteville NC2014 Nationals GKVFS, Skydive Chicago, 141008AWX262002The Golden Knights Vertical 4way Formation Skydiving Team took First place at Nationals 2014 at Skydive Chicago in Ottawa, IL. Here you can see each jump and the score at the end. ArmyStrong \"Song Niki Kofman  Maelstrom VIP Niki Kofman's channel \" \"Song Ruben K  Ready! Aim! Fire! Ruben K's channel \"", "viewCount": 0.3245759355967277, "labels": [398, 501]}, "7lPnblv1ilg": {"likeCount": 0.17160033436347993, "dislikeCount": 0.07781512503836437, "videoId": "7lPnblv1ilg", "title": "", "description": "", "length": 0.2671172842715083, "keywords": "Bouldering Sport Championship Semi 2015 comp competition qualifiers finals routes climbs climbing send psyche youth team GB United Kingdom CountryBritish Bouldering Championships 2015  Finals and Semi FinalsA collection of some of the climbs we covered at the British Bouldering Championships from the semis and the finals. Enjoy. This was our first time covering an event like this so we really just went for something nice and simple with this so you guys could see some of the climbs. The bouldering championships was hosted in Sheffield and saw climbers from across the country such as Aidan Roberts, Shauna Coxsey, Dave Barrans, Tyler Landman, Orrin Coley, Nathan Phillips, Leah Crane, James Garden, Molly ThomsonSmith and Fanny Gibert. To contact us samhmed.com", "viewCount": 0.402143739646709, "labels": [353, 673]}, "K0wnKKJn6Q8": {"likeCount": 0.20969100130080565, "dislikeCount": 0.03010299956639812, "videoId": "K0wnKKJn6Q8", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "eliana cuevas melancola melancolia melancholy latin singer songwriter toronto canada venezuela jazz pop music msica cantautora caracas original chris christopher lazar george koller jeremy ledbetter espejo Song Acoustic pop music latin music singer songwriter cantante compositora Acoustic Music Musical Genre Original Song Artist Eliana Cuevas Alex Cuba Jane Bunnett Musical ArtistEliana Cuevas  Melancola Official HD Music VideoDirected, Produced and Edited by Christopher Lazar Special Thanks to Jeremy Ledbetter, Celeste Morton, Luisa Ayala, Artscape Toronto Island, Manuel Cappel & Emeira Jimnez. About the song 'Melancola' AVAILABLE NOW, on Itunes, CD Universe, emusic, Amazon and more! Music and Lyrics by Eliana Cuevas Produced and Arranged by Jeremy Ledbetter Eliana Cuevas vocals Jeremy Ledbetter piano, keyboards, mandolin George Koller bass Recorded by Jeremy Ledbetter at The Hideaway, Toronto. Overdubs and mix by John Bailey at The Driveshed. Mastered by George Seara at George Seara Sound. Single Release  Also included in Eliana's album 'Espejo' Released in Canada in 2013  Released internationally in 2014  LYRICS  LETRA 'MELANCOLA' Melancola hazte a un lado Nadie te ha invitado Esperanza es mi amiga leal Da a da Duermo y despierto Mi futuro es aun incierto, Vida mi vida Que ser de mi vida, Injusticia mis sueos quiere arrebatar Los das pasan lentamente, Las horas pasan muy lentamente Y no s que de m ser Los das pasan lentamente El tiempo pasa muy lentamente Y no s que de m ser Los das pasan lentamente Las horas pasan muy lentamente Y no s que de m ser BIS No s que de m sera English Translation \"Melancholy\" Melancholy step aside You are not welcomed by my side Hope is my loyal friend Day by Day Asleep then awake My future is still unnamed Life, my life What will be of my life Unfairness my dreams wants to steal away Slowly days go by Slowly time passes by I don't know what will be of my life", "viewCount": 0.41485718089321577, "labels": [14]}, "K0FFoLGKJNA": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "K0FFoLGKJNA", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "Angel Sanctuary Anime Just Want You To KnowAngel Sanctuary  Just Want You To KnowMy 7nth Video. My 8th can not be posted.", "viewCount": 0.30449315461491605, "labels": [5]}, "94eu48mQn48": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "94eu48mQn48", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "bounce cream monkBounce And Cream Monk In Brothers In Styleme and bounce summer '05", "viewCount": 0.31000257301078626, "labels": [8]}, "960dsvhhmSk": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "960dsvhhmSk", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "TopKirby8305 Resurgence JustJohn83 TK's Mugen Wars DoomGuy2nd Blossom Bubbles Mr Game And Watch Ice Climber Sodom's Ring Stage CommentaryTK's Random Mugen Battle 607  Blossom & Bubbles VS Mr.GW & Ice ClimberA pretty solid Tag Team Mugen Fight here! Blossom & Bubbles go up against Mr. Game & Watch and Ice Climber on the Sodom's Ring Stage! Anyways, I certainly hope you all enjoy the battle!", "viewCount": 0.3243286146083446, "labels": [0, 1, 5, 69, 378]}, "vA2GX5NTawQ": {"likeCount": 0.16020599913279623, "dislikeCount": 0.03010299956639812, "videoId": "vA2GX5NTawQ", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "  Cover Guitar Cowboy Mac Best Sawit  5 IPhone  Cowboy Cover By Best Sawit  C   GUITAR TUNING  DROP C  CGCFAD 1st string  D 2nd string  A 3rd string  F 4th string  C 5th string  G 6th string  C   Gear Guitar  Schecter Damien Elite", "viewCount": 0.38145139523682386, "labels": [4, 9, 10, 28, 33, 37]}, "vGScSOjC2IE": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "vGScSOjC2IE", "title": "", "description": "", "length": 0.2167317334748176, "keywords": "Spirulina flakes Ocean Nutrition fish food eheim tank 54 l aquarium molly platy barbus tetrazona danioSpirulina flakes exelent fish foodStimulates coloration, health and growth. Ideal for freshwater. Spirulina flakes from Ocean Nutrition. My barbus tetrazona are very excited  54 l eheim tank, eheim filter, eheim heater. Fishes barbus tertazona, hemigrammus bleheri red nose, red danio, platy, molly", "viewCount": 0.38508911841359245, "labels": [15, 18, 59, 178, 1966]}, "AGwzGABw8Vg": {"likeCount": 0.12041199826559248, "dislikeCount": 0.10413926851582252, "videoId": "AGwzGABw8Vg", "title": "", "description": "", "length": 0.2587710965018912, "keywords": "minecraft Let's Play Server smp building bridge and road mindcrack inspired multiplayer gaming community Video Game Industry Games vanilla no mods mojang notch dinnerbone jungle island illegalminer benethepen965 futilrevenge futilplays funny moments montage compilation Best what does the fox say dont hug me im scared creativeMinecraft Funny Moments Ep 5 What Does The Fox Say?Another episode of minecraft funnies that I record randomly while in skype! Blockception is a whitelisted vanilla server for youtubers.  BLOCKCEPTIONERS ", "viewCount": 0.357576498053672, "labels": [0, 1, 27]}, "M3QYlQkZwGQ": {"likeCount": 0.16020599913279623, "dislikeCount": 0.08450980400142569, "videoId": "M3QYlQkZwGQ", "title": "", "description": "", "length": 0.26608654780038693, "keywords": "tibia ob pk war bound ro'li roli kmb moonshine ami amiritision trailer zapowiedz narvia.eu v9 Team Trailer promotion ClanHDFull \"Zycie to nie bajka\" Bound on narvia.eu v9 by MoonshineMuzyka! 1.Egypt Central  Over and Under 2.Anberlin  The Feel Good Drag 3.Skillet  Awake and Alive 4.Three Days Grace  Break 5.BonusKlejNuty  Za tyek  Film robiony za zlecenie. Film robiony bezstronnie..", "viewCount": 0.36605809124273, "labels": [0, 1, 621]}, "AVMipiYQzHs": {"likeCount": 0.17853298350107671, "dislikeCount": 0.08450980400142569, "videoId": "AVMipiYQzHs", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "Hot Stamping Plastic Bottle Embossing Plastic BottleHot Stamping Plastic Bottle,Embossing Plastic Bottle,Hot Foil Stamping Plastic BottleHot Stamping Plastic Bottle,Embossing Plastic Bottle,Hot Foil Stamping Plastic Bottle LC Printing Machine Factory Limited", "viewCount": 0.45021402270024224, "labels": [62, 883, 1428, 2750]}, "KJTJaiORrZ0": {"likeCount": 0.2250420002308894, "dislikeCount": 0.16232492903979007, "videoId": "KJTJaiORrZ0", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "IOS Operating System Android Operating System             HUD Speed PRO for iOS & Android HUD Speed PRO                  . iOS Android     . ,   GPS,   ,     .  HUD Speed           .        .  ,     .        .", "viewCount": 0.563882458251435, "labels": [2, 7, 413, 3116]}, "KLSfCdOW6is": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "KLSfCdOW6is", "title": "", "description": "", "length": 0.253655844257153, "keywords": "DayFlo EZ ligh light assembly video lighting photography photo Lowel Kino Flo Mole Richardson Britek LEDZ Lite Panels Light softbox EZLITEEZ Light.mp4An instructional video about DayFlo EZ LITE video photography lighting kit assembly.", "viewCount": 0.33838153659804315, "labels": [420]}, "tznewPT4LAQ": {"likeCount": 0.1698970004336019, "dislikeCount": 0.047712125471966245, "videoId": "tznewPT4LAQ", "title": "", "description": "", "length": 0.26222140229662955, "keywords": "Star Wars Film Series Jedi Tribute 30 Seconds To MarsStar Wars Tribute  This Is WarI AM NOT COPYING MADE PURELY FOR FUN! This is just childhood nostalgia for us. When we made this we wanted to create something that we'd enjoy now but something that may have appealed hypothetically to the 9 year old in us that loved this. I think if it didn't mean so much to us as kids this probably wouldn't exist. We have used Star Wars Episode 3, 4, 5 and 6 looking back we didn't like the others. The music is This is War by 30 Seconds To Mars. We hope you enjoy!", "viewCount": 0.3581152891966289, "labels": [189, 645, 741]}, "u5Rd_qh1UPA": {"likeCount": 0.2423245873936808, "dislikeCount": 0.12041199826559248, "videoId": "u5Rd_qh1UPA", "title": "", "description": "", "length": 0.21461280356782383, "keywords": " anime   lucky star  amv animation  Lucky star     \" \"     \"\" xD  by Gidra", "viewCount": 0.44281347940287885, "labels": [5, 16, 2182]}, "f9_ZfmTve58": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "f9_ZfmTve58", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "Wei Kreuz Tomorrow Piano weiss Gihen   Wei Kreuz Gihen Tomorrow PianoWei Kreuz Gihen Tomorrow Piano", "viewCount": 0.33404441148401187, "labels": [31, 40, 47, 57]}, "4SC3iif84F8": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "4SC3iif84F8", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "snakes wildlife nature ben cropp australiaSnake IslandIn this Ben Cropp production we are taken to Niue the beautiful, uplifted atoll situated in the Central Pacific, 4000km north of Australia. Honeycombed with limestone caves, Niue is a speck of land in a vast ocean of sea snakes and humpback whales. We join Cropp as he explores both the islands colourful wildlife, and the people that inhibit it. The island lies in the migratory path of the great Humpback whale, and it is here they come to calve and mate. We are taken on many dives in which the team capture wonderful underwater footage of these gentle giants. Join the team as they go in search of Snake Gully, the location where sea snakes, indigenous only to the island, come ashore to lay their eggs. It is estimated that around 90 of the hatchlings will be eaten in there first year. Their first test is to make it past the sharks that circle the island. Cropp and his team then take us to another part of the island to meet some of the locals to find out more about their culture and their way of life. We find a new church has just been opened, and everyone joins in the celebrations. It is the Niue way to give money and gifts to all the performers at such an event, who perform a dance for all visitors of the island. Among the splendid array of scenery and wildlife captured during the filming the team make one last extraordinary discovery when they return to their diving spot to find a baby whale has been born.", "viewCount": 0.3574031267727719, "labels": [274]}, "4TWVQj3UiRI": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "4TWVQj3UiRI", "title": "", "description": "", "length": 0.2587710965018912, "keywords": "Jornada nas Estrelas Disputa Star Trek The Challenge Captain Kirk Spock Mc Coy TOS Original Series Arena Amok Time Tempo de Loucura Gorn Fight Movies Stunts And EffectsStar Trek The Challenge  Jornada nas Estrelas A DisputaThe Enterprise is on a research mission,during the misson they detect a outer space message,asking for help.The Enterprise go to the coordinates from where the message came and discovers a destroyed Federation Vessel.Captain Kirk,Spock,Mc Coy and a crewman,investigate the destroyed ship. \"Episode\" done in the game The Movies Stunts And Effects tribute to the TOS episodes \"Arena\" and \"Amok Time\".Sorry for the lack of music during the film,the only music that is in the film is the \"Kirk and Spock Fight music\" Star Trek Copyrights are not mine,this is a fan film to tribute for the more 40 years existence of Star Trek A Enterprise est em uma misso de pesquisas quando eles detectam uma nave no meio do espao,pedindo ajuda.A Enterprise vai para as coordenadas da mensagem e descobrem uma nave da federao destruda.Capito Kirk,Spock,Mc Coy e Alferes Tom vo investigar dentro da nave destruida. \"Episdio\" feito no jogo The Movies Stunts And Effects homenageando os episdios da Sre Clssica \"Arena\" e \"Tempo de Loucura\".Desculpe pela falta de musica no filme,a nica musica do filme  a musica \"Kirk and Spock Fight Music\"", "viewCount": 0.347798897625089, "labels": [0, 1, 921, 2896]}, "IhMHu87qpmM": {"likeCount": 0.20253058652647704, "dislikeCount": 0.1146128035678238, "videoId": "IhMHu87qpmM", "title": "", "description": "", "length": 0.2588831725594207, "keywords": "Mirror silvering remover MSR Silver Strip silver remover mirror antiquing antique mirrorRemoving Silver from Mirror  MSR aka Silver StripMSR Mirror Silvering Remover is a powerful and effective way to strip silvering from the backs of the mirror to add design, clean the mirror for resilvering and has tons of use in the antiquing process. MSR is available on our website at www.AntiquedMirrors.com", "viewCount": 0.4690612448549997, "labels": [2289]}, "cOZjYSExJVo": {"likeCount": 0.12041199826559248, "dislikeCount": 0.09030899869919436, "videoId": "cOZjYSExJVo", "title": "", "description": "", "length": 0.2506505032404872, "keywords": "Rock Velvet revolver guns n' roses slash solo welcome to the jungle hommage tribute 2007 altrenative guitarWelcome to the Jungle PERFECT ROSES Tribute to Guns N' Roseswww.perfectroses.net tribute to Guns N' Roses from quebec", "viewCount": 0.37723950610820006, "labels": [3, 4, 9, 13]}, "pCrCohlu-JU": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "pCrCohlu-JU", "title": "", "description": "", "length": 0.23201462861110544, "keywords": "Ratchet and Clank Future Quest for Trailer Q4B PSN Playstation Store Network E3 2008 08 Expo video game gaming PS3 Three Sony Press Conference Insomniac games Ratchet & Clank Future Quest For Booty Video Game Ratchet & Clank Video Game Series Electronic Entertainment Expo Conference SeriesE3 2008 Ratchet & Clank Future Quest for Booty TrailerHigh Quality  Video from E3 2008, Ratchet and Clank was made by Insomniac Games and produced by Sony Computer Entertainment. I only recorded the video and uploaded it. The E3 Sony Press Conference was hosted by Jack Tretton. TRAILER Release Dates and Pricing USA SCEA August 21, 2008, 14.99, PSN ONLY. Europe SCEE August 21, 2008, 10 PSN September 12, 2008 BluRay Australia SCEE? August 21, 2008, 15.00 PSN September 12, 2008 BluRay  Hey guys, I've been watching E3 on the internetTV and this is a clip from the Sony Press Conference. E3 is a gaming Expo that shows off many companies different games that they are making. This is the PSN title \"Ratchet and Clank Future Quest for Booty\" which is of course being made by Insomniac Games. Other games also include Resistance 2 also made by IG and LittleBigPlanet. Sadly, there was no Naughty Dog...  Sony Press Conference Gamespot Quest for Booty  3450 RaCF Quest for Booty Trailer Release Date Confirmed BluRay for EuropeAustraila Playstation Store ", "viewCount": 0.394141204037355, "labels": [0, 1, 1539]}, "zTXbbTYNLzY": {"likeCount": 0.11760912590556814, "dislikeCount": 0.06020599913279624, "videoId": "zTXbbTYNLzY", "title": "", "description": "", "length": 0.23404441148401187, "keywords": "dayz spawn best boat car death no gunsBest spawn in Dayz!This might be the best spawn in dayz. I found a boat, a car, and death. Enjoy", "viewCount": 0.3339451441306441, "labels": [0, 1, 657, 920, 1465]}, "2EI4_bMUzDA": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06020599913279624, "videoId": "2EI4_bMUzDA", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "Fairouz Piano Cover Alan Pola Arabic piano songs fairouz piano cover Keyboard cover Playing Arabic on keyboard Nassam Alayna Elhawa nassam Alayna Nassam Alayna Elhawa pianoFairouz Nassam 3Alayna Elhawa Piano CoverHey guys, still learning the piano but thought I'd share an Arabic song I learned. It's called Nassam Alayna Elhawa by Fairouz Sorry For The Mistakes, Still Learning... Enjoy and Subscribe!", "viewCount": 0.3279666944048456, "labels": [31, 40, 47, 57, 117]}}