{"VrLvL-yw9I8": {"likeCount": 0.09542425094393249, "dislikeCount": 0.06989700043360189, "videoId": "VrLvL-yw9I8", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "how to 180 barspin 180 bars bar spin how to bmx bike jump stunt freestyle jumps extreme dirt crash street tricks minihow to 180 barspinryan brown how to 180 bars", "viewCount": 0.3511214701136388, "labels": [53, 58]}, "NJ1U3kqAJuY": {"likeCount": 0.29258275746247425, "dislikeCount": 0.18129133566428557, "videoId": "NJ1U3kqAJuY", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "guitar opening dragon ball z dragon ball ost dragon ball instrumental dragon ball lesson dragon ball download dragon ball 2017 dragon ball goku dbzDragon Ball Z  Guitar Opening Facebook  Twitter Here you can find the Dragon Ball Opening Trilogy  ", "viewCount": 0.51700562572508, "labels": [9, 10, 34, 37, 144]}, "j71ggLVEsU8": {"likeCount": 0.4087142279383808, "dislikeCount": 0.21335389083702175, "videoId": "j71ggLVEsU8", "title": "", "description": "", "length": 0.25563025007672874, "keywords": "healthy egg recipes homemade scotch eggs scotch egg recipe         deviled eggs quail scotch eggs    egg recipes egg recipes for dinner baked scotch eggs    how to make scotch eggs     egg dishes easy egg recipes scotch eggs   egg recipes for breakfast breakfast recipes with eggs     pickled eggs     eggs benedict recipe   Scotch Eggs Japaneseinspired Recipe  Cooking with DogHow to Make Scotch Eggs  We would appreciate it if you could add subtitles for this video! Thank you for your support! serves 2 130g Ground Beef and Pork or single ground meat 4.6 oz  tsp Salt Black Pepper, coarsely ground  tsp Japanese Worcester sauce or regular Worcester sauce  tsp Tomato Ketchup 15g Bread Crumbs 0.5 oz  Small Beaten Egg 30g Cabbage Leaf, chopped 1.1 oz 2 SoftBoiled Eggs All Purpose Flour  Batter   Beaten Egg 2 tbsp All Purpose Flour Water Baby Salad Greens Cherry Tomatoes Parsley Leaves Mustard Frying Oil Order Francis Bento Box, Bento Bag and Chopsticks! Order Francis Tshirts and Apron! \"Cooking with Dog Assistant\" is now available on iPhone and iPad! You might also enjoy ... Tiramisu Roast Beef         130g 13  12 12 15g 12 30g 2   12 212         T iPhoneiPadCooking with Dog Assistant    Music courtesy of Audio Network", "viewCount": 0.5867840337814165, "labels": [11, 20, 22, 29, 32, 120, 122, 123, 173, 321, 370, 1115, 1943]}, "jAI_qbxofBE": {"likeCount": 0.12041199826559248, "dislikeCount": 0.0, "videoId": "jAI_qbxofBE", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "USF FOOTBALL HIGHLIGHT 2010 UNIVERSITY OF SOUTH FLORIDAOFFICIAL USF DEFENSE HIGHLIGHT 2010The official defensive highlight of the 2010 USF Bulls football season", "viewCount": 0.34053463601757095, "labels": [0, 79, 91, 376]}, "UaN0TECHwvE": {"likeCount": 0.2161368002234975, "dislikeCount": 0.0, "videoId": "UaN0TECHwvE", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "jimi hendrix hey joe rock pop blues soulJimi Hendrix  Hey JoeAn old video", "viewCount": 0.45186586805830775, "labels": [4, 9, 10]}, "gwDpmId8AQc": {"likeCount": 0.16434526764861876, "dislikeCount": 0.03010299956639812, "videoId": "gwDpmId8AQc", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "juice recipe vegetable juice recipe vegetable juice recipes fruit just recipe vegetable juice fruit juice Vegetable Ingredient Fruit Ingredient Juice Cuisine weight loss diet drink diet shake simple recipe easy recipe simple recipes easy recipes vegetable juice recipe australia australian food home made Howto easy quick cold basic simple tasty breakfast snack howto side recipes instruction Kitchen Cook Tips tutorial simpleeasycookingVegetable Juice recipe Week 5Welcome to my Juice recipe of the week Follow me on Ingredients 2 carrots 3 stalks celery 3 tomatos", "viewCount": 0.3529173603261723, "labels": [11, 20, 229, 625, 1049, 2004]}, "FgzPmXWsKhE": {"likeCount": 0.15440680443502758, "dislikeCount": 0.13424226808222062, "videoId": "FgzPmXWsKhE", "title": "", "description": "", "length": 0.25352941200427703, "keywords": "teufel teufel concept e 450 concept e e 450 sound test pc speakers Sound Audio System Bass Subwoofer Drum And Bass Musical Genre Loud Speaker SoundsTeufel Concept E 450 music testMusic 1. Dalibor JandaTenkrt na pli 2. TiestoBright Morningstar 3. VarienCloak And Dagger 4. ShpongleThe God Particle Only front speakers playing in stereo with subwoofer. Equalizer off, crossover frequency set to 148 Hz. Please note 150 Hz crossover frequency is too high 6080 Hz would be much better, but satellites can not handle frequencies under 150 Hz and even larger boxes do not play nothing under 150 Hz due to modified outputs from subwoofers so buying larger satellites will not help so much. Now, music sounds balanced, and for the price this system offers amazing power and nice sound quality for low price. Speakers Teufel Concept E 450", "viewCount": 0.43181885941517967, "labels": [74, 269, 320, 1462]}, "GCLoIxmnYi4": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "GCLoIxmnYi4", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "rosario tango mendoza perito moreno patagonia glacier argentina south america folklore northPerito Moreno Glacier ,Patagonia, Argentina by primalejana84Just far enough from the bounds of civilization and urban dwelling, veiled by towering mountains and an expansive lake, the Perito Moreno Glacier epitomizes the natural beauty and splendor of Argentina. Unique in a variety of facets, including its size, scientific significance, and accessibility, the glacier is an essential stop for any traveler to the region. Visitors spend hours exploring its wonders and taking in its breathtaking vistas, barely believing their eyes as they gaze upon the picturesque sight which lies before them. At first sight, you will be taken aback by the sheer magnitude of Perito Moreno, one of the largest glaciers in both Glaciers National Park and South America. Its walls tower over twohundred vertical feet forty meters from the ground, where the ice meets the Lago Argentino, or Lake Argentina. At this height, equivalent to that of a fifteenstory building, the glacier maintains a commanding presence for approximately five kilometers of horizontal distance. At times the glacier will form an imposing panoramic wall, stretching as far as the eye can see in either direction. This undeniable physical beauty is only amplified when one learns of the scientific significance that the formation brings to Patagonia. The most notable feature about the Perito Moreno Glacier is its dynamic and everchanging facade. Unlike nearly every other glacier on the planet, which recede and dwindle in size over time, the Peritio Moreno formation actually swells with each passing day. Deemed an \"advancing glacier,\" the ice is continually growing and expanding outward, gradually occupying more and more territory. While the glacier is said to move outward at a pace of up to seven feet each day, large chunks of ice falling from the walls make this growth a bit more subtle. This phenomenon also makes viewing the glacier all the more unpredictable and exciting. There are many ways to experience the Perito Moreno Glacier, including Glacier Trekking and Viewing Cruises. Regardless of the option you choose, however, you'll never forget the time you spend exploring this one of a kind South American wonder. Glacier Trekking Glacier trekking is the most firsthand way to experience the Perito Moreno formation. By minitrekking across the icy surface, you'll feel the chill of Patagonia, hear the roar of falling ice blocks, and see beautiful vistas of Lake Argentina. This is typically a halfday tour, including a brief walk through the glacial forests, and introductory discussion on glaciology, and an hour long hike on the glacier itself. Because of the complex nature of the Perito Moreno Glacier, only guided tours are allowed to trek on the ice. Thus, travelers should remember to book their minitrekking excursion in advance. Unfortunately, children under eight years of age are not permitted on the glacier trek. Glacier Viewing Cruises There are a number of boat excursions that allow visitors to observe the vastness of the Perito Moreno Glacier without actually setting foot on the ice's surface. While the boat will likely maintain a safe distance from the glacial walls, you'll still experience the exhilarating feel of rocky waters caused by the icy debris falling from the glacier. Atop a turquoise sea of chilly waters spotted with countless icebergs, your journey can last anywhere from a single hour to an entire day. Accessing the Glacier The Perito Moreno Glacier is located with the Los Glaciers National Park, on the shore of Lago Argentino about an hour and a half drive from El Calafate. Shuttles departing from the town of El Calafate provide the most convenient access to glacial tours, which depart at several times throughout the day. Visitiors are encouraged to leave early, however, to ensure ample time to explore the magnificence of Perito Moreno.", "viewCount": 0.3256717745977487, "labels": [2413]}, "GCXfdaQfmCk": {"likeCount": 0.1079181246047625, "dislikeCount": 0.09542425094393249, "videoId": "GCXfdaQfmCk", "title": "", "description": "", "length": 0.25622928644564746, "keywords": "amazing diving board tricksamazing diving board tricks3 kids do amazing diving board tricks", "viewCount": 0.3856970433482492, "labels": [311]}, "c47lfJDhAO4": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "c47lfJDhAO4", "title": "", "description": "", "length": 0.22405492482826, "keywords": "hair cutsooh la la salon a line bobmartin rodriguezA line bob hair cut using two combs to do the hair cut www.martinrodriguez.com www.kalearose.net", "viewCount": 0.35845573605256753, "labels": [50, 65, 661, 1851]}, "6ajrUUBoWYg": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "6ajrUUBoWYg", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "meydan Racing at Meydan dubai racing DRC Dubai Racing Club horseracing Horse Horse RacingRace 6  Longines Saint ImierTONABROCKY IRE Richard Hughes", "viewCount": 0.3087071205906535, "labels": [0, 19, 318]}, "6773mNidu7Y": {"likeCount": 0.1146128035678238, "dislikeCount": 0.047712125471966245, "videoId": "6773mNidu7Y", "title": "", "description": "", "length": 0.2423245873936808, "keywords": "Tim McGraw SingerTim McGraw  Truck YeahIndianapolis, IN 7282012", "viewCount": 0.4145817714491828, "labels": [3, 6]}, "te1b14Tg-4I": {"likeCount": 0.24913616938342728, "dislikeCount": 0.1380211241711606, "videoId": "te1b14Tg-4I", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "MISGUNNERIJ  WIETWA FT. MABOUW OFFICIAL DESICRWHOLLAND desicrewholland desicrwholland desi crew holland desicrew desicrw wietwa mabouw afn2 ryno selectabeats baby kayente damaru amit sewgolam tu hi meri ballade rosita aurat ke kamaai biha ke anghootie hasratein beweeg op die beat wine it up roti hindipop chirstmas 2015 misgunnerij djoegjoe djoegoe bubbling live surinam broederliefde trinidad Soca Music Musical Genre Bollywood Hungama Website 2famousMISGUNNERIJ  WIETWA FT. MABOUW OFFICIAL CLIP WIETWA THE ROCKSTARVASHMUSIC presents DESICRWHOLLAND Wij zijn beschikbaar voor al uw FISSA'S!!! Bruiloft, bhatwaan, verjaardag, bedrijfsfeest, dansavond etc. Voor info en boekingen bel Manager Vishal 0031633091403 Mail wietwaartistgmail.com Artists Wietwa  Akko  Mabouw  Ryno Baithak, Chutney, Reggae, Dancehall, House, Hiphop, Bubbling, Merengue, Zouk, Kawina, Kaseko, Bollywood, Soul, Reggaeton, R&B, Twerk, Salsa, Rap, Tu hi meri, Ballade, Chupa Chup, Aurat ke kamaai, Overwerk, Baratelo, Biha ke anghootie, Roti, Rosita, Wine it up, Misgunnerij, Misgun na kar baba, Kofferbaksysteem, Phoesoer phoesoer, Bakarni ke aurat, Chand se parda, Dost ke bahin, Selfie lele re,", "viewCount": 0.4762716065949462, "labels": [14]}, "lVfazkjBjGE": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06020599913279624, "videoId": "lVfazkjBjGE", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "Banjo Kazooie Grunty's Revenge Walkthrough 3 SeanieBanjo Kazooie Grunty's Revenge Walkthrough 4Banjo Kazooie Grunty's Revenge Walkthrough 4 With First boss battle with Klungo, and finishing collecting the chicks... I acciedentally named this video number 3 even though its 4...", "viewCount": 0.39522110581086695, "labels": [0, 1]}, "lVmR8dXhJwc": {"likeCount": 0.12041199826559248, "dislikeCount": 0.06020599913279624, "videoId": "lVmR8dXhJwc", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "Church Mess The Play Kim BurrellChurch Mess Kim Burrell as Ebonywdalepadgett's shared video file.", "viewCount": 0.4006252051369365, "labels": [6]}, "14Q0N4t7L3w": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "14Q0N4t7L3w", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Industrial safety gloves PPE cut puncture Turtleskin needle protectionTurtleSkin Safety GlovesCheck out this video we made to highlight our line of stateoftheart safety gloves.", "viewCount": 0.34683473304121576, "labels": [1062]}, "15sWzxan_ME": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "15sWzxan_ME", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "Jrmy Tiercelin Eric Lelievre Skateparkofrouen Skatepark Valenciennes Nord 59 SKate HD 720pTrip to Valenciennes HDSkatepark Valenciennes", "viewCount": 0.3257918450314059, "labels": [68, 72, 98, 151]}, "4qtWNPdhuYo": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "4qtWNPdhuYo", "title": "", "description": "", "length": 0.24393326938302629, "keywords": "cats 101 pets fluffy kitten fat cat cats seal point ragdoll cat catnip toy cute adorable ragdoll cat Pet ragdoll cat cat blue eyes kitten playing  poathtv path trains Kittens bunny kicks Kong Kickeroo Cat ragdoll poathtv Kitten why they're called ragdollsRagdoll Cat \"Bunny Kicks\" His Kong Kickeroo  PoathTV Furry Floppy Cats  PoathCatsValentino is a 22 month old Seal Point Ragdoll cat with blaze who loves to play games, and last night he discovered the joys of bunny kicking a Kong Kickeroo catnip toy. For over an hour he carried it around the house and had lots of fun rolling around while giving it kicks and cuddles. You can see more movies of my cats using this playlist Valentino & Ella also have a photo album at Valentino came to me from Ragalon Ragdolls  From 'The Ragdoll is a cat breed with blue eyes and a distinct colorpoint coat. It is a large and muscular semilonghair cat with a soft and silky coat. Developed by American breeder Ann Baker, it is best known for its docile and placid temperament and affectionate nature. The name \"Ragdoll\" is derived from the tendency of individuals from the original breeding stock to go limp and relaxed when picked up. ' . PoathTV  Australian Trains, Railways & Railroads Cats Animals Ragdoll", "viewCount": 0.3546048866401734, "labels": [15, 18, 170, 314, 2882]}, "o6mTbKmiJco": {"likeCount": 0.2281033367247728, "dislikeCount": 0.09030899869919436, "videoId": "o6mTbKmiJco", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "Food Feeder Noah Galuten Mail USPS United States Mail mail yahoo yahoo mail Mail on Saturday Saturday delivery Mail Delivery Mail Delivery Saturday Mailbox Sending Mail Getting Mail Food Food News Food Facts Fun Food Facts Interesting Food Facts Food Info Recipes Easy Recipes Epic Meal Time Tasted Tasted Channel Youtube Food Youtube Food Netowrk Food NetworkNoah Responds to Your Comments on his Eyes, Vodka, Cups, Sleep, & Bacon LubeNoah finally checked out the comments section. He's sorta opening a restaurant & that ! takes time, ya know? But he still wanted to take some time this week to sit down, pick his favorite comments and your most frequent concerns to address. Check out what Noah has to say about what you have to say. Subscribe for more news with Noah Make sure to keep commenting, we're going to make sure Noah sleeps less and answers you more! If you read down this far and are a fan of Tasted, pick you favorite and post one of the following 3 things below in the comments section I Heart Noah! Feeder! OR, for you trolls out there I Hate You despite my inability to make any cool stuff myself! Tune in to the Food Feeder with Tasted's new food guru, Noah Galuten. Noah's been there and done that in pretty much every aspect of the culinary scene from his stint as a popular food writer for LA Weekly to now opening his own highly anticipated BBQ restaurant. Hop on for the ride as Noah gives us the inside scoop on what's hot and happening in the world of fascinating food from breaking news, to awesome events, cool chefs, incredible restaurants and all around good eats. Noah's the guy for everything you ever wanted to know about food... and then some. Click subscribe to check out new episodes every week!", "viewCount": 0.4004020273253242, "labels": [11, 229]}, "2spbFpzyiJ0": {"likeCount": 0.24183012913197455, "dislikeCount": 0.1, "videoId": "2spbFpzyiJ0", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "Caltech science nawroth dabiri biology bioengineering technology jellyfish medusoidCaltech and Harvard Bioengineers Explain Artificial Jellyfish ResearchLearning from the Jellyfish Squishy pumps for biomedical and engineering applications Most people know jellyfish as a painful nuisance, a beautiful aquarium exhibit orless commonlyin the form of a marinated snack. Now a team of researchers at Caltech and Harvard University have taken yet another perspective on this simple invertebrate for them, it constitutes nature's prototype of a flexible, musclepowered pump that could be used for medicalapplications and soft robotics. Graduate student Janna Nawroth worked with John Dabiri, professor of aeronautics and bioengineering at Caltech, and Kit Parker, Tarr Family Professor of Bioengineering and Applied Physics at Harvard, to elucidate how the jellyfish body creates flows and eddies useful for pumping, propulsion, and feeding. In this video, the teamexplains how and why they developed a technology that turns silicone rubber and labgrown muscle tissue into jellyfishlike fluid pumps and swimmersadvancing the design of muscular pumps for biomedical applications. Video by Janna Nawroth Produced by Caltech and Harvard University", "viewCount": 0.47169544086351456, "labels": [3092]}, "Db_3rOA92Ns": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "Db_3rOA92Ns", "title": "", "description": "", "length": 0.25224442335063196, "keywords": "happyBarcelona Lifting Champions League TrophyWinning", "viewCount": 0.3310905629376142, "labels": [12]}, "Z1gpDcc3FBI": {"likeCount": 0.36224212739756706, "dislikeCount": 0.16434526764861876, "videoId": "Z1gpDcc3FBI", "title": "", "description": "", "length": 0.26020599913279624, "keywords": "Muddy Waters bluesMuddy Waters  Long Distance CallCrisp b&w footage from a performance at the 1968 Copenhagen Jazz Festival. Muddy Waters  guitar & vocals,'Pee Wee' Madison  guitar,Otis Spann  piano,Paul Oscher  harmonica,Sonny Wimberley  bass,S.P. Leary  drums", "viewCount": 0.5677732843376936, "labels": [4, 9, 28, 33, 37]}, "Z3oexxR8fWM": {"likeCount": 0.1278753600952829, "dislikeCount": 0.06020599913279624, "videoId": "Z3oexxR8fWM", "title": "", "description": "", "length": 0.2518513939877888, "keywords": "EDC every day carry everydaycarry E.D.C. survival bushcraft wilderness self reliance urban suburban hiking camping backpacking preparing prepping preparedness layer pockets Honest keychain carmex candle victorinox explorer plus bandana BandAid tough strips fisher space pen iphone SHTF WROL Ken Troklus kentroklusEDC Layer 3 PocketsThese are the every day carry items that I keep in my pockets. Most EDC videos begin and end here, but for me this is only layer 3 of 5. Left Rear Wallet with AAA card, laminated info card and 3 BandAid Tough Strips Left Front Cotton Bandana Paper folded into eighths Laminated Info Card Honest Keychain Multitool butane lighter, LED light, scissors, blade, file and small flathead screwdriver Right Front Carmex Candle Fisher Space Pen Victorinox Explorer plus Right Rear iPhone 4 Also 25 in cash One 10, 2 5 and five 1", "viewCount": 0.3573915440421551, "labels": [3049]}, "Z5JxCrHwCaI": {"likeCount": 0.11139433523068368, "dislikeCount": 0.10413926851582252, "videoId": "Z5JxCrHwCaI", "title": "", "description": "", "length": 0.2653212513775344, "keywords": "mysistersadvice advice on managing curly frizzy poofy puffy hair manage high bun extensions side pony waves wavyAdvice How to tame bigfrizzy hair for a partySara & Jamie are sisters who love giving advice! Here they are answering a question on how to tame bigfrizzy hair for a special event. Here's a few hairstyles to help!", "viewCount": 0.36816029987308685, "labels": [50, 65]}, "24H4MZuNgCY": {"likeCount": 0.15440680443502758, "dislikeCount": 0.08450980400142569, "videoId": "24H4MZuNgCY", "title": "", "description": "", "length": 0.2568201724066995, "keywords": "PlayStation Vita Unboxing France franais fr FR Game Ps3 PlayStation 3 Games Sony SoGame So sogame dontsleep13 Dontsleep13 unboxing dbalage dballage ps3Unboxing PS Vita FRDballage de la PS Vita version europenne Facebook Twitter  ", "viewCount": 0.355108386518578, "labels": [0, 1, 105, 349, 424, 510, 535, 590]}, "294LmW0ujzk": {"likeCount": 0.12304489213782739, "dislikeCount": 0.11139433523068368, "videoId": "294LmW0ujzk", "title": "", "description": "", "length": 0.253655844257153, "keywords": "The Witcher 3 Wild Hunt Video Game farm drowners The Witcher 3 Wild Hunt Farm Drowners Location Velen Drowner Brain Drowner Tongue monster nest location velen how to farm where to farm Action Roleplaying Game Video Game Genre Video Game Industry gameplay playsation 4 ps4 xbox one pcThe Witcher 3 Wild Hunt Farm Drowners Location VelenThe Witcher 3 Wild Hunt Farm Drowners Location Velen Monster Nest Kill Drowner Drowner Brain Drowner Tongue Monster eye Swallow Potion formula Killer Whale potion formula subscribe  The Witcher 3 Wild Hunt Playlist Plus Google  Fanpage Twitter  Twitch  Main Quests, All Secondary Quests, All Notice Board Quests, All Witcher Contracts Quests All Places of Power Locations, All Guarded Treasures Locations, All Bandit Camps Locations, All Abandoned Sites Locations, All Monster Nests Locations, All Smugglers Caches Locations, All Spoils Of War Locations All Collectibles All Achievements, Trophies, Cheats, Easter Eggs", "viewCount": 0.4117005996635967, "labels": [0, 1, 1294, 1529]}, "5s7QSUzm5lM": {"likeCount": 0.2294466226161593, "dislikeCount": 0.06989700043360189, "videoId": "5s7QSUzm5lM", "title": "", "description": "", "length": 0.2113943352306837, "keywords": "photoshop speed art logo interface design for tf141gho5t Adobe Photoshop Logo programming Language Drawing Painting Photo Manipulation Tutorial animation drawing Artist Hungary Magyar Demo Reel Digital Media Budapest Graphics Hungarian Graphic Motion Flash Cs3 Cs4 Editing DirectorGraphic Design  TF141GHO5T Shield Emblem  Michybaps DesignsI decided to work on more logointerface style graphics, so here is a logo i cooked up for www.youtube.comuserTF141GHO5T Enjoy the speed art.", "viewCount": 0.40738282844011087, "labels": [1172]}, "jmRvOfOAUUs": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "jmRvOfOAUUs", "title": "", "description": "", "length": 0.23117538610557542, "keywords": "Justin bieber babyJustin bieber baby private concert he sing for a fanSo cute, subscribe", "viewCount": 0.36993173010213826, "labels": [4, 9, 10, 34]}, "jmEqSoeXUug": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "jmEqSoeXUug", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "BloomingSperClsico 160  Oriente 3x0 Blooming  FUTBOL BOLIVIANOSuper Clsico Cruceo", "viewCount": 0.31568519010700113, "labels": [0, 12]}, "joQ97DBM344": {"likeCount": 0.2947433721887051, "dislikeCount": 0.16720978579357176, "videoId": "joQ97DBM344", "title": "", "description": "", "length": 0.2545307116465824, "keywords": "The New York Times NY Times NYT Times Video nytimes.com news newspaper feature reporting spain spain vacation spain tourism Bilbao CityTownVillage bilbao vacation bilbao tourism Guggenheim Museum Bilbao Museum bilbao restaurants Basque Country Spanish Autonomous Community spanish food bilbao bars bilbao nightlife bilbao museums spanish cheese bilbao food michelinstar restaurants medieval bilbao medieval bilbao historyWhat to Do in Bilbao, Spain  36 Hours Travel Videos  The New York TimesBeyond Bilbaos Guggenheim museum, theres much to explore, from Michelinstar restaurants and medieval streets, to a bar run by a worldclass mixologist. Produced by Fritzie Andrade Read the story here Subscribe to the Times Video newsletter for free and get a handpicked selection of the best videos from The New York Times every week Subscribe on YouTube Watch more videos at  Want more from The New York Times? Twitter Instagram Facebook Google Whether it's reporting on conflicts abroad and political divisions at home, or covering the latest style trends and scientific developments, New York Times video journalists provide a revealing and unforgettable view of the world. It's all the news that's fit to watch. On YouTube. What to Do in Bilbao, Spain  36 Hours Travel Videos  The New York Times ", "viewCount": 0.5206591131732331, "labels": [11, 20]}, "WJJ8lKNbBPc": {"likeCount": 0.11139433523068368, "dislikeCount": 0.07781512503836437, "videoId": "WJJ8lKNbBPc", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "LA COLORS lipstickLA Colors Lipsticks CHECK OUT THESE NEW COLORS!!!LA Colors Lipsticks CHECK OUT THESE NEW COLORS!!! Thank you for viewing my video. Please SUBSCRIBE, COMMENT, SHARE and RATE. Where to find me Facebook Instagram Twitter Pinterest Vine If you would like to contact me for product review, you can reach me at Cassieafricanqueengmail.com Affiliations StyleHaul  Influenster  HAIR INFO Last relaxer August 1, 2010 Big Chop March 3, 2011 low porosity hair 3c4a curl patterntype Subscribe to StyleHaul's YouTube Channel Subscribe to StyleMeFit's YouTube Channel Natural,hair,black,African,American,kinky,curly,wavy,3a,3b,3c,4a,4b,4c,CassieAfricanQueen,Cassie,African,Queen,facebook,twitter,instagram,wash and go,wng,braid,out,braidout,braidout,twistout,twist out,2,strand,twist,out, two, fluffy, how, to, tutorial, results, next day, 2nd day, Aussie, instant, freeze gel, Walmart, Target, Walgreens, weird, facts, tag, L A Looks, Kinky curly knot today, beer, rinse, damaged, chemical, straight, texlaxed, relaxed, perm, kiddie, tutorial, power spike, golden, blonde, dark and lovely, hair dye, toner, Avalon, Dickenson, witch hazel, Neutrogena, trader joe, Wetline, ECO styler, Sallys, 1 year, 2,3,4,5,6,7,8,9,10, days, weeks,, years, give a way, workout, weight loss, journey, skincare, face, skin, eyes, makeup, eyebrows, lipstick, herbal, essences, set me up gel, TRESemme Naturals Nourishing Moisture Conditioner, Wetnwild, wet and wild, blush, Covergirl Lash Blast Volume waterproof, Maybelline Define a Lash lengthening mascara, Brow pencil Maybelline Define a brow Dark Brown, acne, prone, breakouts, combination, sun screen, nourish spa, tea tree oil,3b,3c,4a,4b,4c, Lace front wig protective styling full cornrolls, Biotera ultra, Shea Moisture curling souffl , aloe mint mist, StyleHaul, Style, Haul, partner, influenster, voxbox, Vidal Sassoon, moisture VS", "viewCount": 0.3275311354541812, "labels": [39, 202]}, "c1RcQx5YkkM": {"likeCount": 0.19294189257142927, "dislikeCount": 0.06020599913279624, "videoId": "c1RcQx5YkkM", "title": "", "description": "", "length": 0.21702617153949577, "keywords": "Batman Arkham Asylum Part 33 playthrough walkthrough mission guide achievement tips combo bruce wayne heath ledger play through walk boss battle tactics tricks combat beat up high definition 720 720p ps3 xbox 360 playstation live psn PC steam Challenge Mode Gameplay Poison Ivy Free Flow Combat The Dark Knight Bane Harley Quinn riddler croc commissioner jim gordon alfred oracle batgirl batwoman Two Face Joker exclusive blu ray online vip2gamingBatman Arkham Asylum Playthrough Part 33 HDPlaythrough on Normal mode xbox 360", "viewCount": 0.4745792814466655, "labels": [0, 1, 35, 268, 665, 1574, 3563]}, "BDy2gt3WcI8": {"likeCount": 0.2459392487759231, "dislikeCount": 0.06989700043360189, "videoId": "BDy2gt3WcI8", "title": "", "description": "", "length": 0.22455126678141502, "keywords": " winds score wsws ws ws ws wsc wsws13 ws13 ws13 ws13 wsc13    ensemble  clarinet   Cl.4 Richard M.Sherman Robert B.Sherman  M.   B.  WSEW13018 Cl.4 bit swing16 BCl.1 BCl.2 BCl.3 B.Cl.   ", "viewCount": 0.4821716544731034, "labels": [13, 585, 870]}, "BG7ZgIMRMm8": {"likeCount": 0.1, "dislikeCount": 0.06989700043360189, "videoId": "BG7ZgIMRMm8", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "rashad phillips wildcats perth uofd detroit mercy basketball preseasonRashad Phillips Preseason HighlightsHighlights from Wildcats preseason games in local gyms in WA.", "viewCount": 0.38716896656855154, "labels": [0, 52, 70, 91]}, "Mj4fGHskXFw": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "Mj4fGHskXFw", "title": "", "description": "", "length": 0.2531478917042255, "keywords": "ccd beekeepers swarms bees beeswarm honey die off dieoffContemplating the bee die off, San Mateo, CaliforniaInspecting die off colonies", "viewCount": 0.3137354111370733, "labels": [15, 499, 723, 946, 1145]}, "Mj43R3D3ncg": {"likeCount": 0.21398790864012365, "dislikeCount": 0.03010299956639812, "videoId": "Mj43R3D3ncg", "title": "", "description": "", "length": 0.2271841606536499, "keywords": "unforgettable sunrise Agustin Amigo fingerstyle acoustic guitar guitarra gitarre original steelstring violao solo unplugged solo guitar music fingerpicking chords compositionAgustin Amigo  \"Unforgettable Sunrise\" Original  Solo Acoustic Guitar Solo Acoustic Guitar Composed and performed by Agustn Amig This song is from the album \"Words I Couldn't Say\", available at This song is dedicated to my young korean guitar friends from the naver cafe forum. Tuning Standard Capo Shubb Banjo Capo covering the 5th1th strings Guitar James Goodall KGCC Strings Martin SP 1253 Mics Schoeps CMC6MK4 stereo pair guitar guitare guitarra chitarra gitarre violao fingerpicking fingerstyle", "viewCount": 0.41553360374650616, "labels": [4, 9, 10, 34]}, "dvkZX87wQtM": {"likeCount": 0.15682017240669952, "dislikeCount": 0.0, "videoId": "dvkZX87wQtM", "title": "", "description": "", "length": 0.2568201724066995, "keywords": "rallycross rallycrossrx european rallycross monster energy rallying cars race crash win speed fast cornering fia lap circuit FIA World Rallycross Championship FIA European Rallycross Championship Fdration Internationale De L'Automobile Sports Association Race Track Sports Equipment Auto Racing Sport2014 Canada RX LITES CUP FULL FINAL  World RX RallycrossAlthough not being an official RX Lites Championship event, Canada RX saw the RX Lites cross the pond for the Interncontinental RX Lites Cup, contested by some of the world's top driving talent. Check out the Canada RX Lites Final! Round seven of the 2014 FIA World Rallycross Championship presented by Monster Energy the first ever outofEurope trip for World RX, as we visited TroisRivieres, Canada! Subscribe to Rallycross RXTV RallycrossRXTV on YouTube will be bringing you all the highlights from the 2014 World Rallycross Championship presented by Monster Energy.. All the action, on boards, interviews and expert insights can be foundon this channel. Visit our website Like us on facebook Follow us on Twitter ", "viewCount": 0.368556261115823, "labels": [17, 19, 129, 639]}}