{"ir6Z3l1sPoU": {"likeCount": 0.25352941200427703, "dislikeCount": 0.12304489213782739, "videoId": "ir6Z3l1sPoU", "title": "", "description": "", "length": 0.2502427119984433, "keywords": "afro beatz afro beatz crew abc mc ron mc gz speechless judgement dj soldier hip hop wize guyz wgg mpc 500 budapest mc gzy old school keep it real hip hop ain't dead mc ron & speechless krazy drayz kool g rapAfro Beatz  Rutin ft. MC Gz  OFFICIAL MUSIC VIDEO Szveg  Lyrics Speechless, Judgement, MC Gz, MC Ron Producer  Scratch  Videoclip Speechless  Afro Beatz Judgement, MC Ron, Speechless, Dj Soldier Sample Lordz Of Brooklyn  Gravesend I BUD YOU Follow us on ", "viewCount": 0.4442808892846281, "labels": [14]}, "lFhu7wOTNP4": {"likeCount": 0.18512583487190754, "dislikeCount": 0.06020599913279624, "videoId": "lFhu7wOTNP4", "title": "", "description": "", "length": 0.23384564936046048, "keywords": "il volo sole mio it's now or never torontoIl Volo  \"O Sole MioIt's Now Or Never\"  TorontoIl Volo singing \"O Sole MioIt's Now Or Never\" in Toronto at Roy Thomson Hall on September 25th, 2011.", "viewCount": 0.42465970491063704, "labels": [3, 6]}, "rg1YT0vUrc8": {"likeCount": 0.1079181246047625, "dislikeCount": 0.08450980400142569, "videoId": "rg1YT0vUrc8", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "squirrel in chair deck MTGSquirrel Deck Review MTGAwesome squirrel deck, only lost three times out of about 200 games, sorry for the bad lighting.", "viewCount": 0.3098297536494698, "labels": [0, 1, 217, 643]}, "ri1brFDZj3Y": {"likeCount": 0.18808135922807914, "dislikeCount": 0.11139433523068368, "videoId": "ri1brFDZj3Y", "title": "", "description": "", "length": 0.25158738437116795, "keywords": "bmw M54 engine bmw engine wire harness bmw O2 wire harness bmw 525i vs. 325ci bmw 330 engine vs bmw 530i bmw engine relay bmw DME wire harness bmw transmission wire harness bmw m54b30 engine bmw throttle body wire bmw idle control wiring bmw oil pressure switch bmw compression test bmw vanos rattle bmw wire harness diagram bmw engine wire harness set up camshaft sensor bmw faulty camshaft sensor faulty crankshaft sensor bmwBMW M54 Engine Wire Harness Diagram 525i 325 X5 Part 2Enter Promo Code YT10 at our website 10 Discount on all purchases This is our second video that illustrates the difference in wire harness with BMW M54 engine models.", "viewCount": 0.4236889793701861, "labels": [2, 7, 90, 174, 830, 1890]}, "aFLClP5n0fs": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "aFLClP5n0fs", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "samsung ativ ativ book ativ book 9 840 evo ssd boot test windows 8 windows 8.1 samsung 840Samsung ATIV Book 8 & 840 Evo 500GB SSD Boot TestA boot test with a Samsung ATIV book running Windows 8.1 off a Samsung 840 Evo 500GB SSD.", "viewCount": 0.3600319329751661, "labels": [74, 187, 200, 520]}, "aGzTKDLSZoo": {"likeCount": 0.13010299956639812, "dislikeCount": 0.0, "videoId": "aGzTKDLSZoo", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "david cook hard rock cafe heroes wright foundation DWFDavid Cook  Heroes  Hard Rock CafeDavid Cook and band performing \"Heroes\" at the Hard Rock Cafe. Crappy video, but decent sound.", "viewCount": 0.31784013415337553, "labels": [3, 4, 13, 2187]}, "XkJFfn6avSo": {"likeCount": 0.282865989653532, "dislikeCount": 0.11139433523068368, "videoId": "XkJFfn6avSo", "title": "", "description": "", "length": 0.22833012287035498, "keywords": "Jean Bosco Mwenda guitar africa congoMasanga  instrumental   Jean Bosco MwendaJean Bosco Mwenda, also known as Mwenda wa Bayeke 19301990 was a pioneer of Congolese fingerstyle acoustic guitar music. He was also popular in other African countries, particularly East Africa, and in the late 1950s and early 1960s was briefly based in Nairobi, where he had a regular radio show and became a profound influence on a generation of Kenyan guitarists. Along with his friend and sometime partner Losta Abelo, and his cousin Edouard Masengo, Bosco defined the Congolese acoustic guitar style. His song \"Masanga\" was particularly influential, due to its complex and varied guitar part. His influences included traditional music of Zambia and the Eastern Congo, Cuban groups like the Trio Matamoros, and cowboy movies. Bosco was born in 1930 at Bunkeya, a village near Likasi then called Jadotville, HautKatanga Province in then Belgian Congo, but lived most of his life in Lubumbashi, where in addition to playing music he had a job in a bank and with the local mining company, managed other bands, and owned a hotel on the Zambian border. He died September 1990 in a car accident in Zambia. A 1982 video field recording by Gerhard Kubik exists in a compilation of influential African guitarists artists entitled \"Native African Guitar\". A 1982 CD with booklet text by Gerhard Kubik, also in English includes the Kisuahili song texts is available from Museum fr Vlkerkunde, Berlin. The recordings include the complete concert Bosco gave at June 30, 1982 at the Museum fr Vlkerkunde, Berlin. In 1988 Cape Town based record label, Mountain Records, recorded a studio album of Mwenda's music and issued it in 1994. The album is entitled Mwenda wa Bayeke  African guitar legend.", "viewCount": 0.5037446419248942, "labels": [4, 9, 10, 34]}, "1qGHkjq2Jec": {"likeCount": 0.40989550604384695, "dislikeCount": 0.2695481676490198, "videoId": "1qGHkjq2Jec", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "lifetime lifetime shows lifetime tv lifetime channel mylifetime Bring It! Bring It! full episodes hip hop Miss D Dianna Williams dance coach majorettes dancing dolls bring it season 2 bring it miss d dazzling divas dancing dolls vs dazzling divas stand battle medium stands atl bomb squad buck offBring It! Stand Battle Dancing Dolls vs. Dazzling Divas Medium Stand S2, E9  LifetimeWatch the medium portion of the stand battle between the Dancing Dolls and Dazzling Divas at the ATL Bomb Squad Buck Off competition in this scene from \"Captain Down.\" Subscribe for more Bring It! Enjoy more Bring It! on YouTube Check out the full dances and battles playlist Love Bring It!? Find more of what you love on our site Watch full episodes here Find great Bring It! gear Follow Bring It! on Instagram Stay up to date with Bring It! on Twitter Check out exclusive Lifetime content Website  Twitter  Facebook  posts Bring It! Season 1 Episode 9 Captain Down Lifetime is a premier femalefocused entertainment destination dedicated to providing viewers with a diverse selection of critically acclaimed and awardwinning original movies, scripted dramas, and unscripted programming. A favorite and trusted network for women, we are continually building on our heritage by attracting top Hollywood talent and producing shows that are modern, sexy, exciting, daring, and provocative. Visit us at myLifetime.com for more info.", "viewCount": 0.6286206465145501, "labels": [8]}, "N_rAWgRG9UI": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "N_rAWgRG9UI", "title": "", "description": "", "length": 0.2505149978319906, "keywords": "Games    World of Tanks video game       World of Tanks ,   WoT,     .    ", "viewCount": 0.3254064452914338, "labels": [0, 1, 42, 223, 323]}, "qCmUXgF1aKw": {"likeCount": 0.09542425094393249, "dislikeCount": 0.09542425094393249, "videoId": "qCmUXgF1aKw", "title": "", "description": "", "length": 0.24927603890268377, "keywords": "Trader Joe's fine kettle of ish recipes cooking feta shrimp fish food tips dinner under 20 cheap easyRecipe  Pasta with SunDried Tomatoes, Shrimp, and Feta Ish's cooking instructions to create a fast and easy pasta dish that costs 20 or less and is also healthy and delicious. Includes nutritional information and lowcarb, lowgluten, and vegetarian modifications. Brought to you by A Fine Kettle of Ish. Find more delicious recipes, cooking tips, and food events at ", "viewCount": 0.3545678149792026, "labels": [11, 20, 22, 29, 32, 680, 752, 3282]}, "v59zMO6fvSg": {"likeCount": 0.20863598306747486, "dislikeCount": 0.10413926851582252, "videoId": "v59zMO6fvSg", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "IPad Computer GarageBand Software Iphone vocals instruments Apple Review Itunes tracks merge Tascam four Bristol UK video music DAW apps Howto Conference Subject ElectronicHow To Merge Tracks in Garageband iPad TutorialA quick video on how to Merge tracks together in Garageband for iOS which in turn frees up more tracks to record more instruments and vocals.", "viewCount": 0.4603772075387144, "labels": [0, 74, 131, 209]}, "v5bVnsiA5D4": {"likeCount": 0.13424226808222062, "dislikeCount": 0.047712125471966245, "videoId": "v5bVnsiA5D4", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "Grow Home  Ending HDGrow Home  Ending HDGrow Home  Ending HD  Partner with VISO Partner with TGN  PC Specs CPU Intel Core i7 4790K Devil's Canyon Motherboard Gigabyte GAZ97D3H Memory HyperX Fury Black 16GB DDR3 HDD SSHD SeaGate Desktop 2TB 7200RPM 64MB SATAIII Graphics card Gigabyte GeForce GTX 980 G1 Gaming 4GB DDR5 256BiT Power Supply Antec TruePower Classic 750W Case SuperFlower SF2000B Black Operating System Windows 7 Ultimate Edition Monitor ASUS VN247HP 23.6  Game Information Experience the freedom of unbounded climbing as you take control of BUD, a procedurally animated robot on a quest to save his planet. Create your own path through an alien world as you control and ride a giant plant on a vertical journey to the stars. ", "viewCount": 0.35433229006469125, "labels": [0, 1]}, "T8cDAnipbwo": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "T8cDAnipbwo", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "The Philharmonic All of Me John Legend Audrey Fashion Show The Sing OffThe Filharmonic  All of Me  Audrey Fashion Show  March 28, 2015The Philharmonic covers John Legend's \"All of Me\" at the Audrey Fashion Show at Downtown L.A. on March 28, 2015", "viewCount": 0.3295567099962479, "labels": [3, 4]}, "TBYnkNnKUFE": {"likeCount": 0.16434526764861876, "dislikeCount": 0.03010299956639812, "videoId": "TBYnkNnKUFE", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "kiss me thru through the phone soulja boy piano cover tony luu sbla smash bros laTony Luu  Kiss Me Thru The Phone PIANO COVERKiss Me Thru The Phone by Soulja Boy Piano ", "viewCount": 0.3567731962548069, "labels": [31, 40, 47, 57]}, "TBI0eI-209o": {"likeCount": 0.18808135922807914, "dislikeCount": 0.0, "videoId": "TBI0eI-209o", "title": "", "description": "", "length": 0.2671172842715083, "keywords": "starcraft sc2 match game replay commentary tournament korea ladder platinum diamond terran zerg protoss 1v1 2v2 3v3 4v4 ffa ask joshy askjoshy joshsuth root gaming mlg dc tutorial major league washington haypro drewbie team liquid teamliquid dallas StarCraft StarCraft II Star Craft 2 Wings of Liberty UPC 020626728386 marine zealot zergling hydra mutaHayprO vs. drewbie g2 22  StarCraft 2 Commentary 126Josh's job application say nice things! drewbie facing off against HayprO in this Terran vs. Zerg on Scrap Station. This game was played for the winner's bracket at MLG Dallas.", "viewCount": 0.3964636703788502, "labels": [0, 1, 42, 487, 890]}, "CosVYcoVaSY": {"likeCount": 0.2974971994298069, "dislikeCount": 0.1799340549453582, "videoId": "CosVYcoVaSY", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "Mei tai with newbornMei tai with a newbornHow to use a mei tai in a front carry with an infant. The baby in this video is 5 days old.", "viewCount": 0.5434104024084443, "labels": [2789]}, "0HC_VzpWp1M": {"likeCount": 0.26138418218760695, "dislikeCount": 0.15051499783199063, "videoId": "0HC_VzpWp1M", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "cellular ipad mini 2 apple ipad air 2 iphonehacks iphone what is apple sim apple sim cellular ipad air 2 iPad howto how to set up apple simHow to choose a cellular data plan with Apple SIM on your iPad Air 2  iPhone HacksHere's all you need to know about Apple SIM! For more info Subscribe Follow us Sign up for our Daily Newsletter ", "viewCount": 0.4861349183896714, "labels": [21, 23, 24, 73, 74, 131, 209, 880, 1269, 3099]}, "DsyhGE21k7U": {"likeCount": 0.16434526764861876, "dislikeCount": 0.08450980400142569, "videoId": "DsyhGE21k7U", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "KEITH THURMAN TAKES UNANIMOUS DECISION WIN OVER A TOUGH LEONARD BUNDU  POST FIGHT REACTION Keith Thurman Boxer Boxing Sport KUGAN CASSIUS IFL TV IFILM LONDON BOXING BOXER FIGHTER WE FILM STUFF JAMES HELDER MGM GRAND BROOK KHAN MAYWEATHERKEITH THURMAN TAKES UNANIMOUS DECISION WIN OVER A TOUGH LEONARD BUNDU  POST FIGHT REACTIONKEITH THURMAN TAKES UNANIMOUS DECISION WIN OVER A TOUGH LEONARD BUNDU  POST FIGHT REACTION", "viewCount": 0.3822756332951391, "labels": [92]}, "C60WUF4ruN4": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "C60WUF4ruN4", "title": "", "description": "", "length": 0.24099331233312948, "keywords": "History of Super Smash Bros Brawl Metroid Ridley Music Crappycapturedevice Prime Frigate OrpheonHistory of Super Smash Bros Brawl  Vs Ridley ThemeYou wanted it, you got it! This is my second brawl video and I have improved the quality and infomation compared with the last one. So enjoy, rate and comment!", "viewCount": 0.36866362692622934, "labels": [0, 1, 234]}, "mgmfpUi7Vuw": {"likeCount": 0.17558748556724915, "dislikeCount": 0.0, "videoId": "mgmfpUi7Vuw", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "Jessie J Musical ArtistJessie J  Sweet TalkerEast Coast Live  Chantry Park, Ipswich 28614", "viewCount": 0.3732876041362707, "labels": [3, 6]}, "mgiIzR6wziQ": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "mgiIzR6wziQ", "title": "", "description": "", "length": 0.25550944485783195, "keywords": "nba 1988 PLAYOFFS gAME cELTICS hAWKS PARTnba 1988 PLAYOFFS gAME 7 cELTICS  hAWKS PART 3.mp4The great duel...", "viewCount": 0.3144262773761991, "labels": [0, 52, 70]}, "mlAxrqfnlj8": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "mlAxrqfnlj8", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "wonders a.l. brown north rowan football friday night wbtv win streak1992 N. Rowan vs. A.L. BrownThe A.L. Brown \"Wonders\" hosted North Rowan in the AAA state semifinal match up, protecting a 26 game home winning streak.", "viewCount": 0.37371130943059616, "labels": [0, 79]}, "cSt9UPojrk4": {"likeCount": 0.20863598306747486, "dislikeCount": 0.15910646070264992, "videoId": "cSt9UPojrk4", "title": "", "description": "", "length": 0.24941545940184429, "keywords": "How To Make Wither Boss In MineCraft 1.4 Snapshot 12w36aHow To Make Wither Boss In MineCraft 1.4 Snapshot 12w36aHow To Make Wither Boss In MineCraft 1.4 Snapshot 12w36a", "viewCount": 0.45585045721819484, "labels": [0, 1, 27]}, "cWAjJ8RY5ts": {"likeCount": 0.37399676967595097, "dislikeCount": 0.23909351071033794, "videoId": "cWAjJ8RY5ts", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "iPhone Apple wylsa Wylsacom AppStore iOS 4S 3G 3GS iPod MacBook Pro iMac Retina 5K Retina 5K   5K iMac 27 27 iMac 2014 new update  27        iMac Retina 5K  iMac Retina 5K  OMGF. , ,       AppleJesus,  .         Twitter      iTunes     iTunes   .", "viewCount": 0.5358170978039745, "labels": [1730]}, "OXtymwz_SMU": {"likeCount": 0.047712125471966245, "dislikeCount": 0.08450980400142569, "videoId": "OXtymwz_SMU", "title": "", "description": "", "length": 0.24742162640762555, "keywords": "conniemooncakemy make mooncake", "viewCount": 0.41115985248803943, "labels": [11, 20, 22, 32]}, "OZ9AW0Lhte8": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "OZ9AW0Lhte8", "title": "", "description": "", "length": 0.23856062735983122, "keywords": "Enrique Bunbury Lady Blue Aragon Ballroom Chicago Hellville Tour 2009Enrique Bunbury  Lady BlueEnrique Bunbury Lady Blue Hellville De Tour 2009 19Feb2009 Aragon Ballroom Chicago, IL Help us caption & translate this video! ", "viewCount": 0.41354506993455137, "labels": [3, 4, 6]}, "OZdockWWRhE": {"likeCount": 0.13010299956639812, "dislikeCount": 0.0, "videoId": "OZdockWWRhE", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "governorsball Kid Cudi Musical ArtistKid Cudi Mojo so dopeLive at Governors Ball 2012 in New York City www.sharksnyc.com", "viewCount": 0.34525530632289253, "labels": [3, 4]}, "utm6UF2t1ck": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "utm6UF2t1ck", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "250R banshee glen burn Canyon Shamokin Trevorton Treverton Locust LRD 300R 480 YFZ480 atv hill climb 450R YFZ450 450 YFZ CR RM KX YZ YZF CRF 400ex raptor blaster coal 300ex hillclimb quad Bansheehq offroad buggy jeep wrangler yamaha honda suzuki kawasaki rz350 rz 350 4x4 race whaleback crashes accidents enduro ktm moto motocross mud four riding custom sand wheeler motorcycle racing bike wheelie polaris trail dirt dunes engine LTR jump GoPro TRX freestyle Smurfs wheelies xcHONDA 250R AND YFZ 450 ONE LAP AROUND THE NEW FAST TRACK, TREVORTON PA, JUNE 2ND 2012Hold on tight. We're gettin around the new track faster on every lap. Constant rains in Pa have been making it difficult to get any good GoPro footage. Lets hope the rains slow down soon. Engine hour meter total time  15.2 total hours.", "viewCount": 0.35696079675468245, "labels": [2, 19, 30, 427]}, "uyzm9IWZlBM": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "uyzm9IWZlBM", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "MALAYALAM MAPPILA ALBUM SONG 2009MULLA POLE SALEEM KOODATHOOR MAPPILA ALBUM SONGMAPPILA ALBUM SONG", "viewCount": 0.45351041538013936, "labels": [592]}, "V2d1pea4b3w": {"likeCount": 0.199563519459755, "dislikeCount": 0.047712125471966245, "videoId": "V2d1pea4b3w", "title": "", "description": "", "length": 0.2459392487759231, "keywords": "Silverbolt is Bombdiggity! Transformers War for Cybertron Commentary Please rate this multiplayer gameplay action in Countdown to Extinction scientist.Silverbolt is Bombdiggity! Transformers War for Cybertron Multiplayer Gameplay CommentaryPlease rate this multiplayer gameplay action in Countdown to Extinction. ", "viewCount": 0.40713295868603433, "labels": [0, 1, 35]}, "V57S2ZVhmMg": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "V57S2ZVhmMg", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "need for speed ford mustangNeedForSpeed MW Ford Mustang Bossneed for speed mostwanted my ford mustang boss", "viewCount": 0.33624824747511745, "labels": [0, 1, 19, 48, 165, 258, 373, 415, 926, 1054]}, "RThyUMQFHu8": {"likeCount": 0.19444826721501687, "dislikeCount": 0.06020599913279624, "videoId": "RThyUMQFHu8", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "Nadeshot Scumpii Optic H3cz Syndicate Fan Montage Montage Film Genre Best Call Duty Friend Modern Cod Black Ops 2 Advanced Warfare Matt Haag X Games Optic Gaming Codeko Crest Video Game Industry Bang Bang Astro Nade Clayster Mboze Proofy Duo MLG Cod Player Major League Gaming Venture Funded Company Clay\"Nadeshot Fan Montage! Best Bits and Plays!\"Nade's Channel  This is our Nadeshot Fan Montage!, if you liked it, feel free to share!!  Please like, comment and subscribe!  Song CodekoCrest  EXTRA TAGS \"Nadeshot Fan Montage! Best Bits and Plays!\" \"Nadeshot Fan Montage! Best Bits and Plays!\" \"Nadeshot Fan Montage! Best Bits and Plays!\"", "viewCount": 0.39667047766578745, "labels": [0, 1, 36]}, "7Jj2foppe44": {"likeCount": 0.2591064607026499, "dislikeCount": 0.07781512503836437, "videoId": "7Jj2foppe44", "title": "", "description": "", "length": 0.24265112613645756, "keywords": "AndyJansBrownandCOZMIC AndyJansBrownandCOZMIC Andy JansBrown Dave Tweedie Sarah Grant Harry Nichols Luke Ferguson Fergo Jacob Mann Jake Mirabai NicholsonMcKellar Connor Fitzgerald Carl Alwert Australian Music Video Byron Bay Aussie Rock Funk Pub MiraFilmProductions Sun Best Good Folllow Your Heart RecordsInto the Sun Official Music Video by Andy JansBrown & COZMICWelcome to our You Tube Chanel, we are happy to present to you our debut music video by Mirabai NicholsonMcKellar of Mira Film Productions www.mirafilmproductions.com I hope you enjoy with heart Andy JansBrown & COZMIC www.andyjansbrownandcozmic.com Copyright Andy JansBrown and Mirabai NicholsonMcKellar 2012", "viewCount": 0.5857232959206756, "labels": [6, 14]}, "7PK8qJuWUDY": {"likeCount": 0.12552725051033062, "dislikeCount": 0.08450980400142569, "videoId": "7PK8qJuWUDY", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "Apple App Store iPad iPad 2 iPad 3 iPad 4 iPad Retina iPad Mini iPhone 5 AppStore iPhone 5s iPhone 5c iPhone 3gs iPad Air iPad Mini Retina iPhone 6 Brave Frontier RPG Zelda Final FantasyBrave Frontier RPG Gameplay HD  iPhone 5s, iPad Air, iPad Mini Retina Review Final Fantasy styleDescargar Brave Frontier  Review Brave Frontier  Brave Frontier RPG para iPhone, iPad y iPad Mini Pronto iPhone 6 Todo sobre los iPad y iPhone de Apple en ", "viewCount": 0.377129344262906, "labels": [74, 131, 2201]}, "oq1JTI--LLI": {"likeCount": 0.19294189257142927, "dislikeCount": 0.1, "videoId": "oq1JTI--LLI", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "Cree Light Bulbs Ry CristCree's LED floodlight falls a bit shortThe LED upstart's BR30 bulb gets overshadowed by its competitors.", "viewCount": 0.3656768779266017, "labels": [375, 420, 1660, 2039]}, "ou7bxcOW_eQ": {"likeCount": 0.16127838567197356, "dislikeCount": 0.07781512503836437, "videoId": "ou7bxcOW_eQ", "title": "", "description": "", "length": 0.2670245853074124, "keywords": "Victory parade 2009 Moscow    9 Victory parade 2009, Moscow. Part 2 Army marchVictory parade 2009, Moscow, Red square Army march. Part 2   2009, ,  , 9 ,  .  2", "viewCount": 0.42980885693913823, "labels": [175, 1101]}, "-tSbOhD_hvQ": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "-tSbOhD_hvQ", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "duke spirit wooden heart troubadour liveThe Duke Spirit  \"Wooden Heart\" LIVE  TroubadourThe Duke Spirit performing \"Wooden Heart\" live at The Troubadour in West Hollywood, CA on May 10, 2008", "viewCount": 0.31889284837608534, "labels": [3, 6]}, "vsK53JUw6Is": {"likeCount": 0.2633468455579587, "dislikeCount": 0.16127838567197356, "videoId": "vsK53JUw6Is", "title": "", "description": "", "length": 0.26928469192772303, "keywords": "Mezco Toyz Brand mezco toys Sons Of Anarchy TV Program Breaking Bad TV Program Beetlejuice AwardWinning Work Bugs Bunny Film Character Mortal Kombat Video Game Series mkxNew York Toy Fair 2015 Mezco!! MORTAL KOMBAT X FIGURES!!!!MORTAL KOMBAT X FIGURES!! Mezco has the license for the new MKX figures and i've got the pictures here! Nerd or Die Facebook Nerd or Die Twitter ", "viewCount": 0.49195278512814816, "labels": [1, 26, 199, 326, 478]}, "2jy2XMLswsc": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "2jy2XMLswsc", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "Preston Scout House Scout House Band Preston Scout House Band Cambridge ON music DCA DCI drum corps drum and bugle corps drum & bugle corps alumni corpsPreston Scout House Alumni Band  Field Show July 25th, 09 Waterloo ONAfter a heavy downpour, the Preston Scout House Alumni Band performed its full field show  July 25th, 2009. This clip contains the first 3 minutes of the show  the \"Waterloo Fanfare\", the \"Colonel Bogey March\" and \"Brazil\" are the musical pieces performed.", "viewCount": 0.3507990724819692, "labels": [4, 13, 164, 842]}, "9EAkWLZs5so": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06020599913279624, "videoId": "9EAkWLZs5so", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "Fifa 13 UT R2G Giveaway Ultimate Team Trading Million Points Upgraded players fifa upgrades fifa ultimate team febuary upgrades new upgrades payer review january upgraded upgraded el shaarawy 81 el shaarawy el shaarawy shaarawy 81 el shaarawy review upgraded el shaarawy review el shaarawy upgrade new el shaarawy card fifa 13 81 el shaarawy reviewFifa 13 UPGRADED 81 El Shaarawy ReviewOPEN Twitter  Facebook  ", "viewCount": 0.34956830676169154, "labels": [0, 1, 63, 335, 633]}, "nst-Mmh_kmk": {"likeCount": 0.27118072290411915, "dislikeCount": 0.1146128035678238, "videoId": "nst-Mmh_kmk", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "Raven Beastboy teen titans love Taylor Swift BBRae Raveast I'd LieI'd LieThis didn't take too much time or work lol! DISCLAIMER I DO NOT OWN THE SHOW, CLIPS, SONG, ARTIST OR ANYTHING!", "viewCount": 0.4714648237350974, "labels": [5, 16, 1545]}, "nvRS2K_BBa0": {"likeCount": 0.16334684555795864, "dislikeCount": 0.06989700043360189, "videoId": "nvRS2K_BBa0", "title": "", "description": "", "length": 0.24502491083193612, "keywords": "Sak Noel Loca People Remix Eminem lmfao dj shark fatman scoop just lose it remix drop dance musicSak Noel  Loca People DJ Shark Remix Ft. LMFAO, Eminem, Will.I.Am and Fatman Scoopla gente esta muy loca Remix of What the Fuck by Sak Noel Songs used Sak Noel  Loca People LMFAO  Party Rock Anthem Eminem  Just Lose It Fatman Scoop  Drop enjoy  For entertainment purposes ONLY", "viewCount": 0.4188309630194004, "labels": [61]}, "nv1x16oOMq4": {"likeCount": 0.2173186268412274, "dislikeCount": 0.07781512503836437, "videoId": "nv1x16oOMq4", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "    CROSSBIKE crossbaike ROADHOPPER    ROAD HOPPER26.11 crossbike HEAD LINE URL crossbike HEAD LINE 11ROAD HOPPER okinawa1tv  ", "viewCount": 0.48505665970176415, "labels": [2, 30]}, "J8c_FdHZz0k": {"likeCount": 0.13010299956639812, "dislikeCount": 0.1, "videoId": "J8c_FdHZz0k", "title": "", "description": "", "length": 0.24857214264815802, "keywords": "Eflite Beechcraft Bonanza 15e Bad Crash Spektum DX7 Power 15 Thunder battery 2100mah Cell LipoEflite Beechcraft Bonanza 15e Maiden. Crashes Hard!!!We Maiden the Beechcraft Bonanza 15e and we experience loss of control  ", "viewCount": 0.4036309443724438, "labels": [2, 44, 46, 64, 113, 119]}, "kyGgi9mQ4sI": {"likeCount": 0.4060660073974015, "dislikeCount": 0.3025305865264771, "videoId": "kyGgi9mQ4sI", "title": "", "description": "", "length": 0.2586587304671755, "keywords": "How to make fold paper origami oragami Super Ninja star shuriken Frisbee tutorial interlock sided Rob's World RobH0629 ytqualityhigh Paper ninja star origami ninja star Easy ninja star rob's world robs world robh0629 robho629 Transforming ninja star modular ninja star paper shuriken origami shurikenHow to Make the Super Ninja Star 6Pointed ShurikenIn this tutorial, I explain how to interlock the single sided Ninja Stars in order to make the Super Shuriken or Ninja Star Frisbee. Please know that this is my own design and there are other ways of making a \"ninja frisbee\". There are multiple ways of connecting the ninja stars so you should try to make your own design also! Once you are able to interlock them, you can show it off or try to throw it. It won't always stay together very well so tape may be added to hold things in place better. Have fun with your shuriken! Main Channel Google Shirts Facebook Twitter ", "viewCount": 0.6585517691672327, "labels": [260, 371, 644, 3534]}, "l-h7JDeCSsw": {"likeCount": 0.15185139398778877, "dislikeCount": 0.0, "videoId": "l-h7JDeCSsw", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "Wind That Shakes the Barley Dan Davison Puyallup Choir Irish folk song Youth ChorusThe Wind That Shakes the BarleyPremiere performance of \"The Wind That Shakes the Barley,\" an old Irish folk song in a new arrangement by Dan Davison. The performing group is the Puyallup WA High School Concert Choir and women's choir, the Valkyries. Conducting is George Guenther.", "viewCount": 0.3754730469023754, "labels": [3, 4, 13, 41]}, "W2Wn8xGWtlI": {"likeCount": 0.14771212547196624, "dislikeCount": 0.0, "videoId": "W2Wn8xGWtlI", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "Bring Me The Horizon Musical Group Antivist Leeds Leeds Festival 2013 Main Stage 2013 24th August Oliver SykesAntivist  Bring Me the HorizonBring Me the Horizon performing Antivist at Leeds Festival 2013 24th August 2013", "viewCount": 0.3685293781386785, "labels": [3]}, "H7uu3_JAg_8": {"likeCount": 0.06020599913279624, "dislikeCount": 0.08450980400142569, "videoId": "H7uu3_JAg_8", "title": "", "description": "", "length": 0.24653828514484186, "keywords": "My MovieRoblox How to Hack someone Account 2012i cut the video and i wait 2 minutes it Works when u follow my step FlippyBoyx is my friend he joking me . and i learn the hack lol and i hack him XD Forgot put my name p my name Hafizzam sorry for small screen RobloxXHacker2012yahoo.com", "viewCount": 0.34242280706959805, "labels": [714]}, "H9XFmwa8Eb0": {"likeCount": 0.19138138523837167, "dislikeCount": 0.0, "videoId": "H9XFmwa8Eb0", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Gran Turismo 6 drifting Gran Turismo 6 drag Gran Turismo 6 tutorial Gran Turismo 6 settings Gran Turismo 6 setup Gran Turismo 6 updates Gran Turismo 6 DLC GT6 drifting GT6 drag GT6 tutorial GT6 settings GT6 updates GT6 trailer GT6 Prologue GT6 Release date Gran Turismo 6GT6  PROJECT DRIFTING ep.39  Corvette ZR1 Drift BuildTwitter Facebook Twitch Instagram Song Used Tincup  MTDM", "viewCount": 0.33930484664167787, "labels": [19, 48, 524, 711, 988]}, "HDPGpdpt4rA": {"likeCount": 0.18976270912904414, "dislikeCount": 0.10413926851582252, "videoId": "HDPGpdpt4rA", "title": "", "description": "", "length": 0.260959440922522, "keywords": "Darkest Dungeon Darkest Dungeon Necromancer Apprentice Necromancer Apprentice Boss fight darkest dungeon necro apprentice boss fight darkest dungeon rpg darkest dungeon permadeath rpg tmripper ripperx mmorpgcom mmorpg Roleplaying Video Game Media Genre permadeath rpg rpg hardcore hardcore rpgDarkest Dungeon  Necromancer Apprentice Boss FightThe Necromancer Apprentice is one of the first boss's you will run into in Darkest Dungeon. Annoying but not too hard if you have the right group of heroes. This video contains spoilers", "viewCount": 0.4315718507536319, "labels": [0, 1, 2716]}, "dlUrktlGrKY": {"likeCount": 0.13424226808222062, "dislikeCount": 0.09542425094393249, "videoId": "dlUrktlGrKY", "title": "", "description": "", "length": 0.2662757831681574, "keywords": "Aran dexless Gms Kradia MaplestoryGMSLvl 50 Dexless Aran At mp3s OLDGms level 50 dexless Aran training a mp3s My first quick vid. ENJOY!", "viewCount": 0.4369864957856229, "labels": [0, 319]}, "FnXx1i1t4K8": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "FnXx1i1t4K8", "title": "", "description": "", "length": 0.2414973347970818, "keywords": "LHC TV Highlights 2 novembre 2012LHC TV  Highlights 2 novembre 2012HC Sierre vs Lausanne HC", "viewCount": 0.3303843774888655, "labels": [0, 82, 103, 118]}, "ZuFjBzkwCP0": {"likeCount": 0.12304489213782739, "dislikeCount": 0.0, "videoId": "ZuFjBzkwCP0", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "Utah Fishing Fishing Panfish Utah LakeUtah Lake ... PanfishingCatching Crappie, Bluegill & White Bass. All are very tasty!", "viewCount": 0.3813781078174083, "labels": [43, 473, 549, 3040]}, "_0CKiS93ESE": {"likeCount": 0.13010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "_0CKiS93ESE", "title": "", "description": "", "length": 0.24248816366310671, "keywords": "The Rocky Show Lazy Jay Ranch Last Angry Angus Hot ScotchThe Rocky Show  Lazy Jay Ranch 5 The Last Angry Angus or Hot ScotchAt the Lazy Jay Ranch, Rocky is piling up rocks to sell, but nobody is buying them.", "viewCount": 0.37519715747363275, "labels": [5, 16, 49]}}