{"1UOq03eYWs0": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "1UOq03eYWs0", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "eagala equine assisted psychotherapy horse therapy Equine Therapy Horse Domesticated Animal Personal Development Industry Health Industry Psychotherapist ProfessionEAGALA Conference Highlights 2014EAGALA's 15th Annual Conference, March 1215, 2014 in Mesquite, Texas. The networking and learning event for equine assisted psychotherapy and personal development professionals...and those who want to be. Join us for the next EAGALA Conferences  Australia Dec. 2014 and Utah March 2015. www.eagala.org", "viewCount": 0.34520932490177314, "labels": [15, 18, 87]}, "2SnZ4yHpBDA": {"likeCount": 0.15797835966168103, "dislikeCount": 0.06020599913279624, "videoId": "2SnZ4yHpBDA", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "CarminaBurana CarlOrff Orff OlimLacusColueram Tenor TenorAria OscardelaTorre OscardelaTorreTenor MexicanTenor Swan Cisne Schwan Opera ClassicMusic Music Teatro Art TheMexicanSwan FundacionCarlOrff OperaSinger ConcertSinger KonzertSaenger ConcertInMunich Mnchen Germany 100CarminaBurana Carmina Burana Carl Orff Carl Orff Stiftung Carl Orff Foundation Oscar de la Torre Oscar de la Torre Tenor\"Olim lacus colueram\" Oscar de la Torre Tenor, from Carmina Burana by Carl Orff. Herkulessaal.\"Olim lacus colueram\" Oscar de la Torre Tenor. LIVE Tenor Aria, Chorus & Orchestra from Carmina Burana by Carl Orff. The Swan El Cisne Der Schwan. Mexican Tenor Live at Herkulessaal der Residenz Munich Germany. www.oscardelatorre.eu", "viewCount": 0.36809697184658974, "labels": [41]}, "2SiuGypdYaY": {"likeCount": 0.1278753600952829, "dislikeCount": 0.0, "videoId": "2SiuGypdYaY", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "Dragon Nest Video Game tempest skill build equipment pro archer acrobat guide high damage sea PVE eq dpsDragon Nest SEA LV 50 Tempest skill build PVEJust wanna show my skill build and EQs.. Yes they are nothing special just above average nothing really unique or god like about themespecially my heraldrys XD but they are sufficient to solo ABN at an acceptable timing for archers so they are good enuf for me D", "viewCount": 0.39298274812306916, "labels": [0, 1114]}, "9gGXixOChsc": {"likeCount": 0.13979400086720378, "dislikeCount": 0.03010299956639812, "videoId": "9gGXixOChsc", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "Boxing Boxing Channel Al Bernstein Nonito Donaire Top Rank Golden Boy Abner Mares Filipino Flash Guillermo Rigondeaux DonaireRigondeauxApril 13th will bring us Nonito Donaire vs Guillermo RigondeauxBoxing Fans will enjoy a great unification bout on Apr 13th between Nonito Donaire and Guillermo Rigondeaux,", "viewCount": 0.3958133675676236, "labels": [92]}, "xulc3kmVL5Y": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "xulc3kmVL5Y", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "rap music video bars Brixton CI Hiphop Pabs TwinCI ft Twin & Pabz  RT 2013Filmed & Edited by RawTalentMedia Amirmohseny, Holla for your video!", "viewCount": 0.33492775274679554, "labels": [14]}, "xzWk6X4v6gs": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "xzWk6X4v6gs", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "2011 WORLD SPORT STACKING CHAMPIONSHIPS WSSC'112011 WORLD SPORT STACKING CHAMPIONSHIPS!!! Part 1It is my second tournament in World Spot Stacking Championships!!!!!!!!!! I got 363 1st place and 8th overall!!!! It was very fun in dallas!!!", "viewCount": 0.3385606273598312, "labels": [0, 2700]}, "y1sBsXWYJmc": {"likeCount": 0.22455126678141502, "dislikeCount": 0.06020599913279624, "videoId": "y1sBsXWYJmc", "title": "", "description": "", "length": 0.2662757831681574, "keywords": "nba 2k14 nba 2k14 gameplay nba 2k14 my career nba 2k14 chris smoove nba 2k14 my player nba 2k14 ps4 chris smoove nba 2k14 next gen my careerNBA 2K14 Next Gen My Career  WC Quarterfials Game 4 Kevin Love Brings Out the Broom  cookieboy17NBA 2K14 My Career Playoff Gameplay! Up 30 in the series, Kevin Love made it his personal goal to end the series tonight Click to SUBSCRIBE  Watch my Most Popular playlist!  Follow me on Twitter Follow me on Twitch for Livestreaming Madden 18 Follow me on Facebook for Livestreaming Madden 18 Submit your Madden 18 top 10 plays here cb17maddentop10playsatgmail.com Submit your Madden 18 NOT top 10 plays here cb17maddennottop10playsatgmail.com Submit your Madden 18 MUT Squads Top 10 plays here cb17mutsquadstop10playsgmail.com Business email cookieboy1794ytatgmail.com About cookieboy17 Welcome to cookieboy17 Official YouTube Channel! Madden is a lifestyle and Im living it to the fullest! My go to is Madden 18 but Ill play any edition! Be sure to SUBSCRIBE and catch my MUT Squads Gameplays, Madden 18 Ultimate Team Gameplays, Madden 18 Draft Champions Gameplays, and more! NBA 2K14 Next Gen My Career  WC Quarterfials Game 4 Kevin Love Brings Out the Broom  cookieboy17 cookieboy17 ", "viewCount": 0.398904915643822, "labels": [0, 1, 63, 245, 989, 1047]}, "y2Hz8dhQw8Q": {"likeCount": 0.36954816764901977, "dislikeCount": 0.291539983521227, "videoId": "y2Hz8dhQw8Q", "title": "", "description": "", "length": 0.2682145076373832, "keywords": "ipad apple apple ipad netbooks slate tablets apple tablet ios tutorialsApple iPad Video  Take a look at Apple's latest creation, the iPad. Be sure to catch more of our videos by subscribing, or checking us out at You can also find us on Twitter   and Facebook  ", "viewCount": 0.6543169615128233, "labels": [24, 74, 131, 209, 880]}, "Gc8FU3iYC8o": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "Gc8FU3iYC8o", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "miss england miss england 2010 helen e cosmetics helen elowe mint video tim sargentMiss England 2010 Helen E Promo Promo film for Helen E the official makeup sponsors of Miss England. See for more details", "viewCount": 0.3628491104967123, "labels": [39]}, "GdrcqGMuQ8Y": {"likeCount": 0.36199277102914684, "dislikeCount": 0.3081707270097349, "videoId": "GdrcqGMuQ8Y", "title": "", "description": "", "length": 0.2678518379040114, "keywords": "cute baby beach wavesWhen Waves AttackEmily meets the ocean for the first time. mommy and Daddy are reminded why you aren't supposed to turn your back to the sea.", "viewCount": 0.6006088491256966, "labels": [248]}, "xidko60S2Uk": {"likeCount": 0.13222192947339192, "dislikeCount": 0.09030899869919436, "videoId": "xidko60S2Uk", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "virtual learning environment VLE nurse nursing education second life SL seconddlife roper logan tierney assessment activities of daily living ADL university aiml talk bot bots chatbot andyw blackburnNurse education in second life at Glasgow Caledonian University demoThis is a short video to show one possible method of combining technologies, including a virtual learning environment  in this case \"Second Life\", for use in nurse education. Developed at Glasgow Caledonian University in Glasgow, Scotland, UK. If you have an enquiry, regarding this video or the technology, please email agwhgcal.ac.uk , using an appropriate subject line.", "viewCount": 0.44589700516287484, "labels": [254, 1570]}, "fI2Ah0A8Vxg": {"likeCount": 0.14913616938342728, "dislikeCount": 0.0, "videoId": "fI2Ah0A8Vxg", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "TT B.B. King receiving the Presidential Medal of Freedom TT The Presidential Medal of Freedom is the United State's highest civil award. Established by Executive Order 11085 in 1963, the Medal may be awarded by the President \"to any person who has made an especially meritorious contribution to 1 the security or national interests of the United States, or 2 world peace, or 3 cultural or other significant public or private endeavors.\" An Excerpt from the President's remarks \"One of America's unique gifts to the world is a music called the blues. And in that music two names are paramount  B.B. King, and his guitar, Lucille. It has been said that when John Lennon was asked to name his great ambition, he said, \"to play the guitar like B.B. King.\" Many musicians have had that same goal, but nobody has ever been able to match the skill, or copy the sound of The King of the Blues. He came up the hard way in the Deep South living alone when he was nine years old walking miles to school, and picking cotton for 35 cents a day. Barely out of his teens, he made his first trip to Memphis, Tennessee, with his guitar and 2.50 in his pocket. He made his name on Beale Street, and his studio recordings made him a national favorite. B.B. King has sold more than 40 million records. He won 14 Grammys. He has a place on the Hollywood Walk of Fame. He's influenced generations of musicians from blues to rock, and he's performed in venues from roadside nightclubs to Carnegie Hall. He's still touring, and he's still recording, and he's still singing, and he's still playing the blues better than anybody else. In other words The thrill is not gone. America loves the music of B.B. King, and America loves the man, himself. Congratulations. \" 16 December 2006", "viewCount": 0.3557507201905658, "labels": [1046]}, "fuTOn8Rfkzs": {"likeCount": 0.0, "dislikeCount": 0.047712125471966245, "videoId": "fuTOn8Rfkzs", "title": "", "description": "", "length": 0.261066016308988, "keywords": "buildalot passport to europe super efficiency starBuildalot 3 Passport to Europe Level 32You can build chateaus, the most expensive buildings in this game.", "viewCount": 0.34920616045125996, "labels": [0, 1, 42]}, "fwICVNA96fo": {"likeCount": 0.16127838567197356, "dislikeCount": 0.047712125471966245, "videoId": "fwICVNA96fo", "title": "", "description": "", "length": 0.2565847818673518, "keywords": "daily origami paper folding arts n crafts happypuppytruffles origami origami tutorials paper craft educational       book reviews origami books origami magazines best origami books tomoko fuse modular origami oragami easy origami origami for beginners paper origami cool origami 3d origami origami instructions how to make craft ideas crafts diy diy projects kids crafts paper craftsJoyful Origami Boxes by Tomoko Fuse REVIEW!A book review of Joyful Origami Boxes by Tomoko Fuse. Today I review this awesome book of modular origami boxes. This is one of the first books I bought and it really made me fall in love with Fuse. The boxes are square, hexagon, octagon and more. The directions are clear and easy to follow and feature large diagrams. Tomoko Fuse has released many books. So many of them are in English. This particular book title may no longer be available in many places, but the models in this book are featured in other books as well. Tomoko Fuse's books Joyful Origami Boxes ISBN 0870409743  Subscribe please More Origami on My Channel ", "viewCount": 0.3664547962246547, "labels": [371, 434]}, "fyfxUZpRTGo": {"likeCount": 0.22430380486862944, "dislikeCount": 0.09030899869919436, "videoId": "fyfxUZpRTGo", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "education edutopia edutopia videos k12 teaching learning classroom teaching strategy education tips howto education technology education videos teaching tips george lucas foundation education howto videosBilingual Program Academic Content in Two LanguagesNative English and Spanish speakers come together in Casey Middle's Bilingual Program, tutoring one another as they study core subjects and electives in both languages. Casey Middle School GRADES 68  BOULDER, CO Explore more resources from this school ", "viewCount": 0.451967051707783, "labels": [205, 598, 1245]}, "fzR7rsJ3NZc": {"likeCount": 0.17708520116421445, "dislikeCount": 0.03010299956639812, "videoId": "fzR7rsJ3NZc", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "Basket weaving vine         basket                                wicker baskets       Willow vine      handmade   Wickerwork     3     WICKERWORC   DONATE       LIVE          Telegram    ,    !!!  , ,  ,      ,\"  \",   16        .          ,         ,     ,            , .  ,   ,       ,        .             ,         ,   ,  ,  ,   .     ,          ,         .   ,        ,  ,    .    !  !    Webmoney R151685461994 Z254453650177 E191670257907   4149 4993 7097 9187 PayPal  vladlozaablegmail.com  We are Kovalenko Brothers, Evgeniy and Vladislav, skilled wickerwork craftsmen, honoured masters of this art in our region. For more than 16 years we have been trying to learn the secrets of this wonderful occupation. Through all these years we had to deal with millions of vine rods, made thousands of furniture and decor pieces of different forms and for different uses, we had to discover a variety of wickerwork approaches and methods, even to invent some tools and techniques for the futher work, where we tried to use simple materials, that you always have at hand. You can also find here some useful information about storage and manufacturing of vine rods. In these videolessons we would like to share with you our experience, so that you could work on the ideas for your own pieces of the art of wickerwork vases & baskets, chests & lampshades, numerous furniture pieces and accessories. Maybe this could be your hobby to enjoy and make some unique presents for your family and friends or you could also make money with it! Sign up for our channel so you can immediately watch new videos or look through the old ones, gaining your own experience! Enjoy! The most interesting stuff is still coming! Thank you!  For those, who would like to help our project webmoney  R151685461994 Z254453650177 E191670257907 PrivatbankVISA  4149 4993 7097 9187 PayPal  vladlozaablegmail.com", "viewCount": 0.37577754910119254, "labels": [355, 2677]}, "imIfPGLza6M": {"likeCount": 0.28350561017201165, "dislikeCount": 0.1380211241711606, "videoId": "imIfPGLza6M", "title": "", "description": "", "length": 0.26866362692622936, "keywords": "MW2 Global Thermonuclear War MW2 Modded Game Mode NerosCinemaMW2 Global Thermonuclear War on Highrise MW2 Modded GamemodeGlobal Thermonuclear War is a hidden game mode in Modern Warfare 2. It was made by the developers, but they decided to not feature it in the game as it generally becomes a danger close war zone. Personally I like the game mode, and I think that in a game like Black Ops, MW3, or even World at War.. the game mode would be very playable because the explosives in those games compared to MW2. What do you guys think? Good game mode or no? Let me know in the comment section below!  Nero My Let's Play Channel My Twitter Subscribe 102 Kill Game ", "viewCount": 0.4583028651429958, "labels": [0, 1, 36, 132, 142, 147]}, "1Pt60vNZLPA": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "1Pt60vNZLPA", "title": "", "description": "", "length": 0.2501059262217752, "keywords": "Arena Pass 2013 Tounament Server Arena Trouanament 2013 Blizzard World of Warcraft Mists of PandariaArena Pass 2013  Tounament Server PreviewArena Pass 2013  Tounament Server Preview", "viewCount": 0.30342272607705506, "labels": [0, 1, 93, 102]}, "1PRzdYO__Bw": {"likeCount": 0.1698970004336019, "dislikeCount": 0.06989700043360189, "videoId": "1PRzdYO__Bw", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "nenamark Micromax A110Q benchmarks Micromax A110Q Canvas 2 Plus Benchmark Micromax Canvas 2 Plus benchmarks benchmarks vellamo Micromax Mobile Business Operation antutu Micromax Canvas 2 Plus Micromax A110Q qyuki Canvas 2 Plus quadrantMicromax A110Q Canvas 2 Plus BenchmarksMicromax A110Q Canvas 2 Plus Full Review Benchmarking of the new Micromax Canvas 2 Plus A110Q with 1.2 GHz quadcore processor, 5inch FWVGA display, 4GB internal storage and 1GB RAM. We have benchmarked the Canvas 2 Plus A110Q on Quadrant, AnTuTu, NenaMark2, as well as Vellamo. You can find the detailed benchmark results here Micromax A110Q Canvas 2 Plus Unboxing Micromax A110Q Canvas 2 Plus Gaming Review Micromax Canvas 2 Plus Highend Games Review Micromax A110Q Canvas 2 Plus Camera Review Micromax A110Q Canvas 2 Plus Full Specifications Micromax A110Q Canvas 2 Plus Price Comparison Music Credit Grapes  2013 PhoneBunch. Use of this video or any part thereof is strictly prohibited without authorized consent of PhoneBunch andor its partners.", "viewCount": 0.4195844324747282, "labels": [1, 21, 23, 24]}, "1RHxEFVyVCg": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "1RHxEFVyVCg", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "Beyond   BeyondBeyond", "viewCount": 0.34530123911214555, "labels": [3, 4, 9]}, "TNH9BA3q38Y": {"likeCount": 0.19030899869919438, "dislikeCount": 0.06989700043360189, "videoId": "TNH9BA3q38Y", "title": "", "description": "", "length": 0.26414741105041, "keywords": "Phil Sean Lang Daeron Bombadil No Guts Galaxy NoGutsNoGalaxy NGNG MechWarrior Online MWOCicada CDA2B \"Wub Ninja\"Get the official No Guts No Galaxy soundtrack featured in this video  Play Mechwarrior Online FREE!  Web  Twitch  YouTube  Official MWO Twitch  ", "viewCount": 0.37027750779010443, "labels": [0, 1, 254, 3750]}, "aG2u8yLex7E": {"likeCount": 0.14913616938342728, "dislikeCount": 0.03010299956639812, "videoId": "aG2u8yLex7E", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "MOV03992Davina at the SLM car show in San Jose 081411 Pt.3Performing \"somebody Please\"", "viewCount": 0.3869700973673878, "labels": [3]}, "aLBBFyT3K1k": {"likeCount": 0.23856062735983122, "dislikeCount": 0.11139433523068368, "videoId": "aLBBFyT3K1k", "title": "", "description": "", "length": 0.23996737214810382, "keywords": "Subaru Impreza WRX Antilag exhaust soundSubaru Impreza WRX Antilag exhaust soundSubaru Impreza WRX Antilag exhaust sound 2001 Subaru Impreza WRX launch control acceleration exhaust sound  by 2010 Subaru Impreza WRX STi GRB launch control acceleration exhaust sound  by 2005 Subaru Impreza WRX STi with Crawford Performance Gymkhana 1 exhaust revs and acceleration  by Subaru Impreza WRX STi GDB with APS catless exhaust  by 2009 Subaru Impreza WRX acceleration exhaust sound  by 2009 Subaru Impreza WRX Sedan with N1 exhaust with by  2011 Subaru Impreza WRX STi Sedan with Lowered Invidia Q300 catback exhaust revving  by 2011 Subaru Impreza WRX with Invidia Q300 Exhaust revving sound  by 2009 Stage 2 Subaru Impreza WRX vs 2010 Porsche Boxster Spyder drag race exhaust sound  by 2009 Subaru Impreza WRX rev exhaust sound  by 2011 Subaru Impreza WRX STi Sedan with PL Quad Tip rev exhaust sound  by 2005 Subaru Impreza WRX STi acceleration sound  by 2004 Subaru Impreza WRX STi acceleration exhaust sound  by 2008 Subaru Impreza WRX STi with ModsStage 2  COBB APInvidia Full Race Exhaust turboxs Downpipe Injen CAIAVO Fuel Pump  Grimmspeed Boost Controller  by 2002 Subaru Impreza WRX acceleration exhaust sound  by Subaru Impreza WRX Antilag exhaust sound picture ", "viewCount": 0.48246854331346134, "labels": [2, 7, 171, 196, 469, 792, 878, 1179]}, "aOsj7RyyOAY": {"likeCount": 0.20492180226701817, "dislikeCount": 0.0, "videoId": "aOsj7RyyOAY", "title": "", "description": "", "length": 0.25954962218255745, "keywords": "Vols Volunteers Tennessee Football Peyton Manning Chuck Webb SC Bowls TaxSlayer Bowl Sports League ChampionshipVols50Bowls Best PerformanceVols50Bowls Best Performances Take a look back at the best singlegame performances in Tennessee bowl history led by Peyton Manning and Chuck Webb.", "viewCount": 0.4243360547673767, "labels": [0, 79]}, "XhvOceSt_6k": {"likeCount": 0.15563025007672873, "dislikeCount": 0.03010299956639812, "videoId": "XhvOceSt_6k", "title": "", "description": "", "length": 0.2690196080028514, "keywords": "omikron the nomad soul intro old games on new hardware vista gtx 285 play through walk playthrough walkthrough eidos quantic dreamOmikron The nomad soul playthrough part 23Make sure you read the map before trying to enter the sewers, otherwise you'll just look stupid... cough Download the game here ", "viewCount": 0.37886632131208575, "labels": [0, 1, 35]}, "XiHxZf6hh4M": {"likeCount": 0.09542425094393249, "dislikeCount": 0.09030899869919436, "videoId": "XiHxZf6hh4M", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "kasabian empire environment global warming inconvenient truth arctic Antarctic carbon dioxide flooding tsunami hurricaneOur Planet is DyingA compilation clip I made on global warming. The brilliant song is called Empire by Kasabian. After watching An Inconvenient Truth, it's difficult to sit back and not care. There's lots we can all do to help. I hope this makes you think about what you can do.", "viewCount": 0.37695988483874465, "labels": [468, 635]}, "Xja67HKoKBk": {"likeCount": 0.11139433523068368, "dislikeCount": 0.047712125471966245, "videoId": "Xja67HKoKBk", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "zumba Balans gym dance exercise workout muscle bodybuilding health training cardio strong routine losing pounds MusicBalans  zumbaMy version of Balans! enjoy! No copyright infringement intended.", "viewCount": 0.37142459110178944, "labels": [8]}, "-OPbrTg4WSE": {"likeCount": 0.24941545940184429, "dislikeCount": 0.08450980400142569, "videoId": "-OPbrTg4WSE", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "spinning net castnet pier how to throw castnet pier spin net for bait pier castnet skyway tampa bay catch whitebait Bait Fishing TV Genre Florida Bait Film net cast net 10 foot net salty scales capt. joshua taylor fishingSpinning a Net from the Fishing Pier  Easy Way to Catch BaitHere is an brief instructional tutorial on how to spin a castnet from a fishing pier. This is a great, easy alternative to casting from a pier and typically yields the same results. If you find this video to be helpful, please give a thumbs up and subscribe for more great fishing videos.", "viewCount": 0.441629093434484, "labels": [43, 693]}, "1n6gBIlSUFw": {"likeCount": 0.2292256071356476, "dislikeCount": 0.12552725051033062, "videoId": "1n6gBIlSUFw", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "000 lottery top prize win won scratchcard sunday sandwellmobiles sandwell mobiles Scratchcard random Scratchcards Scratchcards on a friday the national lottery United Kingdom. Scratchcard Sunday bonus jackpot winner winner chicken dinner Special Sandwell Mobiles 1 of each Online Scratchcard SpecialSCRATCHCARDS FROM A FAN 7Vlog Snapchat scratchcardking twitter Facebook instagram Thanks For Watching", "viewCount": 0.36856521841155243, "labels": [2707]}, "NVfgjOwmfO4": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "NVfgjOwmfO4", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "mountain biking moab utah mountain bike biking trails system moab mountain biking mountain biking moab ahab capt captain captain ahab capt ahab captain ahab trail capt ahab trail trail mountain biking captain ahab captain ahab mountain biking mountain bike captain ahab captain ahab mountain bikeCaptain Ahab Trail Mountain Biking  Moab, UtahMountain biking the Captain Ahab trail offers a rocky, rolling blackdiamond singletrack descent from the top of Amasa Back. This is one of the newer hardcore trails that is located west of Moab, Utah. It can be combined with the Hymasa Trail uphill route for a challenging loop. This POV video of mountain biking the Captain Ahab Trail was produced by TRAILSOURCE.COM in January 2015. For more details and printable maps of mountain biking the Captain Ahab Trail, visit CaptainAhab Moab mountainbiking Don't miss another episode  click SUBSCRIBE above. The TRAILSOURCE.COM Channel offers oneofakind mountain biking videos from the best locations around the planet. From Colorado to Costa Rica to California to the Alps, the videos give you the pointofview of the local singletrack and riding conditions. In addition to mountain biking, our channel also offers some hiking, cross country skiing, horseback riding and ATV riding video selections. Please SUBSCRIBE NOW to the TRAILSOURCE.COM channel using the button above to be notified when new videos come online! Or, click here Watch other TRAILSOURCE videos at Connect with TRAILSOURCE.COM at Facebook Twitter Flickr Tumblr Background Music Track \"Slammin\" from purpleplanet.com.", "viewCount": 0.37218930162149577, "labels": [53, 58, 163, 232, 427, 2690]}, "NVr1ChXU43U": {"likeCount": 0.2640481436970422, "dislikeCount": 0.18195439355418688, "videoId": "NVr1ChXU43U", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "Monkey Flip band live MonkeyFlip         monky          MonkeyFlipLIVEMonkeyFlip   ", "viewCount": 0.5422537314288948, "labels": [3, 4, 6, 10, 13, 28, 33, 38]}, "qBKizPl2hXY": {"likeCount": 0.14913616938342728, "dislikeCount": 0.0, "videoId": "qBKizPl2hXY", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "acro acro paragliding paragliding paraglider rescue parapente secour david thibodeau thriller x4 Flying Air Helicopter Shit HappensBig Run to Rescue Shit happensAlso on Vimeo with music I flew 2h30 in strong Organya conditions this day. I pulled 32 McTwists to Heli during this flight. I was hungry and dehydrated but didnt want to land because the day was too good. This run has 20 maneuvers 8 McTwists to Heli, 7 Heli to Sat, 5 Twisters and length 2minutes 50 seconds. It was my 7th day in Organya and also my 7th flying day with my Thriller X4. After I missed the McTwist, I did a cascade of big errors but finally landed soflty. Music Baby We Better Try to Get it Together Barry White", "viewCount": 0.3615634468877416, "labels": [482, 501]}, "PIkc9bZO7i4": {"likeCount": 0.2184691430817599, "dislikeCount": 0.06989700043360189, "videoId": "PIkc9bZO7i4", "title": "", "description": "", "length": 0.25465426634781313, "keywords": "DOKING XD dashboard instrument cluster hmi human machine interface electric car Technology nvidia tegraXD instrument clusterPreview of Doking XD instrument cluster.", "viewCount": 0.4595672549266853, "labels": [2, 7, 413]}, "RA1Yp1u-0sg": {"likeCount": 0.23944516808262165, "dislikeCount": 0.09542425094393249, "videoId": "RA1Yp1u-0sg", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "Explosion Disaster Type tripwire thermite bluetooth speakers waterproof music indestructible sound systemThe Jacket Series Vs. Tripwire Operations Group w Paul MurrayCan the Life Jacket Bluetooth Speaker withstand veteran Paul Murray with professional explosives squad Tripwire Operations Group using Thermite, a Fireball, and a 300 Blackout? Bring it on. Get the indestructible Bluetooth Life Jacket on Amazon ", "viewCount": 0.4812191159512098, "labels": [60, 269]}, "v4Ol5gep614": {"likeCount": 0.2056904851336473, "dislikeCount": 0.1146128035678238, "videoId": "v4Ol5gep614", "title": "", "description": "", "length": 0.260959440922522, "keywords": "TheGamblingOrca 50 ways to die in call of duty modern cod mw2 cod4 montage cod5 gameplay xbox world scope ps3 zombies cod6 duty world multiplayer ward infinity map cod2 search destroy quick activision m40a3 tactical xbox360 challenge move million day truth call duty50 Ways To Die In Call Of Duty Black OpsThe 50 ways to die series, only on black ops. our gammer tags are SoapiestGymnast, and Alpacas Rool. Have fun!!", "viewCount": 0.4459513108363229, "labels": [0, 1, 36, 147]}, "T8QLjAPUwmE": {"likeCount": 0.40431263979672255, "dislikeCount": 0.21105897102992488, "videoId": "T8QLjAPUwmE", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "jinjer Hardcore Musical Genre Zaxid 2014 Groove Metal Musical Genre Ukraine Russian Donetsk CityTownVillage Arch Enemy Musical Group The Agonist Musical Group Lamb Of God Musical Group Straight Line Stitch Musical Group Hatebreed Musical Group live tour videoJINJER     I want it I'll get it Official Tour Video 2014Join us at An official tour video made of chronicles filmed during 2014 touring, festival performances and backstage fun. Such a New Year present for our fans, this is not an official music video, so don't judge it strictly and enjoy our sense of humor and the best events happened to JINJER this year. We just wanted to transfer the atmosphere of our shows and tour life. The song is    I want it I'll get it  the only JINJER's song with Russian lyrics, though the most hardcore song we have.", "viewCount": 0.6057072441428217, "labels": [3, 14]}, "TCNM8557DXU": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "TCNM8557DXU", "title": "", "description": "", "length": 0.2611723308007342, "keywords": "wow wow suchti wow idiot rogue rogue pvp lvl 80 rogue rogue dmg wow gameplay rogue dpsLvl 80 Rouge PvPHey, This is my first video . I hope you will enjoy it Pls make comments what did you like and what was not so good. My new Arena and Duel video will come soon Have fun. In the Intro i write rogue wrong sorry for that it was a tipping mistake", "viewCount": 0.33830969299490943, "labels": [0, 93, 102]}, "TFZOiNcpWO8": {"likeCount": 0.21702617153949577, "dislikeCount": 0.13010299956639812, "videoId": "TFZOiNcpWO8", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "Pokemon Pokmon Legendary Fire Red Hack ArticunoPokemon Legendaries 3The world changes today...and for the worst!", "viewCount": 0.5037741147820448, "labels": [0, 1, 5, 81, 108]}, "CoBDxaNHhg0": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "CoBDxaNHhg0", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "hula luau germaine hawaii dance cultureHula dancers in luaugreat performance at a luau", "viewCount": 0.368859777508117, "labels": [6, 8]}, "qKDd67uqzrs": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06020599913279624, "videoId": "qKDd67uqzrs", "title": "", "description": "", "length": 0.2502427119984433, "keywords": "mass effect pc pinnacle station dlc survival game play geforce gtx 275 tropical hd shepard beastin beast lvl 50 wrex ashley street fighter war sick puppies Mirror's edge ost sound trackMass Effect PC Pinnacle Station Tropical, SuvivalJust me playing some survival Mass Effect at Pinnacle Station, beastin with my lvl 50 shepard. This is very nice DLC for Mass Effect, it brings the game arcade style gameplay very nicely. the DLC is 5 for PC at the EA store. No game sound lol sorry i made a mistake, so I added a song that kind of fit this vid", "viewCount": 0.32810333672477277, "labels": [0, 1, 737, 3848]}, "DvGpt2tF4U4": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "DvGpt2tF4U4", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "sailor moon inner scouts bret hitman hart wwe titantronSailor Moon and Inner Scouts' TitantronHere's a Sailor Moon titantron. It has Sailor Moon's cosmic transformation and the inner scouts' star transformations. The music is Bret \"Hitman\" Hart's 2nd music intro when he was with the WWFWWE.", "viewCount": 0.31146109842321734, "labels": [5, 16, 597]}, "3uRoPeKH-Xo": {"likeCount": 0.14913616938342728, "dislikeCount": 0.09030899869919436, "videoId": "3uRoPeKH-Xo", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "Pheonix Arms hp22 .22lr Shooting pistol handgun Hp22 pheonix arms feild strip reassemble Mod Saftey Magazine how to Disassemble Juggalo10mm Phoenix HP22A .22 caliber hand gun long rifle LR review overview fix disable ammo walther cal p22 disassemble dis assembly field mosquito sig sauer sigsauer S&W smith and wesson Hammer problem broken short magnum .25 auto 22LR .22LR 10mm .40 shooting range black silver master barrel magazinePheonix Arms hp22 ShootingShooting my pheonix arms hp22 Pistol", "viewCount": 0.3855337404469541, "labels": [60]}, "3zU_1UDieXg": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "3zU_1UDieXg", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "Night Quotation SubjectLAKSHITHA FUN SHA NON STOP NIGHTSHA NON STOP NIGHT MAHARAGAMA", "viewCount": 0.36924062348336306, "labels": [3]}, "zW2juC5Fp54": {"likeCount": 0.15314789170422552, "dislikeCount": 0.0, "videoId": "zW2juC5Fp54", "title": "", "description": "", "length": 0.2503790683057181, "keywords": "Guilty Gear XX Eddie Story Mode Path 2 EndingGuilty Gear XX Eddie Story Mode Path 2 EndingIn the fight against Venom in you will be poisoned.", "viewCount": 0.40314488618593836, "labels": [0, 1, 5, 69, 1909]}, "mfLhtZx2v08": {"likeCount": 0.2434568904034199, "dislikeCount": 0.19190780923760742, "videoId": "mfLhtZx2v08", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "Windows 10 Microsoft Windows Operating System windows 10 update how to update to windows 10 how to manually update windows 10 windows 10 cortana windows 10 download Windows Update Software Industry Windows 8.1 auto upgrade Upgrade Windows 8 Operating System Howto Website Category Computer TutorialWindows 10 FREE UPDATE Immidiatly Force UpdateAre you still in hold and can't update yet to Windows 10 as you thought you could starting on the 29th July, well with this tutorial you can by pass that Windows App message and get Win 10 after all!!! If this method doesn't work you can always go for Plan B here SUBSCRIBE SUBSCRIBE FACEBOOK GOOGLE TWITCH TWITTER INSTAGRAM YT CHANNEL No.1 YT CHANNEL No.2 ", "viewCount": 0.5063093060446104, "labels": [106, 200]}, "mluWRDS8q8s": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06989700043360189, "videoId": "mluWRDS8q8s", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "Howto World Of Warcraft Fix film Film band FilmWorld of Warcraft How to fix handshaking!!!HOW TO FIX WOW Handshaking version 4.2.2 2011 Wowbeez HOP U ENJOY WOW!!!!!!!", "viewCount": 0.3714497408649806, "labels": [0, 1, 93, 102]}, "9q1OmSDrkDw": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "9q1OmSDrkDw", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "NFS Most Wanted Need For Speed PC game Blacklist races DarkShinobu ATI HD 4830 cars speed police chase tunning nitro bmw Lamborghini Toyota Mustang GT chevrolet cobalt carbon X360 PS3 PS2 GCNFS Most Wanted  Blacklist 5  Race 2  Speedtrap PCSecond race, a speedtrap, i must say it was ok, not bad, next run will be a sprint oon the same road, but that was one of the worst races i had play. This playthrough will include only the blacklist races PC Version Start date February 08, 2010 Recorded with Fraps", "viewCount": 0.32676409823459157, "labels": [0, 1, 19, 258, 926, 1054]}, "9sGttwl91vs": {"likeCount": 0.08450980400142569, "dislikeCount": 0.047712125471966245, "videoId": "9sGttwl91vs", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "Dragonvale IPod Mobile Device Opal Dragon ip0dc0ldsn0w Awesome Awesomeness Ball Dragon Ball Shopping Cool Store Funny Howto Conference Subject Subject programming Retail Industry Sweet Network Industry Quotation Subject Amazing Lol Iphone Apple Touch Jewelry Meeting Quotation Subject Silver Ipod Touch I'm Just Putting Stuff Now DiamondDragonvale How to Breed the Opal DragonHey guys please like,comment, and SUBSECIBE!!!!  Hey guys I am here to stay and new vids every week! This is a short vid on \"How to breed Opal Dragon Dragonvale\" Lava and Mud Dragons Please like,comment, and SUBSRCIBE!!! I put a lot of time and effort into this vids so please spread the word and like!  See you in the next vid! ", "viewCount": 0.3116939646550756, "labels": [0, 1, 532]}, "cS6mmhsCgE0": {"likeCount": 0.20211892990699384, "dislikeCount": 0.03010299956639812, "videoId": "cS6mmhsCgE0", "title": "", "description": "", "length": 0.26570558528571037, "keywords": "comfrey tea organic comfrey tea fertiliser fertilizer cheap what is comfrey tea nettle tea compost tea comfrey root best tea smelly garden allotment plant food free plant food free fertiliser free fertilizer grow your own comfrey plant bocking 14 how tomake comfrey tea how to use comfrey tea what is comfreyWhat is Comfrey Tea? How To Make Comfrey Tea! One of the best fertilizers for your gardenHere we look at how to make Comfrey Tea. It is very easy to make Comfrey Tea and is a must for any organic grower, you get free fertilizer and Comfrey Tea is very cheap to make. This video shows you how to make Comfrey Tea and how to use it. if you have any questions with regards to making this wonderful product then leave a message below. Visit our Amazon Store for Gardening Products Support This Channel With Paypal Support This Channel With Patreon PRODUCTS USED TO FILM THIS EPISODE Holiday Gardening Gifts For Him Holiday Gardening Gifts For Her Tubebuddy Video SEO Tool Join Our Newsletter Visit Our Website Business Enquiries Email TonyUKherewegrow.com We would like to welcome all our new subscribers and thank you all for supporting UK here We Grow Other Videos You maybe interested in. Results Container Or Ground Grown Potatoes Shed Build Part 1 Polytunnel Rebuild Part 1 Installing 200watt Solar in Shed Build A Wildlife Pond For more Free YouTube gardening tips, tricks and how to's Share this video with a YouTuber friend My most recent upload My Most Popular Upload ", "viewCount": 0.37861833455676336, "labels": [126, 220, 276, 1797, 2091]}, "cWyZfJpg1js": {"likeCount": 0.3238297067875394, "dislikeCount": 0.09030899869919436, "videoId": "cWyZfJpg1js", "title": "", "description": "", "length": 0.22174839442139063, "keywords": "Doctor Who Matt Smith Karen Gillan Arthur Darvill the Doctor Amy Pond Rory Williams River Song America Season 6 Series 6 Doctor Who Series 6 Doctor Who Season 6 United States Science Fiction SciFi Fantasy Fairy Tale Gothic BBC BBC America BBCAmerica.com TARDIS Time Space Time Travel Time and Space new season 2011 Barnes and Noble New York New York City April 2011 Anglophenia NYCExclusive Interview with \"Doctor Who\" Cast at NYC Signing, 4811Anglophenia  nabbed some backstage time with Matt Smith, Arthur Darvill, and Karen Gillan at the \"Doctor Who\" signing at Barnes & Noble in New York City. The TARDIS trio share their impressions of the U.S.", "viewCount": 0.5172205813887063, "labels": [1127, 2994]}, "OZawqaLhboQ": {"likeCount": 0.17160033436347993, "dislikeCount": 0.09030899869919436, "videoId": "OZawqaLhboQ", "title": "", "description": "", "length": 0.20791812460476247, "keywords": "top speed run max acceleration cockpit camera speedometer sound stock rwd cvturbo gt5 gran turismo ps3 gameplay car new RWD horse power horsepower real realistic detail HD hd dash zoom close screen best great rev red line redline video games america USA muscle techometer wheel night light 720p 1080p quality high gears prototype generation highway playstation gt6 manual jdm ford focus st 2013 turbo 2.0L 6 speed mk3 252 hatch hot Ford Focus Automobile ModelFord Focus ST Mk3 Top Speed Run GT6This is a stock 2013 Focus ST, no upgrades at all. 252hp 2.0L Turbo i4 1462kg FWD 6 Speed Gran Turismo 6 Gameplay", "viewCount": 0.41147777319715617, "labels": [2, 7, 165, 413, 988, 1087]}}