{"3HrmbU8CWHw": {"likeCount": 0.13424226808222062, "dislikeCount": 0.06020599913279624, "videoId": "3HrmbU8CWHw", "title": "", "description": "", "length": 0.2499687082618404, "keywords": "PATRULHA ESTELAR YAMATO ARGO NERD TV MARCUS ANIME GUNDAM MACROSS ROBOTECH TRANSFORMERS NOSTALGIA ANOS 80 PANTERA COMEDIAMARCVS TV  1 EP PATRULHA ESTELAR1 EPISODIO DO MEU VIDEO BLOG MARCVS TV  PATRULHA ESTELAR  YAMATO  ARGO quer falar comigo? meu orkut  PATRULHA ESTELAR YAMATO ARGO NERD TV MARCUS ANIME GUNDAM MACROSS ROBOTECH TRANSFORMERS NOSTALGIA ANOS 80 PANTERA COMEDIA LAOS YOUTUBE MICROSOFT BILL GATES MARVEL DC COMICS BRASIL ROCK METAL PORTUGUS AUTO AJUDA GUMPLA PLASTIMODEL PLASTIMODELISMO PLAMO MOVIE FILME RETR DESENHO CAVERNA DO DRAGO THUNDERCATS STARWARS E ETC...", "viewCount": 0.36628522332647967, "labels": [5, 16]}, "fLgWnSCgICk": {"likeCount": 0.16812412373755872, "dislikeCount": 0.0, "videoId": "fLgWnSCgICk", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "Midnight Red Musical Artist One Club At A Time Musical Recording midnight red midnight red velocity midnight red one club at a time one club at a time midnight red velocity dance convention velocity dance velocityMidnight RED  \"One Club At A Time\"  2014 Velocity Season Finale GalaSong Once Club at a Time Artist Midnight RED Live 2014 Velocity Dance Convention  Season Finale Gala www.VelocityDanceConvention.com", "viewCount": 0.3534914104429867, "labels": [3, 6]}, "xBGSI6IIn3w": {"likeCount": 0.11139433523068368, "dislikeCount": 0.06020599913279624, "videoId": "xBGSI6IIn3w", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "Winchester night Tornado steam train railways station 60163steam train at speed  139Approaching midnight at Winchester  a lone watcher waits on the platform  and I keep a solo vigil on the bridge. 60163 is due for a train crew stop with a Cathedrals Express, having deposited the last of the farepaying passengers at Basingstoke. Tornado creeps in and storms out, after the briefest of calls. The southbound cutting is filled with exhaust as the train heads for Eastleigh and it's a while before the tail light is visible  but the sound is brilliant! The Season's Greetings to one and all !", "viewCount": 0.3433449793761596, "labels": [2, 45, 51, 77]}, "wa-RizkJrMA": {"likeCount": 0.16434526764861876, "dislikeCount": 0.03010299956639812, "videoId": "wa-RizkJrMA", "title": "", "description": "", "length": 0.25599066250361124, "keywords": "Tears don't fall Cover Bullet For My Valentine BFMV Metalcore Epiphone Les Paul Camo Gynecs41 POD Farm ToneportBullet For My Valentine  Tears Don't Fall CoverSong by BFMV Covered by gynecs41 Guitar  Epiphone Les Paul Zakk Wylde camo signature Effect  POD Farm Amp  Toneport GX Tuning  Drop C Bullet For My Valentine  Tears don't fall From the 2005 release ''The Poison'' is the Copyrighted properly of its owners.", "viewCount": 0.3590061230803743, "labels": [4, 9, 10, 37]}, "waCIQZkdX6k": {"likeCount": 0.16812412373755872, "dislikeCount": 0.10413926851582252, "videoId": "waCIQZkdX6k", "title": "", "description": "", "length": 0.25105450102066124, "keywords": "Logo Quiz logo quiz game logos quiz LogoQuiz Logos Answers Cheat Guide ipad iphone ipad mini new Logo Quiz Answers Logo Quiz Answers Levels AticoD Brands Trivia app Facebook Twitter Acheivements Gamecentre Brand Game ipod touch Apple htc walkthrough andriod itouch rewind1uk Javier Perez Estarriaga Atico Mobile S.L. gaming cheats hints logos quiz game ipad 2 iphone 5 iphone 4s itunes HDLogos Quiz Game  Level 8 Walkthrough All Answers HD Apps Walkthrough Guides   Mobile Gaming Channel  Subscribe  Like  Comment  Share  Ring the Bell   Please Follow Us Below   PLAYLIST   WEBSITE   MAIN CHANNEL  SECOND CHANNEL  FACEBOOK   TWITTER   INSTAGRAM  Download our  Word Quiz Trivia Puzzle Apps in the App Stores. Logo Quiz, Guess the Emoji, Football Mania, Guess the Team and many more.  Word Quiz Trivia Apps   Football Crazy Apps  AppsWalkthroughGuides Walkthrough Gameplay Tutorial WordGames QuizGames TriviaGames BrainGames PuzzleGames EscapeGames LogoQuizGames Gamer Gaming Apps Mobile", "viewCount": 0.5211302127059295, "labels": [1172]}, "wcMy7b2YYno": {"likeCount": 0.16334684555795864, "dislikeCount": 0.06020599913279624, "videoId": "wcMy7b2YYno", "title": "", "description": "", "length": 0.2661812685537261, "keywords": "maricarljanah tutorial makeup smokey smoky edgy brown taupe glamour tan easy quick Eye Look Beauty Eyes Cosmetics Foundation holiday Christmas partyA Sexy Holiday LookList of products used here Foundation routine Full Coverage Eyebrow Tutorial Up Close & Personal Random Blog Facebook Twitter Ask me anything at Formspring Thank you for watching! Music \"Salacious\" by Spear7 Productions", "viewCount": 0.33688445068258216, "labels": [39, 121]}, "IXw8H-ay7kk": {"likeCount": 0.15682017240669952, "dislikeCount": 0.13222192947339192, "videoId": "IXw8H-ay7kk", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "BTD5 Bloons Tower Defense BloonsTD BloonsTD5 Bloons Tower Defense BTD Battles Bloons Battles Ninja Kiwi More Awesomer Mobile Mauler Mobile MaulerBTD5 World Record 1 Million Dollars on Round 86How about a thumbs up for this epic gameplay? If you have beat this then you can send me a message and i will change it but its really cool and im glad i did it. Let's see if anybody can beat this cool challange. Thanks for watching! Everybody that watched this is More Awesomer than the rest of the pack! Check out my last Bloons Battles gameplay! Follow the MobileMauler twitter page for screenshots, bonus videos, tips and tricks, and more!", "viewCount": 0.3881156321075564, "labels": [0, 1, 42, 938, 2513, 2929]}, "Ltkc2gohAkM": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "Ltkc2gohAkM", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "cr100 fsx gmax old pat dyn'arocr10001.wmvPrsentation du Cr 100 de Dyn'aro pour Flight simulator x", "viewCount": 0.3494711025205263, "labels": [44, 46, 1170]}, "LxjoRxPKVjA": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "LxjoRxPKVjA", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "Sjung nukren Samuel Ljungblahd God favored me Filadelfiakyrkan nov 2010Sjung nukren med Samuel Ljungblahd \"God favored me\" Filadelfiakyrkan nov 2010Sjung nukren med Samuel Ljungblahd \"God favored me\" Filadelfiakyrkan nov 2010", "viewCount": 0.3137670537236755, "labels": [3, 4, 13, 41]}, "tMvLNYGut6I": {"likeCount": 0.1361727836017593, "dislikeCount": 0.06989700043360189, "videoId": "tMvLNYGut6I", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "replay zendaya guitar lesson tutorial howto how to play learn instructions instructional video easy todd downing tdowning11 help tips standard chord version piano ukulele cover covering singing vocal guitar cover acoustic YoursReplay  Guitar Lesson  Standard Chord Version  ZendayaThis is an easy way to play Replay by Zendaya on the guitar with the most standard guitar chords  Lesson  Tutorial  Thanks for watching and please subscribe! You Rock!!!!!! Follow me on Facebook at And Twitter at ", "viewCount": 0.32990712600274097, "labels": [4, 9, 10, 34, 37]}, "tNfu4E97olE": {"likeCount": 0.19822712330395686, "dislikeCount": 0.03010299956639812, "videoId": "tNfu4E97olE", "title": "", "description": "", "length": 0.2514547752660286, "keywords": "street fighter capcom fighting games tutorial tournament combos xbox ps3USFIV CJ Truth vs Floe  CEO2014  Capcom Pro Tour Top 16Street Fighter V RiseUp Learn more at Facebook Twitter Capcom Fighters Watch live at twitch.tvcapcomfighters Follow us! capcomfighters Like us! fb.comcapcomfighters Capcom Pro Tour Player Standings, News and More at ", "viewCount": 0.36971421262754595, "labels": [0, 1, 69, 236, 404]}, "URVUbOHDvos": {"likeCount": 0.14471580313422192, "dislikeCount": 0.03010299956639812, "videoId": "URVUbOHDvos", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "choir Swedish choir 20th century choir music Skara Hjo SSF Huru ljuvliga How beautiful kr krmusik Gunneflo church musicHuru ljuvliga \"How lovely is your dwelling place\" Swedish choirA piece by Swedish composer and organist KarlGustaf Gunneflo. The words from Psalm 84 is from the 1917 translation of the Bible, thus Huru ljuvliga ro icke dina boningar, Herre Sebaot! Min sjl lngtar och trngtar efter Herrens grdar, min sjl och min kropp jubla t levande Gud. Ty sparven har funnit ett hus, och svalan ett bo t sig dr hon kan lgga sina ungar dina altaren, Herre Sebaot, min konung och min Gud. How lovely is your dwelling place, LORD Almighty! My soul yearns, even faints, for the courts of the LORD my heart and my flesh cry out for the living God. Even the sparrow has found a home, and the swallow a nest for herself, where she may have her young a place near your altar, LORD Almighty, my King and my God. Choir from Skara Stifts folkhgskola. Recorded in Skara Domkyrka in 1989.", "viewCount": 0.3578868328666029, "labels": [41]}, "1Zlx78HdOuI": {"likeCount": 0.18129133566428557, "dislikeCount": 0.10413926851582252, "videoId": "1Zlx78HdOuI", "title": "", "description": "", "length": 0.2309630167425899, "keywords": "Galveston waterpark Schlitterbahn attractions tourist fun slide waterslideSchlitterbahn Galveston Waterpark FunHeading up the stairs for the Cliff Hanger freefall slide, everyone's first time. Then a shot of the Texas Twister! I created this video with the YouTube Video Editor ", "viewCount": 0.4510732627784333, "labels": [511, 746, 1289]}, "zyPvnRUwoKc": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "zyPvnRUwoKc", "title": "", "description": "", "length": 0.21367205671564068, "keywords": "GTX 650 Ti Dirt ShowdownGTX 650 Ti  Dirt ShowdownReview Visite nosso site Siganos no Twitter Curta nossa pgina no Facebook Configurao utilizada Verso do jogo  PC Processador  AMD FX 8150 stock Placa de vdeo  Nvidia Geforce GTX 650Ti modelo de referncia Nvidia Memria  8GB DDR 3 Resoluo  1920x1080", "viewCount": 0.3259593878885949, "labels": [0, 1, 19]}, "zynA4UZi3ck": {"likeCount": 0.3229425847920695, "dislikeCount": 0.18512583487190754, "videoId": "zynA4UZi3ck", "title": "", "description": "", "length": 0.25774917998372254, "keywords": "plays week gameplay heroes of newerth heroes of newerth weekly play top skyzorz ninja ninjapt hon top plays plays of the week hon replays hon plays hon gameplay hon videos scumbag scumbag network hon top heroes of newerth top win epic lol big ult ultimate hon hon top 5 top 5 plays hon top 5 plays netzpatronHoN Top 5 Plays of the Week  October 18thHello and welcome to Volume 132 of the HoN Top 5 Plays of the Week! Submit your play Become a fan This video was edited by Netzpatron! Facebook Twitch Twitter  Ranking  1st Place! Kinesis  veldteken, Geomancer  Lillaerik Submitted by Veldteken 2nd Place! Devourer  DIMITRI 3rd Place! Devourer  TsarDazQQ, Balphagore  Trompokis 4th Place! Demented Shaman  flexfail, Empath  Titlover 5th Place! Empath  CptBallsack \"Hot Potato\"  Tempest  WolfKitten, Pebbles  NBendtner \"Worst wards EU\"  Pollywog Priest  SunChild, Geomancer  LisaAnne  Music  Romulan Ale by Chris R. Windham Tonky Honk by Chris R. Windham Visit his music store at ", "viewCount": 0.5571295298417531, "labels": [0, 1, 42, 1427]}, "-as9zNId28s": {"likeCount": 0.18512583487190754, "dislikeCount": 0.07781512503836437, "videoId": "-as9zNId28s", "title": "", "description": "", "length": 0.22671717284030138, "keywords": "NOFX Sydney Kick in face Fat Mike Linoleum Enmore theatre Clown Alex Friday November 2014 PunchNOFX  guy kicked in face  Linoleum FRIDAY 7 November SydneyNOFX and the guy Fat Mike kicked in the face make up and play Linoleum at the Enmore Theatre in Sydney on Friday 7 November. Wish the guy actually knew the words...", "viewCount": 0.44141708325310625, "labels": [3]}, "f4WysG4R4A4": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "f4WysG4R4A4", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "Class 33 37 56 EWS wandsworth road freight railways33030 in EWSWandsworth Road on 07.10.98. 33030 on 7L07 Hoo Junc to Temple Mills and 6O68 return is passed by 37509 on 7O22 and 56007 on 6S75 Sheerness to Mossend.", "viewCount": 0.3364363354615731, "labels": [2, 45, 51, 56, 77]}, "zrkU-ikUs9k": {"likeCount": 0.1724275869600789, "dislikeCount": 0.1079181246047625, "videoId": "zrkU-ikUs9k", "title": "", "description": "", "length": 0.2428134794028789, "keywords": "call of duty modern warfare sas training captain price british soldiers first person shooter fpsCall of Duty 4 Modern Warfare  SAS trainingi will try to start a walkthrough for this game", "viewCount": 0.43920106831954997, "labels": [0, 1, 36, 153, 185]}, "tDJivGvMzc8": {"likeCount": 0.32946866242794437, "dislikeCount": 0.2100370545117563, "videoId": "tDJivGvMzc8", "title": "", "description": "", "length": 0.2655138434811382, "keywords": "Cheerleading Kick Up Needle How To Flexible Flexibility Stretch Stretching Yoga Gymnastics Beautiful tumblr instagram how to kick up needle splits youtuber tutorial information help gabi butler dee temples about me about me tag tag info instructionHowTo Do A Kick Up NeedleRequested Video!! Kick Up Needle!! Comment, Thumbs Up, Message, Subscribe, Find Me On Instagram Victoriaswango", "viewCount": 0.5393971590211, "labels": [8, 698, 2117, 2848]}, "NoSKCL1wnrY": {"likeCount": 0.13979400086720378, "dislikeCount": 0.11139433523068368, "videoId": "NoSKCL1wnrY", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "Turnigy D35365. 1450KV Brushless Outrunner Motor ESC Hobby King 60A SBEC Three Blade 9x4.5 PropellerTurnigy D35365 1450KV Test Turnigy D35365 1450KV Brushless Outrunner Motor.  ESC Hobby King 60A ESC 4A SBEC ESC  Three Blade 9x4.5 Propeller", "viewCount": 0.39757074635371803, "labels": [2]}, "6rnz9PpvEO4": {"likeCount": 0.22648178230095364, "dislikeCount": 0.16434526764861876, "videoId": "6rnz9PpvEO4", "title": "", "description": "", "length": 0.24623979978989563, "keywords": "First Haircut baby cute boy hair style stylist how to cut spider man utah child do shag good manners curly makeup products toddler tutorial old funny laughing natural year boxing taekwondoSo Cute First Haircut 3 Year Old BoyPeople kept saying she is so cute, so we got Gage's hair cut. He was so good. He loves getting a haircut.", "viewCount": 0.508174684774132, "labels": [50, 65, 453, 661]}, "6tcEt1McDqk": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "6tcEt1McDqk", "title": "", "description": "", "length": 0.24983105537896005, "keywords": "Danse Dance Modern Jazz Performing Arts ExtraVaDanse Chateaubriant France Sand Wet MusicModern Jazz  Final Dance, with water and sandThe Final dance that my daughter did with her Modern Jazz Group 'Extra \"Va\" Danse, based in Chateaubriant and performed at the Glass Theatre. For this performance they had to be wet and also throw some sand around. Hope that you enjoy it.", "viewCount": 0.37576996250877387, "labels": [6, 8]}, "lxffKdaQsNU": {"likeCount": 0.2214843848047698, "dislikeCount": 0.047712125471966245, "videoId": "lxffKdaQsNU", "title": "", "description": "", "length": 0.2526339277389844, "keywords": "Day 12 Chicago Vans Warped Tour 2011 the sheds set your goals wonder yearsDay 12  Tinley Park, IL.Chicago threw it down at their stop of the Vans Warped Tour! I hung out with a lot of really cool bands like The Sheds, The Wonder Years, and Set Your Goals", "viewCount": 0.4312558149521521, "labels": [3]}, "qqwyXEUmGLk": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "qqwyXEUmGLk", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Nature Wonder Music Video TV Genre Forest Wood Adventure World Travel Entertainment Destination Tourism Saratov CityTownVillage Russia Country DSLR canon Camera Digital Steadicam Lake Geographical Feature Category Sky clouds Blue Reaction Cup Sunset Above Events Landmark Relax Laing P04S StabilizerWonders of NatureMusic  The Lord of The Rings OST Track  Rivendell Canon 5D Mark II, Laing P04S Stabilizer", "viewCount": 0.3094471128641645, "labels": [289]}, "gz3spCB3KCE": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "gz3spCB3KCE", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "New Mercedes CLS 63 AMG Shooting Brake 2013 Cars Auto Interieur MercedesAMG Organization automobilesNew Mercedes CLS 63 AMG Shooting Brake 2013 biturbo InterieurMercedesBenz CLS Shooting Brake Interieur", "viewCount": 0.35873741720730656, "labels": [2, 7, 171, 266, 702, 1752, 3037, 3193]}, "lBL98p0wZ7g": {"likeCount": 0.3163161374977019, "dislikeCount": 0.2931457870689005, "videoId": "lBL98p0wZ7g", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Shenzhou seven spacewalk chinese orbit tibet olympics protest 2008 program mission expo travel astronaut phony fabricate false lie hoax China's Space Walk Was FAKE part 1THE ORIGINAL VIDEO BY BBENBB!!! Blocked in China! Original footage from CCTV is unedited, showing bubbles, verbal slips, and other evidence that China's launch into outer space was a fraud. It was filmed in a pool, a neutral buoyancy laboratory. A welldocumented fact is that China PUBLISHED TRANSCRIPTS OF THE SPACE WALK HOURS BEFORE IT SUPPOSEDLY HAPPENED. NASA Scientist Confirms With New Evidence That China's Space Voyage Was A Fraud Includes images or video from Associated Press, NASA. More info More evidence Music by Vangelis \"Conquest Of Paradise\"", "viewCount": 0.5502534997352643, "labels": [700, 1430]}, "J2ATfeovlx4": {"likeCount": 0.14471580313422192, "dislikeCount": 0.03010299956639812, "videoId": "J2ATfeovlx4", "title": "", "description": "", "length": 0.22227164711475833, "keywords": "Kevin LoveKevin Love's 4317 night against DenverA FreeDarkoOutside The NBA collaboration. Kevin Love set a career high with 43 points in Denver on December 18, 2010. He added his typical 17 rebounds and made all five threepointers he attempted.", "viewCount": 0.4231367631401711, "labels": [0, 52, 70]}, "wCkiW5TXZ8A": {"likeCount": 0.2214843848047698, "dislikeCount": 0.0, "videoId": "wCkiW5TXZ8A", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "Disney Onigiri Dish Rice Food Stitch Film Character Rice ball Bento Kyaraben Kawaii      How to make Stitch rice ball  by obento4kidsIngredients blue colored rice 80g colored by Decofuriseasoning for rice, rice 15g, seaweed, cheese, ham   80g  15g,  Facebook  blog  My books  \"Hajimete no 3D kyaraben kantan recipie\" D Kindle \"3D Character gohan\" D by obento4kids", "viewCount": 0.4145941869576122, "labels": [11]}, "dddOva5Blyg": {"likeCount": 0.41174701636201205, "dislikeCount": 0.25105450102066124, "videoId": "dddOva5Blyg", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "kt music ktmusic kpop k pop kpop music video mv ytqualityhigh  Anda  Andamiro S  Mastering   Anda  S  Mastering Official MV Former  AndamiroDownload Album  genie Anda S     EDM    R&B   'S  '          S                 .        ANDA            .", "viewCount": 0.6006440368910195, "labels": [14]}, "64BI6SYNASY": {"likeCount": 0.18388490907372554, "dislikeCount": 0.047712125471966245, "videoId": "64BI6SYNASY", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "Bodybuilding Training Road Weight Exercise Workout Muscle Fitness Physical Exercise Health BodybuilderKyle Armstrong 16 yo bodybuilder, on his to road to getting a pro card.This is my friend kyle i shot a video for him to give to possible sponsors. NOTE i do not own the music to these songs in anyway.", "viewCount": 0.4212453961040276, "labels": [100, 161, 704]}, "66i4FJ17UdY": {"likeCount": 0.18573324964312687, "dislikeCount": 0.07781512503836437, "videoId": "66i4FJ17UdY", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "android Mobile Cell phones Review Games Hardware Software applications market tmobile verizon at&t sprint htc samsung motorola lg Mandroid Samsung Galaxy Droid AndroidSPIN htc one m8 lg g3 samsung galaxy s5 the mandroid showMetal LG G3?! HTC One M8 and Galaxy S5 Prime Sound Marvelous!Website Google Apps Film Junkee AUTOCORRECT FAIL G Page Facebook Page Twitter Other Channel PODCAST LG G3 metal HTC One M8 Prime Galaxy S5 Prime Pink HTC One M8 ", "viewCount": 0.38075350280688536, "labels": [21, 23, 24, 115, 1246, 2019, 2238, 2264, 2803]}, "67q6Pm7lLGY": {"likeCount": 0.03010299956639812, "dislikeCount": 0.09542425094393249, "videoId": "67q6Pm7lLGY", "title": "", "description": "", "length": 0.2303196057420489, "keywords": "Samsung Mobiler IndiaOmnia EnlightensSamsung Mob!ler A movie with fun questions and zen answers... makes you fall in love with the Samsung Omnia W, a WP7 phone. Movie by Arvind Passey, a Mob!ler from India.", "viewCount": 0.31720188094245566, "labels": [24]}, "tdDS7nqgQpE": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "tdDS7nqgQpE", "title": "", "description": "", "length": 0.24683473304121573, "keywords": "pony shoes behind scenes making of fishtank documentary adidas david beckham commercial nike freestylePony  Making of \"Back in the Game.\"In a category saturated with serious messages and celebrity, Fishtank created a humorous campaign showing Pony attacking wellknown commercials from our competition. The campaign was designed for players with personality and creativity  the same traits you can find throughout the classic Pony brand.", "viewCount": 0.3186391215695493, "labels": [148, 271]}, "tn4Xx2cVu5M": {"likeCount": 0.20718820073061256, "dislikeCount": 0.12041199826559248, "videoId": "tn4Xx2cVu5M", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "Zee News Air India DelhiChicago flight Central Asia Boeing 777 Fuel DelhiAir India does a Uturn due to excessive fuel burningAir India's longhaul DelhiChicago flight had to return to Delhi from Central Asia on Sunday monring as the Boeing 777 was burning too much fuel.", "viewCount": 0.4491963684895695, "labels": [2, 44, 46, 107, 114, 342]}, "laOmqMEOoh8": {"likeCount": 0.09030899869919436, "dislikeCount": 0.047712125471966245, "videoId": "laOmqMEOoh8", "title": "", "description": "", "length": 0.24471580313422195, "keywords": "wireless wifi security securing secure network wpa wep psa router default gateway impartlabs impart labsSecuring Your Wireless RouterDownload the Complete Video  Step by Step to Secure your wireless router or network", "viewCount": 0.3711385379098452, "labels": [974]}, "15FHbkWerc4": {"likeCount": 0.12041199826559248, "dislikeCount": 0.047712125471966245, "videoId": "15FHbkWerc4", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "dbz amv come into my dreams club mixDBZ AMV  Come Into My Dreams Club MixDisclaimer All elements inside the video belongs to their respective owners under copyright law as stated below. I do not own any of them and this is purely for non profit use. 'Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for 'fair use' for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use' This is dbz amv for the song \"Come Into My Dreams\" Club Mix. I also used the original version of this song for another amv. Hope you all enjoy. Thanks for watching!", "viewCount": 0.34605971888976017, "labels": [5, 16, 144]}, "hdAzsSuF_sA": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "hdAzsSuF_sA", "title": "", "description": "", "length": 0.20899051114393982, "keywords": " DX        TREASUREWeb P07ADX&P32docomoP07ALEDP32&!! TREASUREWeb ", "viewCount": 0.32100508498751373, "labels": [420]}, "Qg2Q72IkAII": {"likeCount": 0.11139433523068368, "dislikeCount": 0.06020599913279624, "videoId": "Qg2Q72IkAII", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "Free app Free kids app Free kids book Free iPad app Free iPhone app Free Android app Free Book Free Childrens app children's app kids appamazing iPad app iPad app iPhone app childrens book educational jorge pers tello pers.com persblogFREE Children's Book App for iPad, iPhone, Android  Pookie and Tushka find a little pianoGet the FREE App for iPad at Includes animated pages and narration by the books' characters! For other versions FREE versions, please search for \"Pookie and Tushka\" at the App Store, iBookstore, Android Market, Barnes & Noble, and Amazon.com. Full Edition available at Includes  59 beautifully illustrated pages.  Read Aloud feature, read by the characters of the book!  Includes the tender \"Pookie's Song\" and video.  15 pages of educational content, activities, songs, and games, including  Educational pages about Penguins, Polar Bears and the Polar Regions.  Over 1000 educational facts.  Over 1000 children's jokes.  Over 360 pictures of Penguins, Polar Bears and the Polar Regions.  \"Find Pookie\" memory game.  \"Push The Little Piano\" tapping game.  \"Wild Sled Race\" racing game.  \"Ice Toss Fun\" arcade game.  Finger sketching page.  Deleted pages and other bonus content! \"Pookie and Tushka\" is the Winner of 7 awards, including \"Best New Children's Book of the Year\". Synopsis A frozen little piano arrives to the shores of the Icelands, bringing Pookie the penguin and Tushka the polar bear fun, excitement, and a heartwarming lesson about the essence of friendship. Lovingly written and illustrated, Pookie and Tushka bring you the perfect children's tale! Follow us on and for updates. Visit the Pers Blog Find out about our latest game, Ice Toss Frenzy Meet Pookie and Tushka at Visit our website ", "viewCount": 0.43253309052436956, "labels": [24, 74, 131, 209]}, "sqaQKaRZB5w": {"likeCount": 0.08450980400142569, "dislikeCount": 0.08450980400142569, "videoId": "sqaQKaRZB5w", "title": "", "description": "", "length": 0.2619093330626743, "keywords": "Pokmon Pokemon Black 2 White 2 Pokmon Black 2 Pokmon White 2 Unova Black White version walkthrough let's play let's play pokemon professor battle trainer master eight badges gym leaders legendaries nintendo ds nintendo Playthrough Pokmon video Game Series Video Game Industry Sequel Gameplay Commentary GameFreak Roleplaying Video Game Media Genre Pokemon Switch New New pokemon Switch New pokemon startersPokmon Black & White 2  How To Beat Elite Four Marshal BattleQOTD Sawk or Throh? Join ProVictini through the Unova Region in his \"Pokmon Black 2 and White 2\" adventure. Playing along is recommended and is extremely enjoyable as it will provide stepbystep walkthrough instructions as well as a \"Lets Play\". My Twitter  Don't Forget to Subscribe & Hit that bell   Check out the PokmonOriginStories Amino Community!  Check out some of my Completed Projects    Pokmon Black 2 Walkthrough  Pokmon Mystery Dungeon Gates to Infinity Walkthrough  Pokmon Super Mystery Dungeon Walkthrough  Pokmon Rumble Blast Walkthrough  Pokmon Rumble World Walkthrough  Pokmon Rumble U Walkthrough  Pokmon Black Walkthrough  Pokmon Alpha Sapphire Walkthrough  Pokmon Hoenn White Nuzlocke  Pokmon X Genderlocke  Pokmon Omega Ruby Wonderlocke  Pokmon Platinum Egglocke  Pokmon Diamond & Pearl Coop WHoodlumScrafty   Some Projects I have done on the channel as well as some Projects that are to come PokemonLetsGoPikachu, PokemonLetsGoEevee, Gameplay, PokemonUltraSun, PokemonUltraMoon, PokmonAlphaSapphire, PokmonOmegaRuby, PokmonBlack, PokmonWhite, PokmonBlack2, PokmonWhite2, PokmonRuby, PokmonEmerald, PokmonSapphire If you want some other big Pokmon Youtubers TheKingNappy, TheHeatedMo, NumbNexus, PurpleRodri, Shofu, GlitchxCity, SullyPwnz, Supra, CrimsonCBAD, HoodlumScrafty, pdwinnall, MandJTV, aDrive, Haydunn, Verlisify, Truegreen7, TyranitarTube, MunchingOrange, HeroVoltsy, JasonPlaysPokemon, Hydros, AstroidmaniaVideos, Original151, HDvee, Twintendo, CandyEvie, TamashiiHiroka, Marriland, chuggaaconroy, pokesoup, JohneAwesome, AbdallahSmash026, Dobbs, Trickywi, JayYTGamer, ThrohGames, Eryizo, Vetro, cuddleofdeath, PokDan, GoodguyGastly, HybridHero, ThePokeResort, ThePokRaf, Monkiez, RuffledRowlit, SuperDuperDani, UnlistedLeaf, Pimpnite, MysticUmbreon, Sacred, pokeaimMD, FeintAttacks, Patterrz, bulbapedia, serebii", "viewCount": 0.32688119037397806, "labels": [0, 1, 5, 81, 108, 1113]}, "sqe-B6CXNlU": {"likeCount": 0.22552725051033062, "dislikeCount": 0.07781512503836437, "videoId": "sqe-B6CXNlU", "title": "", "description": "", "length": 0.23783979009481376, "keywords": "American Dragon Jake Long Rose Huntsgirl Huntsclan Far Away NickelbackAmerican Dragon Jake Long  JakeRose, Far AwayI know it's been done, but the first AmDrag video I ever watched was to this song, and since then I've wanted to make one like it.  Don't ask me why. After various attempts at getting the song to work on WMM it just hated this song, I suppose, I finally put this together. It's messed up a tiny bit around 247, but I wasn't going to go through that whole hassle again trying to save it when it didn't want to save. sigh Anyway, this is it. JakeRose  Far Away. Far Away is by Nickelback. I've somehow fallen in love with the song. Again, don't ask me why.", "viewCount": 0.43837435758353127, "labels": [5]}, "srZln98p4m4": {"likeCount": 0.23364597338485296, "dislikeCount": 0.08450980400142569, "videoId": "srZln98p4m4", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "Konshens Musical Artist Dancehall Musical Genre Choreography Profession dancehall dance choreo choreography moscow russia andrey boyko jamaica raggajam jam style street feelings konshens jah Vybz Kartel Celebrity abdc sytycd       KONSHENS  BRING BACK LOVE MAKING  DANCEHALL  CHOREOGRAPHY BY ANDREY BOYKO  FEB'15KONSHENS  BRING BACK LOVE MAKING  DANCEHALL  CHOREOGRAPHY BY ANDREY BOYKO  FEB'15 NO COPYRIGHT INFRINGEMENT INTENDED \"This video uses copyrighted material in a manner that does not require approval of the copyright holder. It is a fair use under copyright law. Choreography by ANDREY BOYKO Song 'BRING BACK LOVE MAKING' by KONSHENS I HOPE YOU ENJOY MY NEW CHOREOGRAPHY, KEEP LOVING EVERYTHING YOU DO! KEEP LOVING EVERYTHING YOU LOVE TO DO! AND JUST KEEP LOVING... BLESS YOU ALL! PEACE CONTACT & BOOKING WORKSHOPS antik20023gmail.com ontacts NEW FAN PAGE instagram antik20023", "viewCount": 0.42417705426461244, "labels": [6]}, "TU9JNpJuyNo": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "TU9JNpJuyNo", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "Castlevania Portrait of Ruin nintendo ds no miss damage hits subweapons perfect flawless boss rush nest evilCastlevania Portrait of Ruin Nest of Evil  Boss 4 Aguni  No Damage&SubweaponsCastlevania Portrait of Ruin Nest of Evil Bosses  No Damage&Subweapons. Played by ArekTheAbsolute.", "viewCount": 0.41223797320691125, "labels": [0, 1, 935]}, "dBU-VJxGm_I": {"likeCount": 0.08450980400142569, "dislikeCount": 0.09030899869919436, "videoId": "dBU-VJxGm_I", "title": "", "description": "", "length": 0.2640481436970422, "keywords": "Aion Mass pvp steamAion Mass PvP A look at mass pvp", "viewCount": 0.40055665711332944, "labels": [0, 1, 836]}, "bi1cX15T28E": {"likeCount": 0.22068258760318496, "dislikeCount": 0.09542425094393249, "videoId": "bi1cX15T28E", "title": "", "description": "", "length": 0.2173186268412274, "keywords": "How Dodge Dana 60F axles work and how to fix 4X4 function Ram diesel cummins 1500 2500 3500 half ton three quarter 1994 1995 1996 1999 2000 2001 2002 road mud offroadHow Dodge Dana 60F axles work and how to fix 4X4 functionAmazon has the Posilok kit to correct the vacuum leak troubled design. Get it HERE How Dodge Dana 60F axles work and how to fix 4X4 function", "viewCount": 0.470703336304981, "labels": [2, 7, 95, 437, 3421]}, "o10Z1UOdgGw": {"likeCount": 0.21760912590556813, "dislikeCount": 0.11760912590556814, "videoId": "o10Z1UOdgGw", "title": "", "description": "", "length": 0.2661812685537261, "keywords": "xoalexmariebeauty alexmariexoxo beauty guru blogger vlogger entertainment style makeup makeup how to lifestyle tag haul pretty tutorial expert favorites empties products ive used up get ready with me collection review routine quick easy drugstore monthly today primark forever21 chit chat california fall summer usa America 2014 New kitty new kitten new puppy pet haul big lots walmart pet luv peerless pet cat toys new pet pet toys orange tabby 2016 orange kittenNew Kitty  Pet Supplies HaulPlease subscribe!  Thank you for watching Please Subscribe & help me reach 150 by my Youtube anniversary on May 29! Meet Ramsey! Little update June 2015 A few days after filming this, l changed his name to Max. I liked that better & he seems too also because he recognized it pretty quick  TIPS! Want to adopt? Go spca or animal shelter first. that animal will remember what u did for them and will be thankful. Adopt adult animals also. They need love too  Save up your money and do it right. If rescuing strays, make sure you have them tested at the vet to make sure they dont have anything that will affect your other pets. If it has a collar make sure you check it often as kitties grow fast and you want to make sure its not too tight. Make sure you're ready for the commitment. A pet is like a child. Have patience with your new pet as he gets used to you and his new surroundings. And remember lots of love! p.s. My next video will be my october empties andor my bath & body works collection. Comment below any requests or questions! Love always  alex eMail  xoambeautygmail.com", "viewCount": 0.423401081758718, "labels": [15, 18, 26, 170, 314]}, "UGW3qWib0RQ": {"likeCount": 0.24313637641589875, "dislikeCount": 0.08450980400142569, "videoId": "UGW3qWib0RQ", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "Skoota 28 power catamaran powercat Woods designs multihull plans designs home build powercat home build catamaran Desolation Sound cruisingSkoota28 power catamaran walkround interior and deckSkoota 28 powercat by Woods Designs. A walk round of the deck and interior. Note the magic bunk to seat conversion! Remember this is all one camera shot, no editing. This video was taken while cruising in Desolation Sound. Although the boat is British flagged it is usually kept somewhere in the PNW Build your own in plywood from plans by Woods Designs www.sailingcatamarans.com We also have three other power cat design, all for home building, at 20, 24 and 36ft. And a big range of sailing multihulls, catamarans and trimarans, from 1445ft. Check them out!", "viewCount": 0.4858513136266998, "labels": [2, 76, 446, 1597]}, "4dR-SXK8kOE": {"likeCount": 0.35081255360832, "dislikeCount": 0.1724275869600789, "videoId": "4dR-SXK8kOE", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "Alice Theme Alice In Wonderland Alice Theme on Synthesia SyntheisAlice's Theme on Synthesia.From Tim Burton version of \"Alice In Wonderland\". Enjoy! Here's the link to download the midi file ", "viewCount": 0.5324887164804853, "labels": [31, 40, 57, 492]}, "GWZzmHIDNI8": {"likeCount": 0.13424226808222062, "dislikeCount": 0.0, "videoId": "GWZzmHIDNI8", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "vans warped tour 2012 irvine ca california oc orange county punk rock music festival the scene report tsr koji new song acoustic most beautiful time of my life journeyKoji  Chasing a Ghost Warped Tour 2012Live from the Vans Warped Tour 2012 acoustic tent. Koji didn't say the name of this song, nor is it out yet, so I guessed on the title. Koji, if you see this, let me know what the actual name is and I'll fix it! Also, apologies for the low quality audio. All the bass from one of the other stages ruined the high quality mic's take, had to use the in camera audio. For more videos from Warped Tour, check the playlist For more interviews, music, news, concert calendar, and more ", "viewCount": 0.33662361237182936, "labels": [3, 4, 9, 10]}, "GWPT9fxjDCw": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "GWPT9fxjDCw", "title": "", "description": "", "length": 0.25465426634781313, "keywords": "dark ages chinese dark ages china Plants Vs. Zombies Video Game pvz chinese pvz2 chinese plants vs zombies chinese kungfu map plants vs zombies plant vs zombie pvz walkthrough plants vs zombies 2 new plants new zombies Plants Vs. Zombies 2 It's About Time Video Game Industry 2  dark agesPlants vs Zombies 2 Chinese  Dark Ages Mini III   2 Plants vs Zombies 2 ChineseChallenge Me in my group  All Version off Plants vs Zombies Plants vs zombies 2 All Link Plants vs zombies 2 Chinese All Link Plants vs zombies Journey To The West All Link  LIKE AND SUBSCRIBE TO SEE MORE NEW VIDEO!!! SO HOT My Community Page G My twitter my blog music ", "viewCount": 0.33751146846922253, "labels": [0, 1, 42, 695, 938, 1279]}, "o8QiHRCYyww": {"likeCount": 0.19294189257142927, "dislikeCount": 0.0, "videoId": "o8QiHRCYyww", "title": "", "description": "", "length": 0.24727564493172124, "keywords": "spring makeup cosmetics beauty get ready with me tutorial Look Haul Eye GRWM grwm get ready with me eyes benefit lollitint high beam maybelline lioeli lioeli makeup bb cream eve pearl highlight blush face anastasia eye brows too faced wet n wild wet 'n wild covergirl essence jordana limecrime lime crime lips lipstick lipstain misshollyberriesGRWM!! Fresh Spring Face with Limecrime Velvetine!OPEN ME!! Products used in the video benefit lollitint benefit high beam maybelline baby skin instant pore eraser lioeli beyond the solution bb cream eve pearl dual salmon concealer in fairlight maybelline instant age rewind dark circle eraser in \"brightener\" too faced shadow insurance anastasia dip brow in blonde wet n wild i heart matte palette cream on the lids, white as brow highlight and peach in crease covergirl clump crusher mascara maybelline mega plush mascara essence lash mania mascara rimmel stay matte powder in translucent jordana lip liner in baby berry lime crime velvetine in pink velvet Have you checked out my Vlog Channel!!! Please subscribe! It would make my day  CHECK OUT MY RECENT VIDEOS! March Nail Polish Favorites! March Empties!! MASSIVE Candles By Victoria Haul!! STYLEHAUL CHANNEL  WHAT I'M WEARING AND MAKEUP! Top some old sweatshirt since i was going to be going out to dinner Eyes wet n wild i heart matte palette Lips limecrime velvetine in pink velvet Nails china glaze \"metro pollentin\"  WHERE TO FIND ME! my blog! my facebook! my instagram! my twitter! my email! misshollyberrieslive.com FTC everything in the video was purchased by me, unless otherwise stated.", "viewCount": 0.31316186643491256, "labels": [39, 156, 202, 233, 393]}, "LG9ENqh5DKc": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "LG9ENqh5DKc", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "NKOTBSB Backstreet Boys Soundcheck Party Panic Spektrum Oslo may 14 2012 Brian Littrell Nick carter AJ Mclean Howie DoroughBackstreet Boys  Soundcheck Party singing \"Panic' live  Spektrum Oslo 14 may 2012IngeNL", "viewCount": 0.3071882007306126, "labels": [3, 4]}}