{"ogTn42Ihu4M": {"likeCount": 0.2437750562820388, "dislikeCount": 0.047712125471966245, "videoId": "ogTn42Ihu4M", "title": "", "description": "", "length": 0.2527629900871339, "keywords": "protection a detachable iPad caseNuu KeyCase Detachable Keyboard & Case for iPad 2 & new iPadNuu KeyCase Detachable Keyboard & Case for iPad 2 & new iPad The NUU KeyCase combines function, protection, flexibility and comfort in one stylish leather case. This welldesigned case provides the ultimate in versatility with a removable Bluetooth keyboard, a detachable iPad case, and stylus. Full Review Please Subscribe Follow me on Twitter Like on FaceBook More reviews, Techs and Gadgets Visit GADGETS, TECHNOLOGY, REVIEWS, UNBOXING and MORE.", "viewCount": 0.3419129307741976, "labels": [74, 131, 209, 584, 880]}, "Z8DZoMaLNXk": {"likeCount": 0.3142389466118836, "dislikeCount": 0.1361727836017593, "videoId": "Z8DZoMaLNXk", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "omega tv commercial piano songOMEGA TV commercial  Piano CoverPiano cover of the music from OMEGA TV commercial", "viewCount": 0.5159200113442667, "labels": [31, 40, 47, 57, 117]}, "yrF915ZM0R0": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "yrF915ZM0R0", "title": "", "description": "", "length": 0.2568201724066995, "keywords": "Rokeem Williams Highlight Film Rokeem Williams Rokeem Williams WillistonElko Football recruit prospect Clemson Prospects american football football highlightsRokeem Williams Highlight Film.movWillistonElko's Rokeem Williams is one of the top Division I recruits coming out of South Carolina for the Class of 2012. He has received interest from Clemson University, East Carolina, and Duke. At 6'3 and 190 lbs, he helped lead the Blue Devils to 3 appearances in the State Championship and one state title. He is poised to have a breakout year in 2011. His highlight speaks for itself. Contact info for him is 8037093413.", "viewCount": 0.34879863311293935, "labels": [0, 79, 91]}, "B15_jWHNXhw": {"likeCount": 0.16720978579357176, "dislikeCount": 0.047712125471966245, "videoId": "B15_jWHNXhw", "title": "", "description": "", "length": 0.2557507201905658, "keywords": "twitch justin.tvWWE 2K14 World Cup Knockout Stage  Tony vs Kenneth GGNow that Tony once again prooved himself as one of the best in this tournament, I can now officially confirm that my client! Will win this Tournament and that I will record all this matches to victory. HAHAHAHAHAHAHA! MUHAHAHAHAHA!", "viewCount": 0.3261738547352538, "labels": [0, 1, 63, 352, 1039, 1229]}, "B3yEoPILUJE": {"likeCount": 0.09030899869919436, "dislikeCount": 0.047712125471966245, "videoId": "B3yEoPILUJE", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "Photography Visual Art Form creative Getty Images Business OperationCurating Prestige the best of creative imagery Getty Images Art Directors, Creative Directors and Editors discuss the process of sorting through our vast and varied collections to curate the highest quality images for Getty Images Prestige. They provide insight into what makes a creative image, discuss some of the talented photographers theyve collaborated with, and explain why Getty Images Prestige represents the best of creative imagery.", "viewCount": 0.32513948500401046, "labels": [49]}, "B6aUo8cXANw": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06989700043360189, "videoId": "B6aUo8cXANw", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "little willies nora jones stagecoach festival 2013 Jones nora LiveThe Little Willies with Nora Jones Stagecoach Festival April 26, 2013The Little Willies with Nora Jones Stagecoach Festival April 26, 2013", "viewCount": 0.31068705444786543, "labels": [3, 4, 6, 10]}, "7VP9CbIOv4E": {"likeCount": 0.0, "dislikeCount": 0.047712125471966245, "videoId": "7VP9CbIOv4E", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "nba amazing highlights Top 10 Plays for March 31st 2009NBA TV Top 10 March 31stVisit for more highlights. NBA's Top 10 Plays for March 31st, 2009.", "viewCount": 0.30666985504229954, "labels": [0, 52, 70, 125]}, "lGtAotW5Ocw": {"likeCount": 0.1653212513775344, "dislikeCount": 0.03010299956639812, "videoId": "lGtAotW5Ocw", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "NASA ESA SOHO SDO sun solar space science eruption flare CME prominence star corona coronal Xclass coconutsciencelab HD VideoSun Erupts With Two Large XClass Solar Flares  NASA Space Science HD VideoVisit my website at  between May 12 13, 2013, the sun released two large flares X1.7 and X2.8 class, as well as two CME's coronal mass ejections visible on the upper left side of the sun. A solar prominence is also visible on the lower right side of the sun. Please rate and comment, thanks! Credit NASA SDO, SOHO", "viewCount": 0.4089728533074737, "labels": [468, 635, 700, 1120, 2968]}, "oOi2YbMQIR4": {"likeCount": 0.22405492482826, "dislikeCount": 0.047712125471966245, "videoId": "oOi2YbMQIR4", "title": "", "description": "", "length": 0.26148972160331346, "keywords": "Ever!! melhor unboxing do brasil ever ra yellow mega pack yu gi yo yugioh yujioh ji nova gereo duelo campeonato brasileiro de silly lord luiz louisz card cards silylordcards cardgame magic the gatering gathering vanguard cardfight fight anime jogos cartas uxboxing opening penings openings unboxings abrindo caixa solosagrado solo sagrado goiania portugalMeu Deck de YuGiOh!  Leia a descrio!!ATENO!!  Quando eu fiz esse vdeo algumas cartas que hoje so proibidas 01072014 no eram na poca. Bem vindo duelista de todo o mundo, nesse vdeo SillyLord mostra seu deck de YuGiOh! Deck List Monstros 3x Junk Synchro 3x Quillbolt Hedgehog 1x Counselor Lily 1x Fortress Warrior 1x Turbo Booster 1x Shield Warrior 1x Hyper Synchron 1x Level Eater 1x Treeborn Frog 1x Trident Warrior 1x Quickdraw Synchron 1x Turret Warrior 1x Road Synchron 1x Nitro Synchron 1x Marauding Captain 1x Speed Bird MagiasSpells 1xReiforcement of the Army 1x Mystical Space Typon 1x Swords of Revealing Light 1x Fissure 1x Monster Reborn 1x Dark Hole 1x Synchro Booster 1x Soul Taker ArmadinhasTraps 1x Seven Tools of The Bandit 1x Trap Hole 1x Spell Shield Type8 1x Tuner's Bariier 1x Ultimate Oferring 1x Waboku 1x Wicked Rebirth 1x Raigeki Break 1x Mirror Force 1x Spirit Force 2x Remote Revenge 2x Defense Draw 2x Graceful Revival Extra Deck 1x Colossal Fighter 3x Nitro Warrior 1x Junk Warrior 1x StarDust Dragon 1x Road Warrior 1x Iron Chain Dragon 1x Turbo Warrior 1x Gachi Gachi Gantetsu 1x Grenosauros 1x Number 39 Utopia Eu compro sempre e indico www.solosagrado.com.br Esperem por muito mais vdeos de unboxings reviews e duelos!! No se esquea de ajudar com o \"gostei\" e com o \"favorito\" se vc gostou e quer ajudar. No esquea de curtir a FanPage e seguir o Twitter do canal pra ficar por dentro de todas as noticias Bom Duelo a todos, e Your Turn!!", "viewCount": 0.39976484548962066, "labels": [0, 215, 217, 412, 447]}, "OediyeB7smc": {"likeCount": 0.24653828514484186, "dislikeCount": 0.1792391689498254, "videoId": "OediyeB7smc", "title": "", "description": "", "length": 0.2414973347970818, "keywords": "renata mahmud bengaliren renata ren090485 how to make candles how to make a candle wax soya paraffin diy old to new upcycling upcycle how to soy candles      BENGALI VIDEO Make a New Candle From an Old Candle                   ,    ,                   In this video, I will show you how to make a new candle from an old candle. For this you will need an old wax, a heatproof glass jar, an old pot and a wick Keep in touch Main Channel Blogs Facebook Instagram Twitter ", "viewCount": 0.4298460069461452, "labels": [11, 713, 1457]}, "_tViRNL6Q6A": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "_tViRNL6Q6A", "title": "", "description": "", "length": 0.24099331233312948, "keywords": "Maine Rentals Maine Vacation rentals Oceanfront Rentals Waterfront Rentals CondoDaytona Beachfront Rental! MidcoastRentals.com\"The Seabreeze\" Gorgeous, direct oceanfront condo right on the beach! Barely used and very new inside, super clean wtile floor! These photos say it all. This is the actual unit! Photo Gallery  Call, text or email my Blackberry right now! Expect immediate response. 207.522.6121  GibbyMidcoastRentals.com Video of the room available at 1.Exercise room. 2.Bar on premise. 3.Free wifi in room. 4.New tile throughout. 5.500 Sq. Ft oversize room. 6.Pool overlooking the ocean. 7.Cable tv with Bose Stereodvd. 8.2 Futons in room fold down into beds. Sorry,,, absolutely no pets of any kind allowed in unit or on premise including the beach. Beach police will issue fines for animals on the beach. 129.95 per night during non event off peak time frames. 249.95 per night during event and peak time frames. Rent by the the month for 2995.00 Off Peak. 4995.00 Peak. 300.00 Security deposit required. Gladly refunded upon inspection! 50.00 clean up fee applies and NO additional amenity fees or lodging taxes! All major credit cards accepted! Midcoast Rentals 1 Front St Bath Maine Call or text 207.522.6121 GPS 1909 South Atlantic Ave. Daytona Beach Shores Clean, comfortable vacation properties on Daytona Beach & the Coast of Maine", "viewCount": 0.3154728207440156, "labels": [88, 184, 248]}, "Bmb6VuTfUQI": {"likeCount": 0.22041199826559246, "dislikeCount": 0.1146128035678238, "videoId": "Bmb6VuTfUQI", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "Periphery Musical Group Intervals Musical Album intervals intervals epiphany epiphany intervals epiphany progressive metal instrumental metal epiphany cover intervals epiphany guitar cover epiphany intervals guitar cover guitar cover epiphany guitar cover intervals epiphany Brian Shearer Progressive Metal Musical Genre Progressive metal guitar cover djent not djent notdjent Periphery II This Time It's Personal Musical Album TesseracT Musical GroupIntervals  Epiphany Guitar CoverPartial cover of the song \"Epiphany\" by Intervals. Really love this song a lot, and its definitely not an easy one to play. Hope you enjoy it.", "viewCount": 0.4066251361968962, "labels": [9, 10, 37]}, "MFR_lfWuM9Q": {"likeCount": 0.21072099696478686, "dislikeCount": 0.15185139398778877, "videoId": "MFR_lfWuM9Q", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "Loveable Lamb Sheep Pillow Pet Charlie Chops soft toy wash washing machine canon EOS 550D Rebel T2i Kiss X4 Short Film Pillow Pet Loveable Lamb Pillow Pet Sheep Pillow Pet Lamb Charlie Chops Soft toy wash pillow pet wash sleeping beauty ballet suite Pyotr Ilyich Tachaikovsky short film Hannah Warren Canon EOS 550D Canon Rebel T2i Canon Kiss X4Pillow Pet WashCharlie Chops goes for a spin in our washing machine! Dedicated to Marvel. At 700rpm, the Loveable Lamb Pillow Pet goes for an adventure in a washing machine. Care Instructions Warm hand wash or machine wash separately on wool cycle. Rinse well. Do not bleach or tumble dry. Do not iron. Do not dry clean.", "viewCount": 0.4541292115342369, "labels": [62, 341, 652, 763]}, "Wyl_hVH42qY": {"likeCount": 0.2403120521175818, "dislikeCount": 0.10413926851582252, "videoId": "Wyl_hVH42qY", "title": "", "description": "", "length": 0.24048337166199382, "keywords": "pokemon x and y xernias pangoro talonflame sylveon noivern clauncher fennekin wifi battle 6th gen wifi battle pokemon x wifi battle pokemon y wifi battle m4gnitude pyroar malamar swirlix spritzee meowstic dedenne helioptile bunnelby furfrou midnight release nintendo world Malamar Mega Ampharos Gogoat Talonflame Klefki AzumarillPokemon XY Battle 57 vs Neal  Goku Literally Bends Space and TimeRecorded by Nick Yesterday I lost pretty bad, but today I really try and redeem myself....and Goku tries so hard that he literally rips a hole in the universe and fucks up this very video. ENJOY! My team Malamar, Mega Ampharos, Gogoat, Talonflame, Klefki, Azumarill Playlist of All my X and Y WiFi Battles Twitter Facebook ", "viewCount": 0.37611005389581426, "labels": [0, 1, 5, 81, 108, 615, 819]}, "-kQ75u2w23o": {"likeCount": 0.20755469613925306, "dislikeCount": 0.047712125471966245, "videoId": "-kQ75u2w23o", "title": "", "description": "", "length": 0.23944516808262165, "keywords": "France French Bboy bboy legends legend new trailer 2012 2013 2014 lilou junior lamine benji world best break dance pokemon crew wanted bagabonds bagabond style power move moves trick battle vs keny arkana de l'opra la plaine official officiel clip video pv movie juba YAK film ici c'est paris Chelles pro red bull bc one all star stars cypher division alpha kingz amazing dope lil plus haut danse Tradition judge euro qualifier final art Super Totale mix session ibe boty uk of the year beat planet France Bboy Legends  Lilou,Junior,Lamine,BenjiEdited by Bboy KojirocK", "viewCount": 0.42656666994524833, "labels": [6, 8]}, "SOAgGS0CoxA": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "SOAgGS0CoxA", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "tiny toon adventures plucky duck nesTiny Toon Adventures 2  Bumper Cars StagePlucky Duck's stage from Tiny Toon Adventures 2  Trouble in Wackyland.", "viewCount": 0.3576226137449605, "labels": [0, 1, 5]}, "_oWvK5WC5z8": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "_oWvK5WC5z8", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "Minecraft video game windows computer software tutorial maker basic mobile device ubuntu level phone apple desktop linux tournament map visual custom unreal games scout quake scouts low flash levels gameplay pack editor mod blast fps marble ultimate maps challenge unreal tournament sure solution puzzle demo ut3 ultra troop level part arena hammer gold epic legion medic shooter droid imp multi low level scouting lvlHow to Install Custom Maps For Minecraft MacHow to install a custom map for minecraft", "viewCount": 0.3342027688087472, "labels": [0, 27]}, "HZ_79ui8PVE": {"likeCount": 0.13979400086720378, "dislikeCount": 0.0, "videoId": "HZ_79ui8PVE", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "Christian dance deuces bizzle pdub holy work ministries crew mix tapeJ. Walkerz Dance Video  Bizzle & PDub  DeucesHello everyone  well this one of many projects and videos to come. Its the offical launch of the J. Walkerz, a Christian dance team whose goal is to reach out to our young generation through music and dance, what you saw was the leader of the group, Raymond a.k.a. Rabbit  This is just one of the areas that our ministry, HolyWorkz Ministries, is going to be involve with....Please support us by subscribing and commenting, we would like to know what you think. Also tell a friend about us and this amazing dance team  Well God bless and we will see you later with much more ", "viewCount": 0.30856472882968566, "labels": [8, 14]}, "erWQ8ukkCZs": {"likeCount": 0.22695129442179166, "dislikeCount": 0.11139433523068368, "videoId": "erWQ8ukkCZs", "title": "", "description": "", "length": 0.2526339277389844, "keywords": "hair tutorial valentines day romantic long short fast quick easy braid3 EASY VDay Hair Tutorials in under 5 minutes!BEHIND THE SCENES thanks to laura & phil!  hope you enjoy xx Coupon Codes 10 off your purchase at Hipapotheca.com using code JL2012 10 off Lioele Products at prettyandcute.com using code jessicalee422 OR a surprise gift by writing jessicalee422 in the comment box ftc I may have paid laura to say that I have a great channel... jk she's my bestie!", "viewCount": 0.46298884861654355, "labels": [50, 65, 355, 781]}, "0lSLaIVNeCY": {"likeCount": 0.1146128035678238, "dislikeCount": 0.03010299956639812, "videoId": "0lSLaIVNeCY", "title": "", "description": "", "length": 0.26599162000698506, "keywords": "Wartburg and Trabantwww.2TPower.comWartburg and Trabant Klub in Bulgaria", "viewCount": 0.35910646070264995, "labels": [2, 7, 3444]}, "xZIBUPSubbM": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "xZIBUPSubbM", "title": "", "description": "", "length": 0.260959440922522, "keywords": "DSCF0934Big Country  Glasgow Hogmanay 2010 PorrohmanBig Country with Mike Peters Glasgow Hogmanay 2010", "viewCount": 0.3839540892968969, "labels": [3, 6, 28]}, "xbxfMZ4rZcQ": {"likeCount": 0.11139433523068368, "dislikeCount": 0.06020599913279624, "videoId": "xbxfMZ4rZcQ", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "Cymbals Drums Electric drum setCymbals, Drums, Electric drum set, Speakers for saleMessage me if you are interested in one of these items and we will work something out", "viewCount": 0.3718169405391307, "labels": [28, 33, 86, 987]}, "cDtouergoeg": {"likeCount": 0.08450980400142569, "dislikeCount": 0.08450980400142569, "videoId": "cDtouergoeg", "title": "", "description": "", "length": 0.2517195897949975, "keywords": "C&C Tiberium Wars pro play red zone map vs nod keinc&c3 1 vs 3watch it in hight qualityfunny game on map red zone  how one pro play on red zone against noobs P  this video i take from www.lki.ru", "viewCount": 0.3077367905284156, "labels": [0, 1, 42, 1384]}, "rVZ0OokR1AM": {"likeCount": 0.16334684555795864, "dislikeCount": 0.11760912590556814, "videoId": "rVZ0OokR1AM", "title": "", "description": "", "length": 0.26748611407378114, "keywords": "Movie 0002Rig'n'Roll gameplay video part 4The long awaited game Rig'n'Roll has finally been released in Russia. This is gameplay of driving a load from Oakland California to San Francisco. This is part 4. There are 5 parts You can buy the game here ", "viewCount": 0.43835640485366945, "labels": [0, 1, 56]}, "rVQN3BSUtPc": {"likeCount": 0.22013971243204514, "dislikeCount": 0.11760912590556814, "videoId": "rVQN3BSUtPc", "title": "", "description": "", "length": 0.26138418218760695, "keywords": "dsp darksydephil darksyde phil dspgaming the elder scrolls skyrim dragonborn bethesda dragon video game playthrough walkthrough lets let's play faq how to commentary mission guide part The Elder Scrolls V Skyrim Playthrough Part Gameplay xbox 360 ps3 playstation pc rpg Video GameThe Elder Scrolls V Skyrim playthrough pt276This is my playthrough of Elder Scrolls V Skyrim, with live commentary. for game playthroughs for fighting game coverage Follow me on Twitter TheyCallMeDSP Get merch at ", "viewCount": 0.422901594276341, "labels": [0, 1, 357, 372]}, "oHZx0cHyLFM": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "oHZx0cHyLFM", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "Tampa St. Petersburg Clearwater Continental airlines Boeing 757 beach aerial airport downtown ocean bay floridaTampa from 36,000 feetThis was taken from a Continental Airlines 757300 as we flew over the TampaSt Petersburg Clearwater area. This was from 36,000 feet. You can see downtown Tampa, Tampa International Airport, the Bayshore Area and the military base. Once we cross Tampa Bay you can see St. Petersburg and the hotels and condos on Clearwater Beach.", "viewCount": 0.3679791170980355, "labels": [2, 44, 46, 107]}, "QuAvf9ssf0A": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "QuAvf9ssf0A", "title": "", "description": "", "length": 0.2352182518111363, "keywords": "  VVVF  N7007000 JRN7007000&N7007000&220 S8 S7 2013328", "viewCount": 0.3243286146083446, "labels": [2, 45, 51, 56, 77]}, "P6Sz8RMk3-k": {"likeCount": 0.13010299956639812, "dislikeCount": 0.1, "videoId": "P6Sz8RMk3-k", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "ultra endurance ultra psychology suffering pain ultra endurance cycling cycling bike film video dvd movieThe psychology of ultra endurance events. Is it all about suffering?CLICK THIS LINK TO LEARN ABOUT THE 100 MILE CHALLENGE The psychology of completing ultra endurance events is one of staying in the moment. but looking deeper, why are we participating in the first place ? What drives us to push our bodies far beyond our preconditioned limits. Lance Armstrong has said \"All endurance athletes are running away from something\". Is he right? This video uses images from ultra endurance cycling and considers \"suffering\" in the makeup of an endurance athlete. This video was made to celebrate endurance challenge events. To learn more about the 100 mile bike challenge visit ", "viewCount": 0.39293678292401, "labels": [53]}, "P7yjXy0oOu0": {"likeCount": 0.1740362689494244, "dislikeCount": 0.0, "videoId": "P7yjXy0oOu0", "title": "", "description": "", "length": 0.269810054562339, "keywords": "board game boardgame game dice dice tower vasel tom vasel melody vasel ryan metzler metzler dan king review game review catan dominion pandemicPrivateer Preview  with Tom VaselTom Vasel takes a look at Privateer, currently on Kickstarter Support it at Find more reviews and videos at ", "viewCount": 0.38108371511404887, "labels": [0, 1, 607, 622]}, "Cxoh6fbkEMs": {"likeCount": 0.14913616938342728, "dislikeCount": 0.047712125471966245, "videoId": "Cxoh6fbkEMs", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "Dan Cates Death skateboards Better than lifeDan Cates in \"Better than life\"This is Dan Cates's part from our 2007 video \"Better than life\" for audio version www.deathskateboards.com www.deathskateboards.blogspot.com", "viewCount": 0.33517963068970236, "labels": [68, 72, 98]}, "wrQVkKNenTI": {"likeCount": 0.26766936096248667, "dislikeCount": 0.1, "videoId": "wrQVkKNenTI", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "synthesia piano music forbidden colors merry christmas mr. lawrence ryuichi sakamotoSynthesia Forbidden Colors  Merry Christmas Mr. Lawrence. Forbidden Colors  Merry Christmas Mr. Lawrence . Merry Christmas Mr. Lawrence is a movie directed by Nagisa Oshima that is based on Laurens van der Post's experiences during World War II as a prisoner of war. Along with other actors, Ryuichi Sakamoto was part of the cast and also the composer of the musical score and vocal theme \"Forbidden Colors\". MIDI. version of the song can be found here. ", "viewCount": 0.4879348236248989, "labels": [31, 40, 57, 117, 492]}, "hJqfFSNEUd4": {"likeCount": 0.1146128035678238, "dislikeCount": 0.03010299956639812, "videoId": "hJqfFSNEUd4", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "Harry Potter Ron Hermine Hermione Trio Wherever you will go Friends harry potter and the deathly hallows 7.2 weasley granger golden trio song calling romance fanmade fanfiction dumbledore severus snape tribute love obliviate soundtrack luna lovegood ginny ff hr hh draco malfoy lilyHarry Potter Ron Hermione Wherever you will goHarry, Ron and Hermione Song Wherever you will go", "viewCount": 0.3254548077108974, "labels": [282]}, "5wncX5tOrS8": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "5wncX5tOrS8", "title": "", "description": "", "length": 0.25158738437116795, "keywords": "great gymnast nastia liukin carly patterson catalina ponor chellsie memmel jana bieger annia hatch gael mackie vanessagreat gymnast all event you can't stop the beata lot of excellent gymnast doing gymnastics carly patterson catalina ponor nastia liukin chellsie memel jana bieger geal mackie vanessa ferrari and many others", "viewCount": 0.35701925610957264, "labels": [261, 1348]}, "ML-xo_fdpBw": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "ML-xo_fdpBw", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "water hydrobine turbine turbines Energy Global irrigation river rivers poverty Dunedin supply self powered waterpump simple water wheels wheel coil pump head windmills windmill solar panels aid world vision living water living christian jesus god Solar Energy IndustryHydrobine  making the water do the workCompletely selfpowered, the Hydrobine is designed to work with low flow and low pressure water supplies in even the flattest terrain. Able to supply water to an entire community, the selfcontained unit needs only a small fall to operate, creating its own pressure to power the internal turbine. See more about the Hydrobine at www.ebengineering.co.nz", "viewCount": 0.3667919685317362, "labels": [11, 511, 1061]}, "MR6LaLSSO6E": {"likeCount": 0.15440680443502758, "dislikeCount": 0.03010299956639812, "videoId": "MR6LaLSSO6E", "title": "", "description": "", "length": 0.2698970004336019, "keywords": "Minneapolis Tornado WarningMinneapolis Tornado WarningMinneapolis Tornado Warning", "viewCount": 0.3891760401456672, "labels": [179, 667]}, "YmI1RtJw-kw": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "YmI1RtJw-kw", "title": "", "description": "", "length": 0.25634810853944107, "keywords": "mini montage battlefield bf3 scarh engineer humvee russian united states america bfbc2 bf2 footage killstreak bonus jet flying lol if you are reading tags an idiot fps mercader battlefield3 modern warfare mw3 mercadergaming swifty athene yogscast totalbiscuitHeistBF3 Mini BF3 Montage w Bonus FootageJust a little montage of 3 different matches of BF3 recording, with me owning it up of course. There's not much to say in the description, other than some credits! Songs used Approaching Nirvana  World at War Approaching Nirvana  2nd Flight", "viewCount": 0.31099158630237933, "labels": [0, 1, 124, 153, 287]}, "AKdgs_fYfts": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "AKdgs_fYfts", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "Thrill Zipper Ride Amusement Park Penticton Bc Peach Festival Ironman CanadaTHE ZIPPER THRILL RIDE.At the fair in Pentictn, BC enjoying The zipper theme ride. Cedric and Draven get \"The Ride of Thier Life\". The carney really gave them a thrill and made the cart spin fast.", "viewCount": 0.33195224490654546, "labels": [141, 247]}, "VWY4PzufOTw": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "VWY4PzufOTw", "title": "", "description": "", "length": 0.24048337166199382, "keywords": "Mario Boss Remix Egg Tier Mecha Ridley Super Mario Mario Series Video Game Series Super Metroid Video Game Metroid Video Game Culture Missles Flame Mushrooms Ice Flower Video Game Industry Freeze Man Megaman Mega Man Video Game Character Nintendo Sega Battle Codmaster50000 Entertainment Newgrounds Business OperationMario Boss Remix Egg Tier Prt. 4this is the final part of the Egg Tier, each boss are getting more aggressive.", "viewCount": 0.3224274014294258, "labels": [0, 1, 395, 872]}, "yQH8c1hzQHE": {"likeCount": 0.15440680443502758, "dislikeCount": 0.0, "videoId": "yQH8c1hzQHE", "title": "", "description": "", "length": 0.26665179805548805, "keywords": "Union Pacific Railroad Organization UP 1995 Chicago North western Chicago And North Western Transportation Company Business Operation CNW Group Business Operation CNW C&NW EMD SD70 Series Locomotive Class Locomotive Union Pacific 1995 Sd70ace K5lla Modeltrain1234 Lego Train Lego Trains Lego Toy Trains Toy Trains Lego Lego Sd70ace Lego Locomotive Lego Es44ac Lego Union Pacific Lego Railroad Lego Train Layout 2014 1995 UPRR LEGO Toy LineLego SD70ACE! UP 1995 Chicago & NorthwesternMy lego sd70ace i created all out of legos! This is a model of up 1995 Chicago & Northwestern. Subscribe for more lego videos!", "viewCount": 0.3604657972047871, "labels": [2, 26, 45, 51, 130, 137, 1707]}, "ySEZb7nS5GY": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "ySEZb7nS5GY", "title": "", "description": "", "length": 0.22329961103921536, "keywords": "KTN KTN Kenya Kenya News Uhuru Kenyatta ICC William Ruto Vyonne Okwara Wills Mburu Lindah Oguttu James Smart kenya mall attack ktn live stream news kenya ktn kenya youtube statistics ktn ustream ktnkenya.tv ntv live video streaming news video Africa USA World news Citizen Live k24 live Bulls eye truth meter The trend A special Christmas as man celebrates 107 birthdayA special Christmas as man celebrates 107 birthdayA special Christmas as man celebrates 107 birthday Watch KTN Streaming LIVE from Kenya 247 on Follow us on Like us on ", "viewCount": 0.30934216851622354, "labels": [342]}, "yTqPas3AxnE": {"likeCount": 0.1, "dislikeCount": 0.1414973347970818, "videoId": "yTqPas3AxnE", "title": "", "description": "", "length": 0.25538830266438745, "keywords": "Lexus ES350 great car enjoy subscribe toyota Automobile2012 Lexus ES350 Review Start Up, and InDepth Tour & ReviewMy Mom's Lexus. Please subb", "viewCount": 0.3813647695346897, "labels": [2, 979]}, "IR_Z2k2mjoI": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "IR_Z2k2mjoI", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "Jake Olson Elm Spencer Link Matt Guess Nick Brewer fuel TV The Daily Habit Signal Tailgate Tour Austen Granger Jordan Parks Nic Houle Dave Lee Snowboard fact Signal Snowboards Dave Lee Every Third Thursday ETT snowboards snowboarding handmade USA custom snowboards best snowboards snowboard brands brands of snowboard snowboard videos snow board signalSignal, woodward at cooper, the daily habitJake Olson Elm, Spencer Link, Matt Guess, and Nick Brewer hit up the Woodward at Copper camp. Fuel TV's The Daily Habit catch the action. ", "viewCount": 0.34902394852462876, "labels": [231, 491]}, "sBZ0NscgDAI": {"likeCount": 0.14771212547196624, "dislikeCount": 0.03010299956639812, "videoId": "sBZ0NscgDAI", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "Maximum The Hormone Buiiki Kaesu bass cover guitar mgabrielbassist gabriel yamaha rbx170 170 rbxMaximum The Hormone  Buiiki Kaesu  Bass Cover This is my cover of ''Buiiki Kaesu'' by ''Maximum The Hormone''... I am not a fan of them, but I saw David's cover of it, and it was awesome, so I had to learn it  I hope you will enjoy watching it ", "viewCount": 0.35744942682853276, "labels": [4, 9, 10, 37]}, "sDdLMqFxLHM": {"likeCount": 0.3794348603896083, "dislikeCount": 0.1653212513775344, "videoId": "sDdLMqFxLHM", "title": "", "description": "", "length": 0.23891660843645326, "keywords": "Mad TV Blink182Mad T.V Blink182 Skitiove it,hilarious", "viewCount": 0.5549864861654734, "labels": [630]}, "8diJaVRkRsg": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "8diJaVRkRsg", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "unity fly v0 Video Game Unity game Engine flying game unity3d jets aircraft simulation Plane Simulation Game Airplane Jet Helicopter Aviation 3d arcade 0.2unity arcade flying game v0.2update 2 of my unity project enjoy rate comment subscribe D", "viewCount": 0.32902572693945187, "labels": [0, 46, 155, 264, 377]}, "zGKgA1apNiw": {"likeCount": 0.33569814009931315, "dislikeCount": 0.15563025007672873, "videoId": "zGKgA1apNiw", "title": "", "description": "", "length": 0.24653828514484186, "keywords": "reggae guitar Reggae chords Reggae guitar chords reggae guitar tabs reggae guitar lesson Guitar Control how to play reggae Marty Music Steve Golding Steve Golding guitar lesson Bob Marley guitar lesson reggae tabs Steve Golding reggae lessons play reggae guitar how to play reggae guitar reggae guitar lessons reggae rhythm guitar lesson reggae lessons Bob Marley and the Wailers lessonReggae Guitar Lesson  Chord Variations by Guitar Legend Steve Golding Bob MarleyPeter Tosh GET Steve Golding's Reggae Roots Guitar Secrets   GET your FREE Guitar Guidebook now!   Watch our BEST guitar lessons with TABs here  ALL ROBERT BAKER GUITAR LESSONS  SEAN DANIEL GUITAR LESSONS  DARRIN GOODMAN GUITAR LESSONS  MATIAS RENGEL GUITAR LESSONS  Get More Great Lessons  Subscribe   Follow us on Instagram  Facebook Join our Facebook group Twitter  Visit our BLOGSHOP Reggae Guitar Lesson  Chord Variations by Guitar Legend Steve Golding Bob MarleyPeter Tosh Reggae is a form of music that grew out of Jamaican culture and eventually found its way into mainstream. Performers like Bob Marley and Peter Tosh have made reggae a popular music with the masses. In this Guitar Control free online lesson, legendary reggae guitarist Steve Golding, who has played with both Bob Marley and Peter Tosh, takes you behind some of the simple chord structures of reggae and shows you how to play reggae on guitar with a lesson that puts the focus on bringing some chord variations to the table. You can use Bob Marley guitar chords or Bob Marley guitar chord variations, chords used by Peter Tosh, or reggae chords common to reggae chord progressions for this lesson. Learning how to play reggae on guitar involves learning chords and chord rhythms. A lot of reggae guitar songs use very simple chords and slightly off beat rhythm patterns. To freshen up those simple chord progressions, you can play some chord variations. The D chord variations guitar chords in this lesson are examples of how you can play chord variations. The concepts used in this Guitar Control free Youtube guitar lesson can be used to create variations of any chord. Whether its a Bob Marley chord or any other chord, there are variations of the chord you can learn. You can learn how to play reggae on guitar without learning chord variations, but the chord variations are a way of changing things up and bringing some new sounds and approaches to the same old chords. You can actually play chord variations on any song. Learning to play the same chord in different positions on the neck of the guitar opens up a greater range of possibilities. This is a cool reggae guitar lesson for beginners that shows you reggae guitar chord progressions and teaches you how to play those same reggae progressions in different ways. Legendary reggae guitarist Steve Golding takes you through the step by step process of putting variations on chords.", "viewCount": 0.5458997220599123, "labels": [4, 9, 10, 34, 37, 840]}, "9mip2v28kIE": {"likeCount": 0.16020599913279623, "dislikeCount": 0.09030899869919436, "videoId": "9mip2v28kIE", "title": "", "description": "", "length": 0.2683947130751512, "keywords": "FIFA 14 FIFA Video Game Series Ultimate Sport Team Soccer Football Ronaldo Goal fifa114 fifa 14 ultimate team squad builder 350k 300k 330k Sports Industry Player Profession Real Cheer xbox game Competition Goals Ronaldinho Dance Senior Rally Skills Squad builder350k BPL Squad Builder 88 Rated Player  Fifa 14 Ultimate TeamNew Hi guys this is my BPL Squad Builder for under 350k on xbox featuring a certain 88 rated player that cost me 118k. If you want to see more squad builders, post I the comments section below which squad you want me to do next  Please like and subscribe, and check out my Xavi Giveaway here Recorded with Elgato Game Capture HD. I do not own the music in this video, nor do I own he copyrights. The song \"Do I Wanna Know\" is owned by Arctic Monkeys. All other music featured on Fifa14 is not my own, and no financial gain is being made.", "viewCount": 0.38332746392905637, "labels": [0, 1, 63]}, "JJUayXAnEFs": {"likeCount": 0.1, "dislikeCount": 0.047712125471966245, "videoId": "JJUayXAnEFs", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "Just Fun for Kids Disney Cruise LineJust Fun for Kids Disney Cruise LineFor More Information I can be contact  my number below Best Regards, The CruiseMan, That's Me!!!l Raymond A. Marin Too Travel Consultant 8350 NW 52nd Terrace suite 103 Doral, FL 33166 Direct  305 7482839 Ext.114 also for international Clients Toll Free 18006507245 Ext.114 Fax 305 7482839 Cell 305 9920555 I'm in Whatsapp!! For International Clients Skype raymarin1 For international clients raymondcruiseshopping.com videos from super Ships Cruising is a pleasure, like no vacation in Earth!!!", "viewCount": 0.3692582562274909, "labels": [136, 396, 474]}, "JLW_0H7sF-Q": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "JLW_0H7sF-Q", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Dee A tuning Schecter 7 string clean guitar classical guitar7 string cleanA tune I made with parts of randy rhoads' dee in A standard. Played on a Schecter 7 string through the clean channel on a line 6 spider 3 half stack with some reverb.", "viewCount": 0.33443922736851106, "labels": [4, 9, 10, 37, 889]}, "Kk1A3PKgQDc": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "Kk1A3PKgQDc", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "Engine Bench Kart      kawanishi Power motor sports racing Powerd byYZ 125   Powerd by kawanishiYZ125 Powerd by kawanishi", "viewCount": 0.3756560043006683, "labels": [2, 17, 62, 90, 2878]}, "s3tvbw4XAbo": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "s3tvbw4XAbo", "title": "", "description": "", "length": 0.2645422269349092, "keywords": "VTS 01 6Pastor Ed Thomas, \"It did not work\"Pastor Ed Thomas preaching a powerful message at his father's funeral Bishop Edward Thomas, 32611.", "viewCount": 0.322219604630172, "labels": [1630, 1716]}}