{"Nza8S_2JrXk": {"likeCount": 0.17634279935629374, "dislikeCount": 0.08450980400142569, "videoId": "Nza8S_2JrXk", "title": "", "description": "", "length": 0.24393326938302629, "keywords": "Extreme Home Depot Haul Zombie Mulch Shopping Garden Lawn items couponsHome Depot Zombie Mulch Haul 114Home Depot finds, last year cvs & kmart clearance, freebies and cheap X Mas finds.", "viewCount": 0.30996806411092503, "labels": [99, 716, 3297]}, "_uxjM0H1EXU": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "_uxjM0H1EXU", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "indian dance kathak dance chhandika Arlington Center for the Arts Arts CampChhandika Kathak Dance Performance  ACA.MOVStudents of the Chhandika School of Kathak Dance in Boston perform for \"Inspired by India\" Arts Camp week at the Arlington Center for the Arts, Arlington, MA.", "viewCount": 0.32636360685881083, "labels": [6, 8]}, "_w94blE86cM": {"likeCount": 0.39257760538367464, "dislikeCount": 0.25502283530550945, "videoId": "_w94blE86cM", "title": "", "description": "", "length": 0.24440447959180764, "keywords": "call of duty black ops 3 cod bo3 alex mason alex mason black ops 3 edward richtofen richtofen richtofen black ops 3 returning specialist characters character specialist character multiplayer online story campaign singleplayer zombies zombie mode zombies storylineAlex Mason and Edward Richtofen return in Black Ops 3.. Multiplayer Specialist Characters?!Alex Mason and Edward Richtofen may be returning in Black Ops 3!  Check out the article here  Molotovs returning to BO3 ElGato HD60 is the best capture card out there! Amazon Link Improve your aim instantly! Use code \"TMARTN\" to get 10 off KontrolFreeks 5 off Astro Headsets My YouTube My Second Channel My Twitter My Facebook My Website ItsAllViral ops 3", "viewCount": 0.5445818962489863, "labels": [0, 1, 36, 403]}, "a-t0gxDphT8": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "a-t0gxDphT8", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "Silent Night christmas Christmas Carol Merry Merry Christmas Holiday Lights Holidays Story Books Bedtime stories Nicole Thrse Tito Huapaya Christmas Story Books iPhone iPad iPod touch Android TouchPad WebOSSilent NightPerformed by Nicole Thrse for Christmas Story Books, available on your favorite App Store. Music by Tito Huapaya. Presented by iStoryBooks, World's favorite stories for children on your mobile device", "viewCount": 0.3359835482339888, "labels": [99]}, "3GS_tMxYXpw": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "3GS_tMxYXpw", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "jupiter moon occultation solarsystem astroswanny aartscope blog itelescope.net cosmoquest telescope DSLR astrophotography science citizen scienceJupiter moon danceThe occultation of Jupiter by Earth's Moon on February 18th visible from southern parts of Australia was carefully documented by Peter Lake aka Astroswanny. The dance of Jupiter and the Moon shows the occultation from the perspective of a 14inch Skywatcher Telescope with DSLR, and when it got low behind a tree a DSLR on a standard tripod. C P.Lake Approval granted for Syndication and Embedding with appropriate credit to AARTScope.blogspot.com", "viewCount": 0.34632956099620027, "labels": [468, 717, 1653, 2744]}, "3GvOAQmyqdU": {"likeCount": 0.19190780923760742, "dislikeCount": 0.06020599913279624, "videoId": "3GvOAQmyqdU", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "handmade homemade craft accessory accessories cute DIY kawaii how to make earrings fashion style cocoritton easy          jewelry  pretty cool original    design   handicraft  tutorial ear hook hook ear cuff cuff       pearlDIY Accessories Ear hook  How to make a ear hook.Let's make a cute accessories!! In this channel, I will show you how to make accessories that anyone can easily make.        3cm1 1.5cm2 0.63mm4 0.74mm 1 C3mm4mm1 T0.520mm2 90.520mm1T 6128 8mm  6mm1 10mm1 1    facebook  ", "viewCount": 0.42024610706293997, "labels": [401, 732, 1237, 2549]}, "LqFd3ethzLU": {"likeCount": 0.0, "dislikeCount": 0.03010299956639812, "videoId": "LqFd3ethzLU", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "WAR Warhammer GOHA.RU Video PodcastWAR Production Video Podcast 13 by D and TylerWAR Production Video Podcast 13 by D and Tyler specially for GOHA.RU", "viewCount": 0.3224274014294258, "labels": [0, 1, 2769]}, "q0LVEP0KEtc": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "q0LVEP0KEtc", "title": "", "description": "", "length": 0.20791812460476247, "keywords": "Madden Ultimate Football Mode Football video Game Team 13 Episode 20 Beast Mode Puzzle Piece Marshawn Lynch Giveaway Madden Ultimate Team 13 Trade Block Ultimate sport Episode Part Live SeriesMadden Ultimate Team 13  Episode 20  Beast Mode Puzzle Piece Marshawn Lynch Giveawaytwitter  ", "viewCount": 0.31772478362556233, "labels": [0, 1, 63, 450, 1924]}, "mtVyN98Hc3M": {"likeCount": 0.15563025007672873, "dislikeCount": 0.03010299956639812, "videoId": "mtVyN98Hc3M", "title": "", "description": "", "length": 0.26424645202421215, "keywords": "jose benavidez david rodela elie seckbach boxing wild card amir khanDangerous David Rodela and Jose Benavidezelie seckbach reports", "viewCount": 0.3904715545278681, "labels": [92]}, "tPapx6r8mko": {"likeCount": 0.1954242509439325, "dislikeCount": 0.03010299956639812, "videoId": "tPapx6r8mko", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "gardening paste tomatoes Super Italian Paste Tomatoes how to grow tomatoes tomatoes growing tomatoes tomatoes for tomato sauce canning tomatoesSuper Italian Paste TomatoesHere's how my Super Italian Paste Tomatoes grew. They are an heirloom variety.", "viewCount": 0.37488854400095173, "labels": [11, 112, 126, 220, 276, 302, 624]}, "1_oyKDs5dKs": {"likeCount": 0.28825245379548803, "dislikeCount": 0.15440680443502758, "videoId": "1_oyKDs5dKs", "title": "", "description": "", "length": 0.259659709562646, "keywords": "Minecraft Lucky Blocks Mod Modd Fun Tuto Comment installer color couleur rose rouge Camo FuzeComment installer les Lucky Blocks Colors !  Minecraft  TutorielJe reois encore une tonne de messages qui me demandent comment installer les Lucky Blocks Colors qui rajoutent de nouvelles actions quand ont les casses. Je vous met ici  disposition quelques Lucky Blocks colors que vous pouvez tlcharger  FuzeMod sur le mod Lucky Blocks  Lucky Blocks Rouges  Lucky Blocks Roses  Lucky Blocks Blancs  Lucky Blocks Noir  Lucky Blocks Camo  CREDIT  Musique introoutro  Disco on Tutti  Incompletech Sous licence Creative Commons  Mon twitter  Ma chane Twitch  ", "viewCount": 0.4536103710363488, "labels": [0, 1, 27]}, "1bE4vqn3Y1Q": {"likeCount": 0.20644579892269188, "dislikeCount": 0.06989700043360189, "videoId": "1bE4vqn3Y1Q", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "bluegrass cross picking guitar ralph stanley clinch mountain boys church hill tennessee East Tennessee State University oldtime music traditional music street concert ETSU Department of Appalachian Studies Audey Ratliff mandolin Daniel Grindstaff banjo Janice McCombs bass bluegrass on broad kingsport tennesseeSunny Side Of The Mountain James Alan Shelton, Bluegrass On BroadJames Alan Shelton with friends performed a solo concert at Bluegrass On Broad in Kingsport, Tennessee on 16 August 2013. He is currently lead guitarist for Ralph Stanley and the Clinch Mountain Boys. The Stanley Brothers sound has been characterized by the \"cross picking\" guitar style since introduced by George Shuffler 50 years ago. James relates here that George Shuffler was a great influence in his career and personal artistry. George Shuffler passed away on 7 April 2014. Now, there is also hard news for James Alan Shelton as written in Bluegrass Today Updates may follow from the booking agency, Moonstruck Management Please keep James in your prayers. Friends Performing 16 August 2014 Audey Ratliff, mandolin Daniel Grindstaff, banjo Janice McCombs, bass Bluegrass On Broad is held every Thursday night at 7 PM from early May until midJuly in downtown Kingsport, Tennessee stage is on Broad Street between Market Street and Main Street. ", "viewCount": 0.4327154512409432, "labels": [4, 9, 10, 13, 351, 550]}, "-cJRmcm-2aY": {"likeCount": 0.11139433523068368, "dislikeCount": 0.03010299956639812, "videoId": "-cJRmcm-2aY", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "Flat Screen Clean Permanent Marker Demonstration Flat Screen Clean How to clean flat screen How to clean flat screen tv Matt flat screen Cleaner Monitor Glossy flat screen Laptops IPad Tablet Android Curved TV How to clean a curved TV Finger prints Fingerprint Apple IMac How To Clean A Flat Screen TV or Computer Monitor I Want That Screen Cleaner Kit inpex2015 Screen cleaners Screen Cleaners Best screen cleaner Permanent marker on screen Touch Screen CleanPermanent Marker on iMac Flat Screen CleanFlatScreenCleaner TouchScreenCleaner Screen Cleaner KitFind it a PAIN to Clean Your Devices Properly? RESTORE the Clarity You Seek w Our AWARDWINNING, NONTOXIC Spray! Instantly Removes Food Stains, Creams, Permanent Marker, and More. Smudgeless Screens Are Just a Spray and a Wipe Away. Featured on DIY Network & As Seen on TV. You only need ONE cleaner to get the job done. Great for TVs and touchscreen devices. Order today! Flat Screen Clean Now Sold On Amazon We only use AllNatural ingredients Mission Statement Our mission is to bring customers a safe and simple allinone flat and touch screen cleaning product at a low cost. With new technology emerging every day, Flat Screen Clean offers an environmentally friendly, nontoxic, antistatic, and streakfree product to satisfy customers needs to keep their flat and touch screen devices clean. We made our product as simple as 123 and provide the customer with the tools needed to ensure satisfaction. Vision Statement At Rugani & Rugani LLC, our vision is to be seen by our customers as the leadingedge flat and touch screen cleaning product. Our vision is supported by four principles that provide the foundation for our product Environmentally Friendly, NonToxic, Consumer Health and Children's Environmental Health. Children are more vulnerable in regards to the environment with this in mind, our product is focused on both the child's environmental health and the environment itself. Product Information Buy an 8oz bottle of Flat Screen Clean at 19.95  Shipping & Handling and get a FREE 16\"x16\" Super Blue Microfiber Towel 16\"x16\" Super Blue Microfiber Towel retail value 5.95. Buy a 4oz bottle of Flat Screen Clean at 14.95  Shipping & Handling and get a FREE 16\"x16\" Super Blue Microfiber Towel 16\"x16\" Super Blue Microfiber Towel retail value 5.95. 16\"x16\" Super Blue Microfiber Towel 5.95  Shipping & Handling Thank You! Vincent Rugani President  CEO  Founder Rugani & Rugani LLC", "viewCount": 0.3591954555046736, "labels": [1730]}, "zr7O_x54W8A": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "zr7O_x54W8A", "title": "", "description": "", "length": 0.2629409599102719, "keywords": "HandbellNocturne in C minor  ICU Handbell Club BELL PEPPERSInternational Christian University JapanHandbell club BELL PEPPERS Christmas Concert 2011 Nocturne in C minor Conductor Momose Every December we hold a Christmas Concert at the university chapel for free. Please drop in and enjoy our concert when you happen to come this way. We are looking forward to having a relaxing time with you all For additional information, please visit our website at ", "viewCount": 0.3339451441306441, "labels": [3, 13, 41, 3140]}, "NnGsE0ZR54U": {"likeCount": 0.13010299956639812, "dislikeCount": 0.07781512503836437, "videoId": "NnGsE0ZR54U", "title": "", "description": "", "length": 0.2167317334748176, "keywords": "scooby doo where are you the complete series dvd limited edition collectors special mystery machine vanScooby Doo Where Are You The Complete Series DVD with Limited Edition Mystery Machine Van UKScooby Doo Where Are You The Complete Series DVD with Limited Edition Mystery Machine Van. This set comes with 8 DVDs. For more infopics, please visit  ", "viewCount": 0.40743775376448044, "labels": [26, 2273]}, "VtBAxg0OceA": {"likeCount": 0.23961993470957366, "dislikeCount": 0.13222192947339192, "videoId": "VtBAxg0OceA", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "Honda how to instrument cluster dash dash lights dashboard dash board cluster Cluster gauge repair speedometer tachometer gas voltage meter fuel temperature Fixbook Hondahowto1How to Remove Your Instrument Cluster SpeedometerIn this video I show how to replace your car's instrument cluster in a 9600 Honda Civic. Click here to show thanks, and help support Fixbook Click this link to Subscribe Click here to check out the the \"Car Runs on 2 cylinders\" series I, Jordan, assume no liability for anything you choose to do to your car, before, or after watching one of my videos, including this one. All DIY repairs, or modifications, you perform to your car are made at your own risk. Sometimes, even if you've done everything the right way, you can destroy, or damage, a piece, or part. You must understand this part of doing a repair, andor modification is messing up sometimes. Also, if for some reason, I do give incorrect instructions, and something breaks because you followed my instructions, I still will not reimburse, or pay, in any way, for whatever cost that may be incurred due to following my wrong instructions. Don't do anything to your car unless you yourself feel comfortable, & confident in doing so. Fixbook DIY Car Repair", "viewCount": 0.5012976345312311, "labels": [2, 7, 283, 413, 457]}, "VvMLlhdveh8": {"likeCount": 0.14913616938342728, "dislikeCount": 0.03010299956639812, "videoId": "VvMLlhdveh8", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Spyro The Dragon character Spyro series spyro's spyro adventure nintendo 3ds legendary chop faylair jungle waterwalk way rescue humfry walk through game play gameplay crystal skylandersSkylanders Spyro's Adventure 3DS Waterwalk Way  Rescue Humfry!  Capture FlamingosBrought to you by This one got a LOT of requests, so here it finally is! This is a walkthrough for the Rescue Humfry!  Capture Flamingos x5 crystals in Waterwalk Way, a level in Faylair Jungle. Hope you find it helpful! If so, please like and subscribe!", "viewCount": 0.445618377342913, "labels": [0, 1, 35, 1250, 1302, 3664]}, "NJ52bBMErP8": {"likeCount": 0.16334684555795864, "dislikeCount": 0.0, "videoId": "NJ52bBMErP8", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "Birthday Song Improv impromtu by Kevin Choi birthday happy happy birthday kevin choi piano musicBirthday Song Improv impromtu by Kevin ChoiHappy Birthday To YOU! for everyone  INCLUDING JIHOON", "viewCount": 0.33562171342197356, "labels": [31, 40, 47, 57, 117]}, "jAE62Cp83Bg": {"likeCount": 0.1653212513775344, "dislikeCount": 0.03010299956639812, "videoId": "jAE62Cp83Bg", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "DUI SYC CONFLICTEDTHOUGHTS ITUNES SPOTIFY BRIDGEPORT CONNECTICUT CT CTHIPHOP UNDERGROUND RAP R&B NEWENGLAND TRISTATE HIPHOPChazO  Missing You Official Music VideoDirected by Edwin Escobar  Website Purchase on iTunes Download and Listen to CONFLICTEDTHOUGHTS Follow on Twitter Chazo203 Follow on Instagram Chazo203 Bridgeport CT 203 860 CONNECTICUT TRISTATE NEWENGLAND Independent Hiphop NEWHIPHOP NEWMUSIC NAS JAYZ KENDRICKLAMAR JCOLE DRAKE NICKIMINAJ BEYONCE", "viewCount": 0.33308194664958374, "labels": [14]}, "jDHpdKKP82w": {"likeCount": 0.14623979978989562, "dislikeCount": 0.03010299956639812, "videoId": "jDHpdKKP82w", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "Hazi hazieatszombies red scene hair hazishair hazidoeshair does scenequeen queen extensions bright colourful how to tutorialHOW TO Dye hair extensions!Alot of you guys have been asking how i dye my extensions without missing bits, and damaging them, so i thought id make this tutorial for you lovleys.", "viewCount": 0.36732052817790456, "labels": [50, 503]}, "U_aDReep2Zg": {"likeCount": 0.25105450102066124, "dislikeCount": 0.1, "videoId": "U_aDReep2Zg", "title": "", "description": "", "length": 0.25211380837040365, "keywords": "Weezer Musical Group Guitar Guitar Lesson My Name Is Jonas Acoustic Guitar Acoustic Guitar Lesson My Name Is Jonas Lesson Video Lesson Music IndustryMy Name Is Jonas  Weezer Guitar LessonThis is just a basic finger picking breakdown of My Name Is Jonas by Weezer. Please like and subscribe if it helps out", "viewCount": 0.437427164327598, "labels": [9, 10, 34]}, "uIEgEAAB26Q": {"likeCount": 0.11139433523068368, "dislikeCount": 0.06020599913279624, "videoId": "uIEgEAAB26Q", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "twinstar wow dalaran world of warcraft movie vishara millka shortWorld Of Warcraft  O Prisere z kanalu v Dalaranuworld of warcraft short movie about dalaran monster", "viewCount": 0.31892094895823064, "labels": [0, 1, 93, 102]}, "0uqT7CIfvhE": {"likeCount": 0.1278753600952829, "dislikeCount": 0.03010299956639812, "videoId": "0uqT7CIfvhE", "title": "", "description": "", "length": 0.2583198773968623, "keywords": "In The Room Lornal Mursell Jenny Brown Line Dance DallasIn The Room  Line Dance Dance & Teach in English & Choreographed by Lorna Mursell Scotland Sept 2014 48 count  4 wall  Improver level line dance Music \"Every Time You Walk In The Room\" by Mike Denver", "viewCount": 0.40730214543597393, "labels": [8]}, "fOKEeek2NS8": {"likeCount": 0.13424226808222062, "dislikeCount": 0.047712125471966245, "videoId": "fOKEeek2NS8", "title": "", "description": "", "length": 0.26766936096248667, "keywords": "8to5pros Eight To Five Entertainment Eight To Five Entertainment 8to5 Morgan State University Organization Marching Band Halftime Show HalftimeHoward Homecoming 2013  Morgan State University Halftime ShowEight To Five Entertainment presents The October 26, 2013 halftime performance of the Morgan State University Marching Band at Howard University Homecoming.", "viewCount": 0.34124605474299613, "labels": [4, 13, 164]}, "lCEjz3l78Qc": {"likeCount": 0.28312296938670634, "dislikeCount": 0.10413926851582252, "videoId": "lCEjz3l78Qc", "title": "", "description": "", "length": 0.2629409599102719, "keywords": "super smash bros wii 3ds new gameplay character mechanics trailer newcomer veteran stages smashbros sakurai interview exclusive advanced technique mii guide all review 2015 custom corner custom moves all custom moves unlock customs ness ness guide advanced guide advanced ness competitive ness competitive guide best ness custom ness lucas lucas dlc lucas leak lucas custom moves lucas final smash lucas gameplayCUSTOM CORNER Ness Episode 8  Super Smash Bros Wii UWith Lucas' release along with a huge demand for a Ness Custom Corner, I couldn't resist! For more episodes click here Lets Plays and Other Series! SPLATOON OctoValley How To's How To Smash Top 5 Super Smash Bros. WiiU3DS Event Mode Tips Master Fortress Mario Kart 8 Subspace Emissary  CONNECT WITH SMASHCENTRAL AND EMG! Even Matchup Gaming!  Thanks to everyone who's provided graphics, images, music, and more for this channel. Support them by visiting these links below Music FLEXSTYLE Rasul El a.k.a GOODxJESUS, BRISKINTHEHOUSE OCREMIX  Apex 2013 & 2014 Soundtracks Harmony of Heroes Images Olivia Viola ConsoleCreatures  Joe Ruiz  Watch RETRO SmashCentralOfficial videos here! ALL OLD VIDEOS Sound of Smash SSBB Wifi With You Top 5 Demo Plays Smash 3DS Character Reveals early JP streams Highlights Super Smash Bros Wii U", "viewCount": 0.47727909606658214, "labels": [0, 1, 5, 234, 467, 678]}, "eDti_eKevfw": {"likeCount": 0.12304489213782739, "dislikeCount": 0.047712125471966245, "videoId": "eDti_eKevfw", "title": "", "description": "", "length": 0.26720978579357174, "keywords": "trouwen op curacao wedding kasamentu korsou Reception Wedding Berlin Bride Weddings slideshow Curaao Ceremony EventsNani & Gino's Wedding on CuracaoThe Celebration of Nihiaris & Ginovar's Wedding coordinated by Unique Wedding & Party Services.", "viewCount": 0.42487332298048053, "labels": [71, 152]}, "S_RA8b34LMc": {"likeCount": 0.24548448600085104, "dislikeCount": 0.09542425094393249, "videoId": "S_RA8b34LMc", "title": "", "description": "", "length": 0.2357934847000454, "keywords": " mnet kpop kpop star program Mcountdown     Bad Girl Ladies' Code  Bad Girl by Ladies' CodeMcountdown 2013.3.142013 3 14     Bad Girl by Ladies' CodeMcountdown 2013.3.14 Wanna know more about your favorite Kpop artist?  Subscribe  Follow  Like  Visit ", "viewCount": 0.4715066931328898, "labels": [3]}, "J3q9rJ7qmm8": {"likeCount": 0.3377670439334323, "dislikeCount": 0.16720978579357176, "videoId": "J3q9rJ7qmm8", "title": "", "description": "", "length": 0.2294466226161593, "keywords": "christmas decorating cheap christmas decor ideas holiday decor diy christmas decorations how to decorate a tree how to make snowflakes how to make coffee filter snowflakes christmas snowflakes diy apartment decorating diy snowflakes christmas crafts family diys family christmas craftsCoffee Filter Snowflakes  3rd DIY of Christmas!Instagram  Snapchat SharrahRobeson On the THIRD DIY of Christmas..... SUBSCRIBE to our channel To check out the different patterns we used to make these snowflakes, check out our blog at the end of the week for a detailed list of them all! 1st DIY of Christmas 2nd DIY of Christmas Watch our other Christmas tutorials Creative DIY Christmas Tree for Small Apartments Find out HOW TO MAKE OUR SANTA BEARDS How to decorate for Christmas Christmas Decorating ideas for DIY'rs. Easy Christmas decorations, Christmas Tree Decorating, Christmas 2014, Christmas Decorations, Christmas Decorating Ideas. Today is the THIRD day of our new Christmas series The 12 DIY's of Christmas! Will be uploading a new Christmas DIY every week day for 12 days! We have fun holiday art, lighting, and decor ideas along with a few inexpensive gift ideas for family and friends! Make sure to subscribe and check back every day for a new cost effective christmas diy to decorate your home, apartment or dorm room with for the Holidays! Watch the DIY Wednesdays version of the Sparkleball Watch the original Sparkleball video here Watch the Robesonized Toxic Ball version of the Sparkle Ball here Follow us on INSTAGRAM Follow us on HOUZZ EXCLUSIVE music was provided by Jimmy Robeson You can purchase Jimmys tunes here All other music is royalty free by Premium Beats Robeson Design Productions Videography and editing by Greyson Darrow The Design Sessions were created to help you make your home beautiful. It doesn't matter if you're just getting started, or are well on your way to becoming an expert, the Design Sessions will give you everything you need to decorate and design your home with confidence. Once you join, you will have access to 50 indepth training sessions. Sign up for the Design Sessions here ", "viewCount": 0.5043157856044231, "labels": [99, 716]}, "mVeQzBGZigM": {"likeCount": 0.13424226808222062, "dislikeCount": 0.0, "videoId": "mVeQzBGZigM", "title": "", "description": "", "length": 0.26222140229662955, "keywords": "movie2012 Joint U Mass Dance  Station 3 BUDA  GPA2012  BUDA GPA   Dan &  GPA goood bao show!!!", "viewCount": 0.3401745082237063, "labels": [8]}, "wC1OqyZAecE": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "wC1OqyZAecE", "title": "", "description": "", "length": 0.25705429398818974, "keywords": "mens foil fencing british team international halsteadBALDINI v HALSTED 2European championships, kiev 2008, L8, Halsted Vs Baldini", "viewCount": 0.3130655349022031, "labels": [0, 2260]}, "gZoHdcoq_2w": {"likeCount": 0.2679427896612119, "dislikeCount": 0.0, "videoId": "gZoHdcoq_2w", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "natural hair natural hairstyles natural hairstyles twa afro curls coils kinks protective style box braids braids twistout bantu knot out bantu knots wash n go blowout blowdry hair makeup instagram facebook twitter prepooProcess PrePooReverting Back to my natural curlsHow I prepoo my hair. Products used Trader Joes Nourish Spa Conditioner Tee Tree Oil Argan Oil Pure Honey EVOO Virgin Coconut Oil Grape Seed Oil Jamaican Black Castor Oil Rate  Subscribe  Comment www.misskenk.com email infomisskenk.com INSTRAGRAM misskendrak Twitter MissKenK Facebook www.facebook.commisskenk Jewelry RockME Boutique website www.rockmeboutique.com INSTAGRAM rockmeboutique Facebook www.facebook.comrockmeboutique Twitter rockmeboutique", "viewCount": 0.40796876276113364, "labels": [50, 65, 256, 503, 913]}, "5dBiDjj_Fi0": {"likeCount": 0.21702617153949577, "dislikeCount": 0.06020599913279624, "videoId": "5dBiDjj_Fi0", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "Scooby Walk Leo WalkLocking Drills 5  ScoobyDoo, Scooby Walk, Leo WalkLocking Drills 5  ScoobyDoo, Scooby Walk, Leo Walk", "viewCount": 0.4446459496594692, "labels": [8, 2273]}, "6aax_HJVRkc": {"likeCount": 0.1792391689498254, "dislikeCount": 0.08450980400142569, "videoId": "6aax_HJVRkc", "title": "", "description": "", "length": 0.244870631990508, "keywords": "kamisan to Shichinin no Nakamatachi Anime Manga Fairy Tales Romance Comedy Abridgedkamisan AbridgedA Narrators BeginningSorry for the loooooooong wait. Here is how the Narrator from Ookamisan found her way to the show. Hope you like it! THE FOLLOWING IS A NONPROFIT BASED PARODY. kamisan to Shichinin no Nakamatachi is owned by Masashi Okita, Meida Factory, and Funimation. Please support the official release.", "viewCount": 0.3705607163404605, "labels": [5, 16]}, "-5VP-1e1xxY": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "-5VP-1e1xxY", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "qbert dstyles djraytedr dj rayted scratch skratch turntablism turntablist funny scratching isp qfo beat4battle beat junkies namm innofader dumbfoundead djzo zo zomanno dam funkButcher shop Cuts  Dj Rayted Rcut practice over Beat4Battle Looper vol2 get loopers on yourlooper.com !!!", "viewCount": 0.32253092817258633, "labels": [61]}, "-6RRZ1MESRI": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "-6RRZ1MESRI", "title": "", "description": "", "length": 0.25289167002776547, "keywords": "Hot Tuna Musical Group live music Long Island music Great South Bay Music festivalHot Tuna True Religion at Great South Bay Music FestivalHot Tuna closes out Great South Bay Music Festival in Patchogue NY July 21, 2013", "viewCount": 0.31801258751640543, "labels": [3, 4, 9, 10, 13]}, "SE0ix9jeTQ0": {"likeCount": 0.13222192947339192, "dislikeCount": 0.1, "videoId": "SE0ix9jeTQ0", "title": "", "description": "", "length": 0.26464037262230694, "keywords": "hair your natural haircut curly beauty funny spoof parody comedy tutorialPORNSTAR HAIR  How to curl your hair with rollersSubscribe for more daily videos ..x This is a joke! U know the score... If not then you do now!  This is my amazing how to curl your hair with rollers funny tutorial Love from me xx", "viewCount": 0.37573960287930247, "labels": [50, 65]}, "dd6H2MZ-6g4": {"likeCount": 0.17853298350107671, "dislikeCount": 0.06020599913279624, "videoId": "dd6H2MZ-6g4", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "christina marie nude airfoam foam foundation airfoam foundation dream nude foundation drug store makeup maybelline dream nude airfoam maybelline dream nude airfoam review maybelline dream nude airfoam tutorial moose maybelline foundation moose maybelline foundation review makeup foundation for mature skin makeup foundation reviews best long wear makup foundation foundation for hot weather how to wear foundation foundation wear test foundation oily skinMaybelline Dream Nude Airfoam foundation review  tutorialMaybelline New York Dream Nude Airfoam Foundation, Nude, 1.6 Ounce Displaying half my face in the Maybelline Dream nude airfoam makeup Foundation to show the before and after of the foundation look. HttpYoutube.comuserratemyfashionideas my avon website is www.youravon.comchristinamarie ", "viewCount": 0.3880984990486753, "labels": [39, 393]}, "ddeWtRxlO-g": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "ddeWtRxlO-g", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "maplestory chiefbandit 7x banditMaplestory Chief bandit 7xHere is my short video on lvl 70 95 att 7 luk Kanine 8 att 5str 3 slots left thief shield 10 att 1 luk glove 10 luk cape", "viewCount": 0.3163757523981956, "labels": [0, 319]}, "tePQy2eMRg0": {"likeCount": 0.17558748556724915, "dislikeCount": 0.0, "videoId": "tePQy2eMRg0", "title": "", "description": "", "length": 0.2585460729508501, "keywords": "    ytcrop169 davidhertzberg             K. 315           Julius     Mozart Baker    ytstretch 169    Mozart  Julius Baker, 1962 Andante For Flute and Orchestra in G, K. 315  Antonio Janigro, cond.From the LP shown above, issued in 1966 on the Vanguard label. Julius Baker, soloist. The late Italian cellist Antonio Janigro leads I Solisti de Zagreb.   . Julius Baker 23  1915,   8  2003   .       ,     .     1937 .   ,  1941 .    .  19411943 .      ,             ,         Columbia Records.  19511953 .    ,     30     . \"David Hertzberg\"                                            More Mozart Mozart  Collegium Aureum, 1970 Requiem in D Minor, K.626  Complete  Gerhard SchmidtGaden  Complete Requiem H Von Karajan, 1961, BPO  Original Vinyl LP  Lipp, RosselMajdan  Complete 1963 Buckel, Mielsch, Bence, Bblingen Bach Choir, Roland Bader  Complete 1956 Bruno Walter, NYPO, Irmgard Seefried, Jennie Tourel, Leopold Simoneau, William Warfield Almost complete Sir Thomas Beecham, 1955 ............................................. More Mozart Mozart  Wilhelm Kempff, 1962 Fantasia in C minor, K. 475  Complete Vinyl LP  Karl Bohm, 1967 Overture to \"Don Giovanni  Karl Bhm, 1964 Overture to the Abduction From The Seraglio  Herbert von Karajan, VPO, 1958 Symphony No. 40 in G Minor, K. 550  Geza Anda, 1962, Piano concerto in G major, K. 453 Leonard Bernstein, 1966, Piano concerto in B flat, K. 450  Krystian Zimerman, 1978 Klaviersonate Fdur, KV. 280  Presto  Guiomar Novaes, 1955 Piano Sonata No. 11 in A major, K 331  Complete  ", "viewCount": 0.37980287934040735, "labels": [54, 300]}, "lTUpcUazVWo": {"likeCount": 0.2912222056532416, "dislikeCount": 0.13010299956639812, "videoId": "lTUpcUazVWo", "title": "", "description": "", "length": 0.24653828514484186, "keywords": "Music musique piano violin violon original sheet musicStephanie Valentin  \"Masquarade\" Original song  PianoMy Music on ITUNES  My Music on AMAZON  My Music on AMAZON France  Print on canvas in limited editions  I'm Stephanie Valentin website  a french artist  violinist, singer, composer, painter and sculptor I often put new artwork and free downloads on my website   How to draw videos  Free brushes for Adobe Photoshop CS2, CS3, CS4 and Gimp  Painting tutorials french and english text and pictures  Free celebrity wallpaper  Digital art gallery and print  Free songs to download mp3, lyrics and sheet music  Free online dress up games  Oil painting musicians, artistic nude, animal...  Photo retouching tutorials and pics  2D and 3D animation  Sculpture Subscribe to my channel  Thank you for viewing !", "viewCount": 0.49347458276327205, "labels": [31, 40, 47]}, "qAS-DaBGOzU": {"likeCount": 0.19822712330395686, "dislikeCount": 0.09030899869919436, "videoId": "qAS-DaBGOzU", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "NFS Rivals fps fix boost increase Geforce 210 booster slow motion lag stuck game games need for speed crack 2013 2014 crackfix low end midNeed For Speed Rivals on GeForce 210 at 25 FPSHere are my Computer Properties  Heres How To   METHOD 1  Download the whole rar file by clicking File then Download.. and put it in your Documents and replace it.. METHOD 2  METHOD 3  BEFORE YOU GO AND ATTEMPT THIS METHOD, PLEASE KNOW THAT THIS METHOD HAS BUGS AND WILL AFFECT YOUR GAMEPLAY. ONLY USE THIS FOR PERFORMANCE, AS GAMEPLAY IS AFFECTED BY A LARGE PROPORTION 1. Create a game shortcut in Desktop 2. Go to properties and paste this \"GameTime.MaxSimFps 17 GameTime.ForceSimRate 17\"  Without Quotes  Your TARGET LINK will look like this  \"DGAMESNeed For Speed RivalsNFS14x86.exe\" GameTime.MaxSimFps 18 GameTime.ForceSimRate 18 3. Save BUGS USING THIS METHOD Car goes flying out when hitting any vehicle Car gets stuck while driving Race can start with no players Game crashes are also noted", "viewCount": 0.43884742076309496, "labels": [1, 258, 2795]}, "hYadxrvpz6A": {"likeCount": 0.26928469192772303, "dislikeCount": 0.08450980400142569, "videoId": "hYadxrvpz6A", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "Drum Corps International Musical Artist Santa Clara Vanguard Drum Corps International World Class Champions Musical Artist Drum And Bugle CorpsSanta Clara Vanguard 2014  DCI Finals Hornline Warmup Quality AudioSanta Clara Vanguard hornline warms up for their 2014 DCI Finals and Semifinals performances in Indianapolis, IN, on August 9 and 8. Exercises and selections from the SCV 2014 show, Scheherazade including the trombone feature. Enjoy the sounds of Santa Clara Vanguard brass and stay tuned for more DCI Finals 2014 footage!", "viewCount": 0.48032385477112877, "labels": [4, 13, 164, 168, 842]}, "hZ2oRvTp86o": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "hZ2oRvTp86o", "title": "", "description": "", "length": 0.22833012287035498, "keywords": "Volcom VQS surf Oxnard California video surfing Stone skate snow mx2010 VQS Butterfish Surf Series  Oxnard, CaliforniaWith over the top antics, fun rippable waves, and crazy children running beach, it could only mean one thing  that's right, it's time for the Butterfish Surf Series to kick off again.", "viewCount": 0.3424718337331567, "labels": [182, 392]}, "Qd6l2BE3W_0": {"likeCount": 0.22624510897304295, "dislikeCount": 0.09542425094393249, "videoId": "Qd6l2BE3W_0", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "Selfie Katy Perry Celebrity The Prismatic World Tour Taipei CityTownVillage Taiwan CountryKaty Perry taking selfie with a fan TaipeiKaty Perry Prismatic World Tour Taipei", "viewCount": 0.43624070698578693, "labels": [3]}, "Qfuf0bi8t9A": {"likeCount": 0.4591454183700707, "dislikeCount": 0.38029788553352617, "videoId": "Qfuf0bi8t9A", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "Singham Full Movie Ajay Devgan Trailer HD HQ First Look Kajal Aggarwal Sonali Kulkarni AjayAtul Reliance Pictures Entertianment Teaser Free Movies Bollywood Official Tamil Remake Action Romance ytcrop169Singham  Bajirao Singham Ki KacheriWatch Full Movie on Amazon Prime Bajirao Singham Ajay Devgn is a police sub inspector who hails from a small town of Sawantwadi in Maharashtra. He fights against corruption with the valor of lion. When Kavya Kaajal Aggarwal comes to Sawantwadi, from Goa to visit her grandparents on a vacation she is charmed by Bajirao's bold and courageous demeanor. Everything goes well for Singham until there is a clash with a goon that eventually escalates into a full blown fight. Singham eventually gets promoted & is transferred to Goa which also happens to be the operational hub of the goon. While this move brings Singham closer to Kavya, it also brings him in the clutches of the very same goon who is on a mission to destroy him. How Singham rises to the challenge to expose this crook and put an end to his malicious activities forms the rest of the story.", "viewCount": 0.7135205314059427, "labels": [225]}, "sngy9uSn2QU": {"likeCount": 0.21492191126553797, "dislikeCount": 0.0, "videoId": "sngy9uSn2QU", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "twitch gamesMKX  KOTH HIGHLIGHT  Kano vs Scorpion  EPIC MOMENT!!! Watch live at ", "viewCount": 0.34818724103106635, "labels": [0, 1, 69, 478, 1783]}, "31pLhO7xCsg": {"likeCount": 0.16334684555795864, "dislikeCount": 0.047712125471966245, "videoId": "31pLhO7xCsg", "title": "", "description": "", "length": 0.2532754378992498, "keywords": "Health Videos Recipe Videos Free Recipe Videos Free Ayurvedic Recipe Videos Online Ayurvedic Recipe Videos Recipes Ayurvedic Cooking Healthy Eating Ayurvedic Diet Indian Recipe Easy Recipes Healthy Meal Vegetarian Recipes Himanshu KapoorSpicy Arbi Ayurvedic Recipe  Onlymyhealth.comFor Similar Videos Click Spicy Arbi Ayurvedic Recipe. Watch in this video how to prepare Spicy Arbi at home.", "viewCount": 0.3734399742520567, "labels": [11, 20, 22, 29, 32, 112, 120]}, "d6RS1wZ2amQ": {"likeCount": 0.32119210843085094, "dislikeCount": 0.15440680443502758, "videoId": "d6RS1wZ2amQ", "title": "", "description": "", "length": 0.23710678622717363, "keywords": "Fast 6 Fast and the furious Wiz Khalifa Musical Artist Session 2 Chainz Musical Artist Speed cars lowriders Rita Ora Bus Vin Diesel The Rock Dwayne JohnsonWiz Khalifa We Own It ft. 2 Chainz Fast & FuriousWiz Khalifa We Own It ft. 2 Chainz Fast & Furious", "viewCount": 0.5349685397810314, "labels": [14]}, "d6Cc1LQjWyQ": {"likeCount": 0.19294189257142927, "dislikeCount": 0.1949390006644913, "videoId": "d6Cc1LQjWyQ", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "Kids Movies Baby GamesMax and Ruby  Soccer ShootoutSUBSCRIBE!! Go to the channel and leave a comment! Click here for a full list of SuperKidsGames! ", "viewCount": 0.5327199493500856, "labels": [0, 5, 16]}}