{"GV23oAbGC78": {"likeCount": 0.13010299956639812, "dislikeCount": 0.0, "videoId": "GV23oAbGC78", "title": "", "description": "", "length": 0.24199557484897583, "keywords": "Higurashi no naku koro ni Umineko no naku koro ni Pandora Hearts School days To Aru Majutsu no Index Blood Anime AMV gruesomePandora Hearts  Umineko  School days  Higurashi  King of the world AMVNot for the faint hearted! There is blood, violence and gruesome parts to the AMV Actually, most of it nn SORRY ABOUT THE QUALITY! Only took me a whole day, but yet again, its not the best. I dont have much patience but i need to get some aye? lolz Anyway's, hope you enjoy. song  Porcelain And The Tramps  King Of The World Anime's involved are, To Aru Majutsu no Index, Higurashi no naku koro ni, Umineko no naku koro ni, School days and Pandora Hearts. 1. To Aru Majutsu no Index 2. Higurashi no naku koro ni 3. Umineko no naku koro ni 4. School days. 5. Pandora hearts I DO NOT OWN ANY OF THESE ANIME'S OR THE SONG! thankyou nn Dont forget to comment, rate and subscribe  100 views I do beileve! Whoop! xD", "viewCount": 0.32145789535704994, "labels": [5, 1706]}, "df6EI4HeWFg": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "df6EI4HeWFg", "title": "", "description": "", "length": 0.2540329474790874, "keywords": "BoA Valenti  No 1 China Pepsi Music Awards 2004 03 28BoA  Valenti  No.1 2004.03.28BoA  Valenti  No. 1 Live at China Pepsi Music Awards", "viewCount": 0.3502836638621003, "labels": [3]}, "diBfq1YIMgk": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "diBfq1YIMgk", "title": "", "description": "", "length": 0.26364878963533656, "keywords": "FIFA 13 Career Mode Swansea City Manager Mode Barclays Premier League BPL EPL Xbox 360 Arsenal Newcastle United Bayern Munich FC Bayern Wilfried Zaha Yassine Benzia Lucas Piazon Wayne Routledge Adryan Michu Valon Berisha Kemy Agustein Leon Britton Neil Taylor Kurt Zouma Ashley Williams Alberto Masi Kyle Bartley Alessio Romagnoli Samuel Umtiti Jerry Mbakogou Angel Rangel Nathaniel Clyne David De Gea Nicola Leali Soccer Football Nathan DyerFIFA 13 Career Mode  Swansea City 22  So ClutchCan we get 20 likes for a great start to the BPL Season? I hope you are enjoying the series. Don't forget to LIKE COMMENT and SUBSCRIBE! Follow me on twitter JubilantGamer Follow me on twitch www.twitch.tvJubilantGamer", "viewCount": 0.3030194785356751, "labels": [0, 63, 335]}, "z6Fd1N-UEM0": {"likeCount": 0.20043213737826426, "dislikeCount": 0.03010299956639812, "videoId": "z6Fd1N-UEM0", "title": "", "description": "", "length": 0.2496929648073215, "keywords": "Bristol City F.C. Football TeamHead2Head Scott Murray v Luke Freeman First RoundWe'll be searching for the brainiest Bristol City footballer, with a tournament involving each squad member. This first round match sees kitman Scott Murray take on Luke Freeman, with the winner heading into the second round. It's ten questions each on a variety of subjects with a tiebreaker if necessary and the one with the most points at the end wins. Answers 1 Basketball. 2 Egypt. 3 Santa's Little Helper. 4 Skyfall. 5 U2. 6 Andy Cole. 7 Bugatti. 8 18. 9 Paris. 10 2008.", "viewCount": 0.40623186956587753, "labels": [12]}, "O4SurnE9Nv0": {"likeCount": 0.23010299956639813, "dislikeCount": 0.10413926851582252, "videoId": "O4SurnE9Nv0", "title": "", "description": "", "length": 0.2484299839346786, "keywords": "Trailer Official Clip Official TrailerMan of Steel  Trailer Oficial 2 SubtituladoTtulo El hombre de acero Ttulo original Man of Steel Pas USA Estreno en USA 14062013 Productora Warner Bros. Pictures Director Zack Snyder Guin David Goyer, Jonathan Nolan, Christopher Nolan Reparto Henry Cavill, Amy Adams, Diane Lane, Kevin Costner, Michael Shannon, Laurence Fishburne, Antje Traue, Russell Crowe, Julia Ormond, Christopher Meloni", "viewCount": 0.5072507235528805, "labels": [25, 682]}, "y4HsA_VNYug": {"likeCount": 0.14771212547196624, "dislikeCount": 0.03010299956639812, "videoId": "y4HsA_VNYug", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "Sergey Kovalev Boxer Boxing Sport HIGHLIGHTS Boxing Day HolidaySERGEY \"Krusher\" KOVALEV HIGHLIGHTS 2015I do not own the soundtrack, no copyright infringement is intended. All rights belong to the soundtrack song ", "viewCount": 0.360959440922522, "labels": [92, 110]}, "WPN117Eqcug": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "WPN117Eqcug", "title": "", "description": "", "length": 0.215836249209525, "keywords": "District 9 District 9 Movie District 9 Trailer District 9 Movie Trailer Movies Trailers Xbox 360 PS3 Wii PC HD High Definition 2009District 9 Trailer 2 HDDistrict 9 Release Date August 14, 2009 Aliens become refugees in South Africa where they are kept isolated from any human contact. While being contained in the refuge being ignored of their welfare, their weapons become the sole interest of MultiNational United MNU. But only one man , Wikus van der Merwe Sharlto Copley, can activate these weapons. He becomes hunted for and only one place can give him refuge, District 9.", "viewCount": 0.3904607363815448, "labels": [25]}, "N9nTNNZqBnU": {"likeCount": 0.1079181246047625, "dislikeCount": 0.047712125471966245, "videoId": "N9nTNNZqBnU", "title": "", "description": "", "length": 0.26444385894678385, "keywords": "deutsches Volkslied German folk guitar lesson singalong instrumental Liebe Felice1958 Naidooaner ForgottenFolkWenn alle Brnnlein flieen deutsches Volkslied  guitar lesson & singalongmy idea of playing it  enjoy it and sing along ", "viewCount": 0.39002032130168934, "labels": [4, 9, 10, 34]}, "4FFiFPusK6Y": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "4FFiFPusK6Y", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "Pig head game Black ops emblem saw Jigsaw video game emo SyringePig Head  Black Ops emblemPig Head from Saw, holding a syringe, the saw movies are one of my favorite series. seen all seven, played both video games for xbox, Probably the only pig head emblem on youtube. if i had another space i would have blood dripping from his eye but i cant make a space for it. maybe you can find a way", "viewCount": 0.32907022432878547, "labels": [0, 36, 147]}, "XcbpWF-LQ44": {"likeCount": 0.1361727836017593, "dislikeCount": 0.03010299956639812, "videoId": "XcbpWF-LQ44", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "sims modern luxury castle house home beach exterior interior ultra design ytcrop169sims 3  modern house .Hi all!!! Here is my first house in sims 3! Hope you like it D", "viewCount": 0.36747693140154264, "labels": [88, 242, 254, 470]}, "OBoJFHVexBM": {"likeCount": 0.0, "dislikeCount": 0.03010299956639812, "videoId": "OBoJFHVexBM", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "bboy kid shifty break boy breakdance dancing dance stylistic kingsKid Shifty Trailer 2009 sampleYup its my 2009 trailer battle me anyone?? im here call me out ninja", "viewCount": 0.3127428777851599, "labels": [8, 25]}, "OErpxNRGNCY": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "OErpxNRGNCY", "title": "", "description": "", "length": 0.2633468455579587, "keywords": "san jose sharks introduction video sj sharkie linkin park new divide playoffs stanley cup metallica seek destroySan Jose Sharks 20092010 Video IntroVideo Introduction of the 20092010 San Jose Sharks. Video taken in March 27, 2010. Also included are SJ Sharkie's entrance and the Sharks from the locker room and through the giant shark's head.", "viewCount": 0.36159500516564014, "labels": [0, 82, 118]}, "7gxnd8l9jHo": {"likeCount": 0.14313637641589874, "dislikeCount": 0.0, "videoId": "7gxnd8l9jHo", "title": "", "description": "", "length": 0.2155336037465062, "keywords": "Syphon J4 Studios sprobro Coffee & CremaThe Syphon ProjectA closeup look into the process of the coffee syphon. sprobro j4studios coffeecrema", "viewCount": 0.34702634469650784, "labels": [11]}, "4l1uNWsdK38": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "4l1uNWsdK38", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "youth worship team offer my lifeYouth Worship TeamThe youth worship team singing \"I Offer My Life\"", "viewCount": 0.3232742062720737, "labels": [3, 4, 10, 13]}, "IKR34ETYUSs": {"likeCount": 0.10413926851582252, "dislikeCount": 0.07781512503836437, "videoId": "IKR34ETYUSs", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "Racket Sports Equipment Head Organization Tennis tennis express transition rackets transition racquets sharapova racket sharapova racquet murray racket murray racquet djokovic racquet djokovic racket lightweight rackets tennis rackets tennis racquet youzhny berdych racket berdych racquet YouTek Graphene Radical Radical S Head Radical tennisexpress youtube review youtube racket review youtube racquet reviewHead YouTek Graphene Radical S  Racquet Review  Tennis Express Head's popular Radical series gets a new update that brings their Graphene technology to the lineup. Introduced last year on the Speed and Instinct lines, this new frame technology is now incorporated into the Radical series. Graphene, the world's strongest and lightest material, has allowed Head to redistribute the frame's weight for optimal handling and increased power. Head aims to open the Radical experience to an even broader range of players with the introduction of the Head Youtek Graphene Radical S. This frame is centered around offering a bit more forgiveness than the Pro and MP, allowing more players to feel the unique tour playing characteristics of the Radical line. Its 100 square inch head size allows it a larger sweet spot and forgiving string bed while still being capable of providing plenty of power. Although it 9.9oz unstrung weight may seem light, Graphene allows the weight to be redistributed in a manner that imparts a solid and stable feel on contact. The racquet also retains a head light balance, giving it a light and fast feel that players of a wide range of abilities will enjoy. Head also incorporates its new Dynamic 1619 string pattern. This pattern puts eight main strings in the heart of the racquet, giving it an optimal blend of tight pattern control and open pattern spin generation and forgiveness. Intermediate players and stronger players seeking a lighter frame will enjoy the Graphene Radical S for its comfortable, easy feel and quality blend of power, control and forgiveness. Head size 102, Length 27\", Weight 10.4 oz strung, String pattern 16 x 19 Purchase the Head YouTek Graphene Radical S here Sign up for our newsletter and stay up to date with exclusive deals and current specials Connect with us on Facebook and Twitter! ", "viewCount": 0.43006389546353985, "labels": [226, 1233]}, "960jR7Zg4QU": {"likeCount": 0.28188854145940095, "dislikeCount": 0.13010299956639812, "videoId": "960jR7Zg4QU", "title": "", "description": "", "length": 0.2678518379040114, "keywords": "Audie Murphy You Asked For It hero presidential medal of freedom ptsd wwII ww2 medal of honor soldier most decorated soldier matt urban Texas Hollywood WWII WW2 3rd ID Army President Obama The White House Petition France Germany Holtzwihr Cowboy Western ETO SAMC To Hell and Back Veteran Arlington National Cemetery Audie Murphy VA Hospital Military Dallas Barack Obama US President Equestrian Horse War Horses Jumping Equestrianism Sport ytcrop169 ytstretch169Audie Murphy in \"You Asked For It\" 1958Audie is interviewed in this 1958 ABC TV series clip about his passion for horses, quarter horses in particular. In addition, he shows his prize horse \"Joe Queen\" and some of the things that the horse can do. Great interview with \"America's most decorated soldier\" of WWII. To sign the Presidential Medal of Freedom Petition, please go to www.audiemurphy.com and click on the medal icon. Courtesy ABC and Dumont Productions", "viewCount": 0.49035240644712624, "labels": [2368]}, "AGYeGdzrGNA": {"likeCount": 0.2519827993775719, "dislikeCount": 0.08450980400142569, "videoId": "AGYeGdzrGNA", "title": "", "description": "", "length": 0.2663700925389648, "keywords": "Skyrim Mod mods the elder scrolls dynavision dynamic depth of field dof visual camera focus cinematic immersive skyrim edition Depth of field The Elder Scrolls V SkyrimDYNAVISION Dynamic Depth of Field Skyrim Edition update v1.4Keep up to date with what is happening on my twitter account Mods covered in this video 1. DYNAVSION Dynamic Depth of Field DoF  Mods seenused in making this video 1. Immersive HUD  iHUD  2. SkyUI  Visual mods used in this video include 1. Realistic Lighting With Customization  2. RWT Realistic Water Textures  3. Skyrim Flora Overhaul  4. Lush Grass  5. Lush Trees  The music playing is the Sons of Skyrim from the official trailer. This video is in no way associated or approved by Bethesda and is intended for non commercial educational purposes only.", "viewCount": 0.4762063064782123, "labels": [1, 357, 372]}, "AHl6ZW7SR1A": {"likeCount": 0.12304489213782739, "dislikeCount": 0.047712125471966245, "videoId": "AHl6ZW7SR1A", "title": "", "description": "", "length": 0.25502283530550945, "keywords": "typography joomla joomla plugin joomla extensions font icons icons icon free joomla plugin fonticonsHow to use Fonticons Joomla PluginAdd font icons to your joomla items easily. Download the plugin for free at ", "viewCount": 0.4154119525515847, "labels": [640, 2984]}, "iFvAA2nL8ps": {"likeCount": 0.29912260756924947, "dislikeCount": 0.16720978579357176, "videoId": "iFvAA2nL8ps", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "Alexandra Stan saxobeat mr mr.saxobeat single dance club romanian romania pro fm lollipop marcel music studio mp3 muzica house vibe radio zu hit one kiss new song 2010 melodie noua download acousti video live instrumental improvisation eesti renate trebatic tre.ee lullaby keyboardAlexandra Stan  Mr Saxobeat Piano VersionI do not own this song. No Copyright infringement intended.", "viewCount": 0.5415827733062611, "labels": [31, 40, 47, 57]}, "iJRRcQaHJDE": {"likeCount": 0.20253058652647704, "dislikeCount": 0.06020599913279624, "videoId": "iJRRcQaHJDE", "title": "", "description": "", "length": 0.24048337166199382, "keywords": "rattle cover bingo players bingoplayers sax mr mr. mister saxisfaction live performance daniel winkelmann austria sterreich vorarlberg black selmer super action series III saxy saxofon saxophon saxophone electro house are you saxisfied club pacha pascha ischglBINGO PLAYERS vs. SAXISFACTION  RATTLE Cover liveMr. SAXISFACTION live  Club PACHA Ischgl AUT on 08th of march 2013 performing BINGO PLAYERS  Rattle live", "viewCount": 0.42675002593932665, "labels": [433]}, "ApSziXqy4BY": {"likeCount": 0.26273658565927327, "dislikeCount": 0.08450980400142569, "videoId": "ApSziXqy4BY", "title": "", "description": "", "length": 0.25118833609788743, "keywords": "High Definition 1080p HD HD Single High Quality HQ Relive the Moment rtmconcerts Live Music Concert Recordings Video Bootleg Tour July 07 2013 24 Toyota Park Chicago Bridgeview IL Illinois All Stars Tour Chelsea Grin Don't Ask Don't Tell Zakk Cervini2013.07.24 Chelsea Grin  Don't Ask, Don't Tell Live in Chicago, ILLike, Share, and Subscribe to Relive the Moment Concerts! Audio mixed by Zakk Cervini  Civere Sounds \"Like\" our partner on Facebook  Band Scout July 24, 2013 Chelsea Grin  Toyota Park All Stars Tour 2013 Chicago, IL This video was filmed with permission from the band, management, record label or a combination thereof. All copyrights and trademarks are property of their respective owners. I assume no ownership or rights to said properties", "viewCount": 0.4530673448440382, "labels": [3]}, "Az84cSGLpts": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "Az84cSGLpts", "title": "", "description": "", "length": 0.2469822015978163, "keywords": "Spore Let's play Fire Vampire Octopus Arenus Obscurus AeciusLet's Play Spore 01  Deep blue sea.First Let's play, short one.", "viewCount": 0.3285782273779395, "labels": [1475]}, "AztWIrlNnyo": {"likeCount": 0.21038037209559568, "dislikeCount": 0.09030899869919436, "videoId": "AztWIrlNnyo", "title": "", "description": "", "length": 0.2509202522331103, "keywords": "Elton John Sacrifice Live in Kiev 2007Elton John  Sacrifice Live in Kiev 2007Elton John  Sacrifice Live in Kiev 2007", "viewCount": 0.4482144385637411, "labels": [3, 4]}, "M4V3uPNl7fw": {"likeCount": 0.047712125471966245, "dislikeCount": 0.06020599913279624, "videoId": "M4V3uPNl7fw", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "dancing crazy sign club med guadeloupe funcrazy sign club med okidoukedancing crazy sign at club med guadeloupe 2004", "viewCount": 0.40105543515403225, "labels": [8]}, "AVLIbxMZbX4": {"likeCount": 0.27558748556724916, "dislikeCount": 0.12552725051033062, "videoId": "AVLIbxMZbX4", "title": "", "description": "", "length": 0.22695129442179166, "keywords": "TechnoBuffalo Techno BuffaloNexus 7 Giveaway  Cellular Giveaway! InternationalNexus 7 Giveaway  Cellular Giveaway! International To enter Do you have a hankering to own an 16GB Nexus 7? Then step right up as TechnoBuffalo is giving one away! TechnoBuffalo has teamed up with the fine folks at NVIDIA for a series of giveaways called Tegra Tuesday. Every Tuesday we'll be starting a new giveaway that will run for one week where you have a chance to win a device powered by a Tegra chip. This week we're back with a 16GB Nexus 7! Remember, just as you can with all Tegrapowered devices, you can hit up TegraZone for all sorts of entertainment that is optimized for your device. More For more tech goodness, check us out at Follow Us on Twitter Like Us on Facebook Add Us on Google Inside My Mind ", "viewCount": 0.4057856208741888, "labels": [21, 23, 684, 2104]}, "tzVLo8U53XE": {"likeCount": 0.17853298350107671, "dislikeCount": 0.14471580313422192, "videoId": "tzVLo8U53XE", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "god Mode Barrier glitches CR3WProductionz MW3 Survival Glitch Safe Spot NEW MW cod cod6 cod7 cod8 cod5 cod4 Call Of Duty 4 Modern Warfare Duty Montage Spec ops mission outpost mode mod HUGE Gameplay PS3 Video Game Xbox out of map safespot invisible barrier invincible Hack Mw2 Hacks pro tutorial amazing nes call duty waw best hardhard epic survive zombiesMW3 Survival Mode Glitch God Mode  Safe Spot  READ ME!!!   Written Tutorial in Description Founder StraightUpKill Song edubble  Loosen Up 1 Get s Sentry or Grenade Sentry and place where I do in the video 2 Jump on top of it and strafe over to the red crate 3 Lay down behind the boxes for cover and they wont be able to shoot you 4 Have using this glitch and Like and subscribe for more glitches A Sub would make my day! D MY CHANNEL! D CHECK IT OUT! If you guys want to see more videos or glitches like this please LIKE AND SUBSCRIBE! Thanks for Reading the Description! You deserve a cookie! After Dinner", "viewCount": 0.4090363879471719, "labels": [0, 1, 36, 132, 142, 147, 185, 3078]}, "u5yKR54b99k": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "u5yKR54b99k", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "CNBLUE cnblue im Im I'm i'm Sorry sorry FULL full HD hd Full MV mv CNBLUE  I'm Sorry FULL HD MVPlz also subscribe these channels to watch more videos! 01 InfiniteFans KPOP 02 KPOPINFINITELove 03 KPOP INFINITELOVE Other videos 00  130110 INFINITE H \"FLY HIGH\"SHOWCASE  01 INFINITE H  Special Girl FULL HD MV feat. Bumkey 02 HD 121222 KBS2 2  INFINITE  cut 03  130110 INFINITEH Without YouSpecial GirlMnet MCD 04 HD 130111 INFINITE H  Without You  Special Girl KBS Music Bank 05  130109 Infinite  SunggyuMBC Every1 Weekly Idol 22 06  130110 INFINITE HMnet Wide News Jacket 07  130104 KBS BoyFriend's Hello Baby E01 08  130109 GDragonMBC Every1 Weekly Idol  2 09  130109 WIDE NEWS B1A4 cut 10  130109 Fx VictoriaMBC Every1 Weekly Idol  25 11  130111 SNSDLove Game ", "viewCount": 0.35066403055665024, "labels": [14]}, "f6AvJ2Q2-YU": {"likeCount": 0.15440680443502758, "dislikeCount": 0.07781512503836437, "videoId": "f6AvJ2Q2-YU", "title": "", "description": "", "length": 0.25563025007672874, "keywords": "Maybelline Vivid Lipsticks Shocking Coral Bright Lipstick Nuetral Eyes and Bold Lips Summer Lipstick Spring Lipsticks Shocking Coral tutorialMaybelline Color Vivid Series Shocking CoralHey Dolls! I finally found my favorite pink lipstick, Maybelline's color sensational vivid lipstick in shocking coral. I thought I would never find one that compliments my skintone. It's an easy makeup look that you can do with in 10 minutes. I hope you enjoy. FYI I'm still trying to figure out why my videos come out so grainy. Follow Me Instagram Products Used Face Laura Mercier Oil Free Foundation Primer Makeup Forever HD Foundation 173 Mac Studio Finish Concealer NW40 Mac Mineralized Skin Finish Dark Eyes Mac Eyeshadows Rule, Brown Script and Embark Wet N' Wild Eyeshadow Brulee Sephora Eye Pencil Chocolate Physcians Formula 2 n1 Eye Booster Pen Very Black Cheeks Mac Blush Blunt Jordana Blush Redwood Lips Maybelline Color Sensational Vivid Lipstick Shocking Coral NYX Lip Liner Fuchsia", "viewCount": 0.3546666025070184, "labels": [39, 121, 202, 207, 233]}, "zj-ZD8uET9c": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "zj-ZD8uET9c", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "Is EPS Foam Aka Styrofoam Recyclable styrofoam Expanded Polystyrene can you recycle foam how to process eps where do greenIs EPS Foam Aka Styrofoam Recyclable? Expanded Polystyrene Foam Yes, Expanded Polystyrene EPS is recyclable! With all of the regulations in the US and around the world, EPS foam is being recycled more than ever. What people dont realize is that EPS is 100 recyclable, and that manufacturers have 0 waste. Scrap foam is grinded up and molded back into scrap blocks, and eventually the rest of the recycled foam is sold to companies that make trash bags.", "viewCount": 0.31017470739463665, "labels": [2470]}, "gOcq2qINgfA": {"likeCount": 0.3487279816443069, "dislikeCount": 0.21072099696478686, "videoId": "gOcq2qINgfA", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "world of warcraft christmas oxhorn silver hand undead tauren horde undercity wow world of warcraft christmas music fps mage paladin pvp rogue world warcraft bc burning crusade wotlk wrath of the lich king cataclysm cata cat mop mists of pandaria brandon dennis brandon m. dennisHark! Hear the Wails  World of Warcraft WoW Machinima by Oxhorn Download this song from iTunes  Listen to Oxhorn's music on Spotify  Watch all of Oxhorn's movies at   DESCRIPTION   A short carol in World of Warcraft, with a devious twist. Original music by Oxhorn of Silver Hand, based on a traditional Christmas carol. Filmed in the Undercity, deadbells a'ringing. Watch the full movie in better quality and with NO ads here at oxhorn.com   STORE   I make stuff! Below is a collection of the published novels and albums I have produced. Please support me by purchasing my work. Your purchase helps me make more movies!   BOOK STORE   I just finished writing an epic fantasy novel about the sea. I published it in 2012, and you can now buy it in your favorite formathardcover, paperback or eBook. Visit to find the hardcover book and more eBook and paperback outlets.  eBook   Amazon Kindle  Apple iBookstore for iPad  Paperback  Amazon   MUSIC STORE   If you know my movies, you know I write music! You can find my movie music and geeky Christmas music on the following stores. CDs in a jewlcase are also available. Visit my music page at oxhorn.com to find additional formats and retailers  Album  Oxhorn Brand Music  iTunes  Amazon MP3  CD from Amazon  Album  Oxhorn's Christmas for Geeks   iTunes  Amazon MP3  CD from Amazon  Single  Like the Game   iTunes  Amazon MP3  Single  Work, Work, Zug, Zug, Dabu   iTunes  Amazon MP3  Single  The Panda Song   iTunes  Amazon MP3  Single  Oxhorn's Lesson on Music JPop   iTunes  Amazon MP3   CONNECT WITH OXHORN   Follow me online to learn about new movies, music and books before the rest of the world. You'll also enjoy daily quips about geekery and class.   SOCIAL    Facebook Page  Facebook Profile Subscribe  Google Profile  Twitter   OXHORN'S LIVE INTERNET SHOW   Every week at 700 PM Pacific, I host an hourlong live Internet show called Scotch & Smoke Rings. Stop on by to ask me questions and see what I'm up to!  Scotch & Smoke Rings    OTHER OXHORN WEBSITE PROJECTS   I busy myself with many online activities. Visit my other websites to learn more.  The Tale of Cloran Hastings   Oxhorn Brand Movies   Blogging with Class   Grow a Beard NOW!   Brandon M. Dennis Homepage   Free Video Podcast for Your Phone  ", "viewCount": 0.565619789614577, "labels": [0, 1, 93, 102]}, "4PW25Yw2d6c": {"likeCount": 0.2315970345456918, "dislikeCount": 0.1361727836017593, "videoId": "4PW25Yw2d6c", "title": "", "description": "", "length": 0.26748611407378114, "keywords": "music metallicaMetallica  Orion Guitar CoverAll rights to metallica! I love these guys and have since I was a little girl. It's not the best guitar cover obviously.... but i'm still learning  Hope you enjoy! please leave a like, comment xoxo Find me! ", "viewCount": 0.40942963974053703, "labels": [4, 9, 10]}, "skgi9VnB7SY": {"likeCount": 0.1361727836017593, "dislikeCount": 0.0, "videoId": "skgi9VnB7SY", "title": "", "description": "", "length": 0.2484299839346786, "keywords": "Performance Visual Art Form Dance Interest Nan Hua High School School nanhua nanhuahigh nanhuahighschool nanhuadance nanhuadancesociety nhds nhdance batch99 nicole dance pride passion dance movement open house 2014 secondary scjool singapore secondary threeNan Hua High Open House 2014 dance performanceperformed by the secondary three batch of 2014, batch '99 video credits to nan hua's infocom", "viewCount": 0.36045500325712615, "labels": [8]}, "slwOI2mhjKI": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "slwOI2mhjKI", "title": "", "description": "", "length": 0.23404441148401187, "keywords": "Christmas Lights Disney Frozen Let it Go cosmis color ribbon lightorama Toronto Markham Captain Rolph Blvd Tim Brunt Christmas Holiday Canada Merry The Walt Disney Company Production Company Merry Christmas ontarioBrunt Christmas Lights 2014 Disney's Frozen Let it GoHere are our 2014 Christmas lights to Disney's Frozen. In person the lights look much nicer, but because they are LED they look a little funny on video. approx. 8400 lights 6 cosmic color ribbons with 150 channels each 32 main channels The Address is Captain Rolph Blvd in Markham", "viewCount": 0.4009535876619218, "labels": [99, 136, 375, 420, 1078]}, "py8VMwRHddM": {"likeCount": 0.12304489213782739, "dislikeCount": 0.09030899869919436, "videoId": "py8VMwRHddM", "title": "", "description": "", "length": 0.2639486489268586, "keywords": "eating unboxing review top brand 2012 goldener dlg preis alkoholische pralinen alcoholic chocolatesTrumpf Edle Tropfen in Nuss Grappa Cognac Scotch Whisky CalvadosPlease rate this product plus 5 Images and thousands of more reviews These are all intense alcohol chocolates.", "viewCount": 0.3612147838326487, "labels": [11, 123, 250]}, "PfusRpF_k6Y": {"likeCount": 0.1740362689494244, "dislikeCount": 0.0, "videoId": "PfusRpF_k6Y", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "Monster Hunter Frontier Online Soundtrack Shudder That Comes From The Ground ost musicMonster Hunter Frontier OST  A Shudder That Comes From The GroundMonster Hunter Frontier Online Soundtrack", "viewCount": 0.4105918740286373, "labels": [484]}, "PfQaI28zVHI": {"likeCount": 0.33743816980508823, "dislikeCount": 0.16434526764861876, "videoId": "PfQaI28zVHI", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "Anna F. Too Far Island Records Pop Anna F. Anna F. Songs Anna F. Album King in the mirror Too Far Songwriter Guitar Friedberg Fools We could be something Acoustic DNAAnna F.  Too FarDas Album \"King In The Mirror\" ab 28.02. Order it now   iTunes  Die Single Too Far\"  Anna F. auf Facebook Anna F.s Website Video by Max Parovsky. Music video by Anna F. performing Too Far. C 2014 Anna F. Entertainment GmbH, under exclusive license to PolydorIsland, a division of Universal Music GmbH", "viewCount": 0.5412932386764555, "labels": [14]}, "IjBU83OBJw0": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "IjBU83OBJw0", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "Farming simulator feeding cows smoller13 bad romanceFarming simulator 2011 Feeding cowsGrass silage and cowfeeding Music Lady Gaga Bad romance", "viewCount": 0.35300715688373785, "labels": [0, 542, 751]}, "n6ZDoOz6Fb4": {"likeCount": 0.15314789170422552, "dislikeCount": 0.08450980400142569, "videoId": "n6ZDoOz6Fb4", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "Samsung Sway schu650 music phone review verizon samsung swayVerizon Samsung Sway SCHU650 Music Slider Phone ReviewCellPhones84.com reviews the Samsung Sway Music Phone. Great for sleek looking music phone. Not as great for texting or surfing.", "viewCount": 0.47288000236466776, "labels": [21, 23, 24, 115]}, "DREdvuZ7-Z0": {"likeCount": 0.21335389083702175, "dislikeCount": 0.1886490725172482, "videoId": "DREdvuZ7-Z0", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "Avatar The Last Airbender The Last Airbender 2 M. Night Shyamlan Information Updates Aang Korra Avatar Movie Animation The Last Airbender Noah Ringer Nicole Peltz Appa Kyoshi Warriors 2013 Production When will production start on The Last Airbender Last Airbender 2 Information Last Airbender 2 updatesThe Last Airbender 2 Film Production to Start in 2013?The Last Airbender 2 looks like a possibility. Find out why. Blog Twitter ", "viewCount": 0.48066343882036655, "labels": [225]}, "pEbD5sPyUVI": {"likeCount": 0.1954242509439325, "dislikeCount": 0.047712125471966245, "videoId": "pEbD5sPyUVI", "title": "", "description": "", "length": 0.26263403673750424, "keywords": "nsfw book tag Not Safe For Work new fifty shadesThe NSFW Book Tag!Tag Created By Katie Luke I TAG YOU FELLAS The Questions! 1. What is the LAST book you would want your parents to walk in on you reading? 2. Its storming outside, and youre home alone for the night. What book would only make matters worse? 3. Have you ever read a book simply because of the controversy surrounding it? 4. What is the most cringeinducing romance or sex scene you have ever read? 5. What book has made you question the author's sanity? 6. Have you ever put down a book and not finished it because the content was too much for you? 7. What fictional character do you have the most NSFW thoughts about? 8. Show us your most NSFW book cover or drawingphoto inside a book. 9. Have you ever read something from the eroticaromance genre, and what did you think? 10. You stumble across a portkey. What fictional world would you NOT want to be transported into? Linkies  My Blog Twitter Add me on GoodReads! ", "viewCount": 0.3356790460351716, "labels": [434]}, "zUst1tuMyc4": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "zUst1tuMyc4", "title": "", "description": "", "length": 0.2526339277389844, "keywords": "Spanish guitar Malaguena and other traditional spanish music in oneMalaguenea and traditional spanish music on spanish guitarThis is Malaguena and other traditional well known spanish music mixed in one my version.", "viewCount": 0.32395497208404733, "labels": [4, 9, 10, 34]}, "2MFpIH6fx3M": {"likeCount": 0.13222192947339192, "dislikeCount": 0.1079181246047625, "videoId": "2MFpIH6fx3M", "title": "", "description": "", "length": 0.2517195897949975, "keywords": "situation the jeff beck group guitar cover rock bluesSituation  The Jeff Beck Group  guitar cover piriSituation  The Jeff Beck Group  guitar cover piri cover by char del album \"Rough and Ready\" 1971.", "viewCount": 0.3752355804153501, "labels": [4, 9, 10, 37]}, "Gsp9dHuV1To": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "Gsp9dHuV1To", "title": "", "description": "", "length": 0.24116197059632302, "keywords": " 01 Carmate Kurutto High Grade     01 Carmate Kurutto High Grade     01 Carmate Kurutto High Grade                360            ,                       Ultra Cushion                       5                           ,           .        ,                 .       59x33x19      65x55x62       2,5  18       50  100     12,8 .  Carmate      ", "viewCount": 0.3489817908301451, "labels": [2, 7, 1703, 2763]}, "ts000IjjpTQ": {"likeCount": 0.2722633922533812, "dislikeCount": 0.1079181246047625, "videoId": "ts000IjjpTQ", "title": "", "description": "", "length": 0.23710678622717363, "keywords": "asimo honda handson launch european robotics robot cborg share t3asimo t3 sharepartner hcodehBx4va8Jn9mv5Honda ASIMO Humanoid Robot Euorpean LaunchThe latest generation of Honda's humanoid robot makes its European debut in Brussels.", "viewCount": 0.4800208270984809, "labels": [2, 7, 259, 3777]}, "jP2k_9BJdrg": {"likeCount": 0.2736396502276643, "dislikeCount": 0.13010299956639812, "videoId": "jP2k_9BJdrg", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "Jeremy Lusk Memorial who is died after XGames competition Soul Station TV motocross deadly accident suicideJeremy Lusk Memorial Videoa little about Jeremy Lusk.", "viewCount": 0.5582061089112658, "labels": [19]}, "jWcoLW7VDPk": {"likeCount": 0.16334684555795864, "dislikeCount": 0.03010299956639812, "videoId": "jWcoLW7VDPk", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "quebec gti jetta mk5 mkv mkvi mk6 apr vw volks stance auto Family Tuning Turbo Golf gli wolfsburg Volkswagen Passenger Cars Organization hsd forge twintake eurojet downpipe stage 2 Audi car vieux quebec downtown quebec canada Volkswagen Golf Automobile ModelVolks FamilyLittle family from Quebec do the things from another angle. Music  Yuna  Lullabies Adventure Club Remix", "viewCount": 0.3602710944957558, "labels": [2, 7, 197, 316, 513, 1946]}, "SzrErws4Pos": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "SzrErws4Pos", "title": "", "description": "", "length": 0.22764618041732443, "keywords": "YouTube CaptureUnity Allstars Indigo L4  ICC Southerns 2014via YouTube Capture", "viewCount": 0.3856305866433299, "labels": [8]}, "T--fKpw6MB4": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "T--fKpw6MB4", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "SDGOIII  BYSDGOIII  BYIII3 ", "viewCount": 0.3275311354541812, "labels": [0, 1, 1538]}}