{"nS_fHBi3A-8": {"likeCount": 0.3549738731264899, "dislikeCount": 0.21702617153949577, "videoId": "nS_fHBi3A-8", "title": "", "description": "", "length": 0.23891660843645326, "keywords": " Vibe  Drinking            Vibe  Drinking,      Korean R&Bsoul Vocalist Yoon Minsoo, Ryu Jaehyeon    , ", "viewCount": 0.6003015238227166, "labels": [3]}, "_rWOrpWrimE": {"likeCount": 0.19344984512435678, "dislikeCount": 0.06020599913279624, "videoId": "_rWOrpWrimE", "title": "", "description": "", "length": 0.2374748346010104, "keywords": "cute baby seals animals marine arctic wildlife fish food BBC endangeredCute Hooded Baby Seals  BBC StudiosWant more natural history and wildlife videos? Visit the official BBC Earth channel BBC Earth The BBC Earth YouTube channel is home to over 50 yearsworth of the best animal videos from the BBC archive. With three new videos released every week theres something for all nature loves from astounding animal behaviour to beautiful imagery. Click here to find our more Take a closer look at how the hooded seal has evolved to become more of a sea based mammal and less reliant on the land. How the cute seal cubs survive in the arctic ocean. This is a commercial channel from BBC Studios. Service & Feedback ", "viewCount": 0.4102330780101544, "labels": [15, 363, 939]}, "lM7j_NQ7j4o": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "lM7j_NQ7j4o", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "Long hair dont care growth journey how to make grow faster long on guys twists tips styles dr miracle conditonerMy hair JourneyIm not conceited or nothing. A lot of people always ask be about my hair and wanted me to do one. My hair is natural, no extentions or nothing. I use nothing special in my hair. I just wash it every two weeks.", "viewCount": 0.31640552918934517, "labels": [50, 65]}, "XgUtTDg4PXU": {"likeCount": 0.4355374884431612, "dislikeCount": 0.2696356388733332, "videoId": "XgUtTDg4PXU", "title": "", "description": "", "length": 0.25465426634781313, "keywords": "red hot chili peppers rhcp r.h.c.p. r. h. c. p. give it away live at slane castle slanecastle blood sugar sex magik album watch in hd quality high definition anthony kiedis flea michael peter balzary john frusciante chad smith dvd video guitar drum vocal bass 1962 fender stratocaster sunburst music man stingray modulus pearl drumkitRed Hot Chili Peppers  Give it Away  Live at Slane castleAugust 23, 2003 Slane Castle, Ireland Artist Red Hot Chili Peppers Album Blood Sugar Sex Magik Title Give it Away Enjoy it in HD! Lyrics What Ive got youve got to give it to your mamma What Ive got youve got to give it to your pappa What Ive got youve got to give it to your daughter You do a little dance and then you drink a little water What Ive got youve got to get it put it in you What Ive got youve got to get it put it in you What Ive got youve got to get it put it in you Reeling with the feeling dont stop continue Realize I dont want to be a miser Confide wisely youll be the wiser Young blood is the lovin upriser How come everybody wanna keep it like the kaiser Give it away give it away give it away now Give it away give it away give it away now Give it away give it away give it away now I cant tell iff Im a king pin or a pauper Greedy little people in a sea of distress Keep your more to receive your less Unimpressed by material excess Love is free love me say hell yes Im a low brow but I rock a little know how No time for the piggies or the hoosegow Get smart get down with the pow wow Never been a better time than right now Bob marley poet and a prophet Bob marley taught how to off it Bob marley walkin like he talk it Goodness me cant you see Im gonna cough it Give it away give it away give it away now Give it away give it away give it away now Give it away give it away give it away now Ooh... ooh yeah Give it away give it away give it away now Give it away give it away give it away now Give it away give it away give it away now I cant tell iff Im a king pin or a pauper Lucky me swimmin in my ability Dancin down on life with agility Come and drink it up from my fertility Blessed with a bucket of lucky mobility My mom I love her cause she love me Long gone are the times when she scrub me Feelin good my brother gonna hug me Drink my juice lone chugalug me Theres a river born to be a giver Keep you warm wont let you shiver His heart is never gonna wither Come on everybody time to deliver Give it away give it away give it away now Give it away give it away give it away now Give it away give it away give it away now Ooh Yeah What Ive got youve got to give it to your mamma What Ive got youve got to give it to your pappa What Ive got youve got to give it to your daughter You do a little dance and then you drink a little water What Ive got youve got to get it put it in you What Ive got youve got to get it put it in you What Ive got youve got to get it put it in you Reeling with the feeling dont stop continue Realize I dont want to be a miser Confide wisely youll be the wiser Young blood is the lovin upriser How come everybody wanna keep it like the kaiser Give it away give it away give it away now Give it away give it away give it away now Give it away give it away give it away now Just give it away Just give it away Just give it away Just give it away Just give it away", "viewCount": 0.6671450646753394, "labels": [3, 4, 6, 9, 28]}, "If7E8daaJTA": {"likeCount": 0.12552725051033062, "dislikeCount": 0.09030899869919436, "videoId": "If7E8daaJTA", "title": "", "description": "", "length": 0.25105450102066124, "keywords": "iMovie Christmas 2013 Christmas Holiday Period Books ReadingBook 1 Hop On Pop by Dr. SeussThis video is about 1 Hop On Pop by Dr. Seuss", "viewCount": 0.42817603721999264, "labels": [434]}, "NQflMrKkJvA": {"likeCount": 0.17781512503836439, "dislikeCount": 0.07781512503836437, "videoId": "NQflMrKkJvA", "title": "", "description": "", "length": 0.2100370545117563, "keywords": "Tamil movie trailer film trailer video trailer movie trailer watch trailer latest movie trailers Johnny Sanusha Nishanth Sandeep Ganesh RaghavedranRenigunta Tamil Movie TrailerRenigunta Tamil Movie Trailer Johnny Renigunta Movie Trailer Renigunta Tamil Movie New Trailer Renigunta Movie Latest Trailer and more on way2movies.com", "viewCount": 0.4395413767475018, "labels": [25]}, "qP3BZpU6RsM": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "qP3BZpU6RsM", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "soccer nike vs adidas commercial Man U vs Real Madrid SaveYouTube comsoccer nike vs adidas commercialPepsi", "viewCount": 0.3349471799214386, "labels": [271]}, "eHxkG9i3csE": {"likeCount": 0.14771212547196624, "dislikeCount": 0.06989700043360189, "videoId": "eHxkG9i3csE", "title": "", "description": "", "length": 0.2683947130751512, "keywords": "compassion pakistan cfc pakistan the charter for compassionJaffar Public School Compassion Campaign, Karachi PakistanStudents, teachers, and staff at Jaffar Public School do a one week compassionate action activism campaign inspired by the Charter for Compassion and made possible by Children's Museum for Peace and Human Rights. The video was made by Students Zeeshan Zubair and Nabeel Ashfaque of Jaffar Public. Students implemented a number of activities using the arts drama, role plays, art as well as visiting a local cancer hospital and running a compassion walk in the school neighbourhood.", "viewCount": 0.36073477767684137, "labels": [205]}, "eIckCZkL3kQ": {"likeCount": 0.12552725051033062, "dislikeCount": 0.03010299956639812, "videoId": "eIckCZkL3kQ", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "Robert Palmer Bad Case Of Lovin' You Addicted To Love Simply Irrisistable Guitar soloBad Case Of Lovin' You  Robert Palmer Guitar CoverFookin good tune, of course I'm a little drunk here playing this, what's new, good times though!", "viewCount": 0.4120738405542943, "labels": [4, 9, 10, 37]}, "eQD7l6y_bXU": {"likeCount": 0.2432969290874406, "dislikeCount": 0.1146128035678238, "videoId": "eQD7l6y_bXU", "title": "", "description": "", "length": 0.2693726948923647, "keywords": "Super Street Fighter Arcade Edition 2012SSF4 AE 2012 Winners Finals Chris Hu vs Aquasilk  Big Two 6 Tournament Sponsored by TGSThis event was sponsored in part by The Game Station Super Street Fighter 4 Arcade Edition 2012 Winners Finals Chris Hu vs Aquasilk  Big Two 6 Tournament Sponsored by TGS", "viewCount": 0.4878906515660797, "labels": [0, 1, 69, 236, 404, 589, 2200]}, "agKmAXIYamM": {"likeCount": 0.20827853703164503, "dislikeCount": 0.15051499783199063, "videoId": "agKmAXIYamM", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "Jung SungRyong Football Player DECALCOMANIE    SOUTH KOREA FOOTBALL Suwon Samsung Bluewings Football Team Football Sport Sports IndustryB.o.B  John Doe Cover Ryong   \"   \"     ! 1 Like  1 Prayer and We are Decalcomanie ", "viewCount": 0.44507877920728983, "labels": [14]}, "agRkYol2-4I": {"likeCount": 0.2346352974450639, "dislikeCount": 0.06020599913279624, "videoId": "agRkYol2-4I", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "harry styles lily collinsHired for Styles trailer  Harry Styles fanfictionHello guys! This isn't my story, but I'm in love with this story it's amazing. Alex is great writer! so I decided to made the trailer for this fanfiction for her. i hope she will like it!  You cand find the story in here Hope you guys like my trailer! Please comment and subscribe!  You could check my others trailer and my shipping video as well if you like  Find me on wattpad  Ciyouu Follow me on twitter  AmeyliaStyles1 I DIDN'T OWN ANY GIFS OR VIDEO  SO CREDIT TO ALL THE OWNERS THANKS THANKYOU xxx", "viewCount": 0.4307367656038532, "labels": [25]}, "cmCZxTClNTw": {"likeCount": 0.23242824552976926, "dislikeCount": 0.11139433523068368, "videoId": "cmCZxTClNTw", "title": "", "description": "", "length": 0.2571708831808688, "keywords": "Samsung Galaxy Note 4 Samsung Galaxy Note 4 Hands On Galaxy Note 4 Galaxy Note 4 Hands On Samsung Galaxy Note Phablet Hands On Android Smartphone IFA 2014 Samsung Electronics Organization Founder Samsung Galaxy Brand Internationale Funkausstellung Berlin Conference Series Android Operating System Mobile Samsung Galaxy Note 3Samsung Galaxy Note 4 Hands On at IFA 2014Samsung Galaxy Note 4 Hands   We are going hands on with the new Samsung Galaxy Note 4 the latest phablet from the Korean smartphone giant. Tons of new features and a new qHD 5.7inch display are going to position this phablet against its competitors.", "viewCount": 0.467163559660213, "labels": [21, 23, 24, 115, 520, 651]}, "cmF2Me4t6PI": {"likeCount": 0.15563025007672873, "dislikeCount": 0.0, "videoId": "cmF2Me4t6PI", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "Son of God Son of God movie The Bible film the bible series Mark Burnett Author Roma Downey Diogo Morgado 20th Century Fox Organization Bible Gospel movie God Jesus Christian Jesus Christ official trailer coming soon New Testament FOX Movies 20th Century FOX 20th Century FOX Trailers FOX Movie Upcoming Movies FOX Movie Trailers FOX Trailers FOX Movie Clips Movies Action Adventure Horror SciFi ytcropoff ytqualityhighSon of God  Rick Warren \"The Last Supper\" Exclusive Interview  20th Century FOXspreadtheword See Jesus and his disciples break bread at the Last Supper as this scene from Son of God comes to life. Opening in theaters February 28, 2014, Son of God is largerthanlife story of The New Testament told with the scope and scale of an action epic. The film features powerful performances, exotic locales, dazzling visual effects and a rich orchestral score from Oscarwinner Hans Zimmer. SUBSCRIBE Connect with Son of God Online Visit the Son of God WEBSITE Like Son of God on FACEBOOK Follow Son of God TWITTER About 20th Century FOX Official YouTube Channel for 20th Century Fox. Home of Avatar, Aliens, XMen, Die Hard, Ice Age, Night at the Museum, Rio, Percy Jackson, Maze Runner, Planet of the Apes and many more. Connect with 20th Century FOX Online Visit the 20th Century FOX WEBSITE Like 20th Century FOX on FACEBOOK Follow 20th Century FOX on TWITTER Son of God  Rick Warren \"The Last Supper\" Exclusive Interview  20th Century FOX ", "viewCount": 0.35341530741850624, "labels": [25]}, "coVSDHZQLaA": {"likeCount": 0.203342375548695, "dislikeCount": 0.09030899869919436, "videoId": "coVSDHZQLaA", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "futbol soccer video videos domingo con jose luis chilavertDomingo con... Jos Luis Chilavert \"CR7 es predecible y Messi impredecible\"La leyenda del arco, Jos Luis Chilavert, se sent a conversar en exclusiva con Luis Omar Tapia en Domingo con...", "viewCount": 0.4092650478356795, "labels": [0, 12]}, "com_rIiVx38": {"likeCount": 0.36869935662646786, "dislikeCount": 0.19344984512435678, "videoId": "com_rIiVx38", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "IOSYS Marisa Stole The Precious Thing HD tohootomebayashi loving Touhou     toho  Project Perfect cherry blossom ARMHD IOSYS  Marisa Stole The Precious ThingThat's right. It's in HD!", "viewCount": 0.5740290827553042, "labels": [5, 301]}, "crmoFPSTxjY": {"likeCount": 0.1, "dislikeCount": 0.08450980400142569, "videoId": "crmoFPSTxjY", "title": "", "description": "", "length": 0.2167317334748176, "keywords": "Android review super compass  Super Compass      Android  .    .      .       HD  .   ", "viewCount": 0.3990294446128439, "labels": [21, 23, 24]}, "_7B1M2Oi9x4": {"likeCount": 0.07781512503836437, "dislikeCount": 0.08450980400142569, "videoId": "_7B1M2Oi9x4", "title": "", "description": "", "length": 0.2618048096712093, "keywords": "Scribblenauts Gameplay HD trailer GamePlay HD Employer Gameplay magazine Trailer promotion Gameplay HD pc HD Trailer HD Games Game Gameplay HD HDScribblenauts Unlimited Gameplay  PC HD Leave a question, comment or video response below. Subscribe for new episodes every day  The bestselling, awardwinning franchise is back on your home PC in gorgeous HD for the first time. Venture into a wideopen world where the most powerful tool is your imagination. Help Maxwell solve robust puzzles in seamless, freeroaming levels by summoning any object you can think of. Create your own original objects, assign unique properties, and share them with friends online using Steam Workshop to be used in game or further modified as you like For the first time, learn the backstory about Maxwell's parents, 41 siblings including his twin sister Lily, and how he got his magical notepad. Features Object Creator Create original objects, assign unique properties, and share them with other players online. Use them in game or modify them as you like AllNew Unbound World Explore an open universe with unlimited hours of fun using every level as your playground. Object Library Store previously summoned objects and your own creations in Maxwell's Magic Backpack for easy access and future use. Merit Board Each world comes with a comprehensive list of hints, including the new Starite Vision helper highlighting all nearby starites and starite shards.", "viewCount": 0.34736329268738414, "labels": [0, 1, 5]}, "_8bKl85USnw": {"likeCount": 0.21335389083702175, "dislikeCount": 0.06989700043360189, "videoId": "_8bKl85USnw", "title": "", "description": "", "length": 0.23344537511509308, "keywords": "TYROS 4 YAMAHA FOXTROT ORGAN PIANO 1965 1931ORGAN & PIANO FOXTROT PLAYED ON THE TYROS 4 BY ROGER DIEHL.mp4IS IT TRUE WHAT THEY SAY ABOUT DIXIE  1948  A WALK IN THE BLACK FOREST 1965  I'M ALL DRESSED UP WITH A BROKEN HEART 1931  HEY NEIGHBOUR  BUD FLANEGAN  AND CHESNEY ALLEN 1941,", "viewCount": 0.44235080103454927, "labels": [31, 40, 57, 117, 348]}, "_BHAJ9fzP8M": {"likeCount": 0.24099331233312948, "dislikeCount": 0.07781512503836437, "videoId": "_BHAJ9fzP8M", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "The Amazing SpiderMan 2 Angels SpiderMan Fictional Character Peter Parker Gwen Stacy Fictional CharacterPeter & Gwen  Not About AngelsSpoilers to the ones who haven't watch the movie yet.. Movies The Amazing Spiderman 1 and 2 Character Peter Parker and Gwen Stacy Song Not About Angels by Birdy Soon to be in the movie \"The Fault In Our Stars\"", "viewCount": 0.4270072962969795, "labels": [25, 354]}, "KEqTkLZcfQU": {"likeCount": 0.2499687082618404, "dislikeCount": 0.1361727836017593, "videoId": "KEqTkLZcfQU", "title": "", "description": "", "length": 0.22405492482826, "keywords": "wrinkle wrinkles antiwrinkle anti wrinkle skin face eye under eyes mouth forehead laugh lines crows feet cream wrinkle cream antiaging age old collagen botox retinA retinol renova beauty cosmetic cosmeceutical cosmeceuticals makeup moisturizer over the counter lotion plastic surgery skincare health health video medical videos medical video Old Age Plastic Surgery Makeup Look8 Ways to Prevent Wrinkles Beauty & Grooming GuruWrinkles are a sure sign of age, but there are ways to keep the years from appearing on your face. Get our expert's 8 tips now! See More ", "viewCount": 0.5158883935494841, "labels": [866]}, "6F1lpiENiBo": {"likeCount": 0.2298853076409707, "dislikeCount": 0.13010299956639812, "videoId": "6F1lpiENiBo", "title": "", "description": "", "length": 0.24548448600085104, "keywords": "A2W streetball extreme sbx freestyle basketball Hot sauce dunk sick amazing tricks moves talent and1 air up thereAndrew Wilding  A2W BASKETBALL FREESTYLE CLASSICAndrew Wilding shows off his freestyle moves at 15 years old!!!!", "viewCount": 0.49652299316023, "labels": [0, 52]}, "6Kh22yBW6FQ": {"likeCount": 0.16232492903979007, "dislikeCount": 0.06020599913279624, "videoId": "6Kh22yBW6FQ", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "dilate dilate review ans performance ans dilate ans performance dilate dilate powderANS Performance Dilate Powder Review  Glenn reviews the new DILATE powder from ANS Performance.", "viewCount": 0.34626974081017176, "labels": [1069]}, "6OBQJUlskfA": {"likeCount": 0.07781512503836437, "dislikeCount": 0.08450980400142569, "videoId": "6OBQJUlskfA", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "merced california hmong new year celebration dance contestants 20102011 ntxhais xob laimntxhais xob laimround 1 merced hmong new year dance competition 20102011ntxhais xob laimround 1 merced hmong new year dance competition 20102011 california", "viewCount": 0.3090963076595732, "labels": [6, 8]}, "5jA74pcBcIU": {"likeCount": 0.1740362689494244, "dislikeCount": 0.08450980400142569, "videoId": "5jA74pcBcIU", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "overhead spray foam spray foam insulation diy project Foam It Green attic insulation metal buiding insulation crawl space insulation foam insulation foam insulation kits spray foam kitsSpray Foam Insulation  How to Spray Foam OverheadPhil the Foam Guy shows you how to get the best results when spraying Foam It Green insulation kits overhead. Safety first. Make sure to protect your eyes and skin, have ventilation, and use the suggested p100 cartridge particulate respirator.", "viewCount": 0.49189838978163636, "labels": [388]}, "5kcjJeOBsVk": {"likeCount": 0.19444826721501687, "dislikeCount": 0.09542425094393249, "videoId": "5kcjJeOBsVk", "title": "", "description": "", "length": 0.23560258571931225, "keywords": "cards free giveaway incredible awesome Free Apps Gift Cards How Featurepoint iPhone iPad Get noteworthygames Apple Touch Howto Conference Subject easy money legal app safe itunes amazon paypal featurepoints downloading Points Ipod clash of clan clans coc clash of clans helps tips tricks defense huge massive You Video Game win thanks prizes play how fast Big amazing get itunes giftcards gems playclashofclans flammy 500 winnerHuge Giveaway Winners!Hey guys it's Landon here to announce the winners of the AWESOME GIVEAWAY!! Congrats to all the winners! Watch out for the upcoming giveaway in 6 weeks! So make sure to stick around guys! If you enjoyed watching this video then make sure to show some love and hit that like button! Subscribe to stay for more awesome content thanks guys! Artist Paul Atrocity Outro Song Name We Going On Original Mix Link Artist The Mask Intro Song Name Come To Die Link Other Song The Light by Veela", "viewCount": 0.33932241163612975, "labels": [0, 1, 306]}, "5mrpP_1YBaA": {"likeCount": 0.1653212513775344, "dislikeCount": 0.0, "videoId": "5mrpP_1YBaA", "title": "", "description": "", "length": 0.2593286067020457, "keywords": "Aloe Vera Natural Health Nutrition Power cure beauty business mlm Healthy cleansing Wellness ProductsThe Healing Power of Aloe Vera.     WWW.FOREVERLIVINGME.COM This Video is showing the great effect of the Aloe Vera plant not only on our skin but also inside our body, watch this video and you will know very interesting info.                                    100                                          flp.homebusinessgmail.com", "viewCount": 0.40892337313653987, "labels": [126, 2574, 2660]}, "s-JHgUQO4_E": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "s-JHgUQO4_E", "title": "", "description": "", "length": 0.2540329474790874, "keywords": "scooby doo night of 100 frights walkthrough part level playstation ps2 nintendo gamecube gc video games gameplay playthrough strategy guide help monster tokens snacks space kook soap bubbles inventionScooby Doo Night Of 100 Frights  Walkthrough Part 24In this video, we get a monster token and we get the soap bubbles!", "viewCount": 0.38284020784915934, "labels": [0, 1, 2273]}, "raZEo3V2K44": {"likeCount": 0.23560258571931225, "dislikeCount": 0.07781512503836437, "videoId": "raZEo3V2K44", "title": "", "description": "", "length": 0.24393326938302629, "keywords": "Hunter  Hunter Comic Book Series amv mep hunter x hunter 2011 1999 killua gon hisoka kurapika hisoka vs gon gon vs pitou gon vs pituo amv lol killua vs hisoka ilumi hxh amv hxh mep hxh hunter x hunter amv hunter x hunter 2011 amv Naruto Force Barbie Fairy Tail Fairy Tail AMV Anime AMV Atack on Titan Atack on titan amvHUNTER X HUNTER  AMV  My immortalhello, this amv was created by me and my friend and its kind of like an mep but mep is for more than 3 editors and we are 2 . hope you like it !. btw we are still beginners and this is our first amv . anime  hunter x hunter 2011 song  my immortal i don't own anything in the video  everything belong to their owners  i hope youtube doesn't take this down . TiTanAmvs  GhostAmvs  ", "viewCount": 0.40973614445654943, "labels": [5, 1744]}, "rbL7dhamMxU": {"likeCount": 0.06989700043360189, "dislikeCount": 0.06020599913279624, "videoId": "rbL7dhamMxU", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "Injustice Gods Among Us Video Game Energy Dimension IPhone Mobile Phone Ipod Iphone Apple injustice zod superman batman wonderwoman injustice gods among us ios iphone 5 ipad ipad mini tips hacks help how to how to get ipod touch lobo nightwing bane superheroes dc marver dc comics marvel comics dc universe marvel universe app store google play Touch fight Lane Dark Clark JokerHow to get Unlimited Energy  Injustice Gods Among Us iPhoneHow to get unlimited energy in the iOS Injustice game! Twitter ", "viewCount": 0.3128399268717807, "labels": [0, 1, 73, 1220]}, "KRC2Agp17Hw": {"likeCount": 0.1361727836017593, "dislikeCount": 0.03010299956639812, "videoId": "KRC2Agp17Hw", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "MUGEN Battle Super Mario 64 Rox Howard Clones Hanyou Most Mysterious Computer Games Video Games andersonkenya1Super Mario 64 vs Rox Howard Clones MUGEN Battle!!!Today! I am going to show you this Cheap MUGEN Battle which is Super Mario 64 vs Rox Howard Clones!!! Super Mario 64 has a geometry figure and his structure is all about shapes! But do you think Super Mario 64 can defeat Rox Howard Clones? Find out by watching this video! Download Full MUGEN Games, Characters, Stages, Screenpacks, Lifebars, AddOns, etc. here Download Characters here Download Stages here Download Screenpacks here Download Lifebars here Download Full MUGEN Games here Download M.U.G.E.N Engine Games here Download all 3 Versions in 1 Fighter Factory Package To Start Creating Your Fighters Download More AK1 MUGEN Files Subscribe To My Channel Super Mario 64 Rox Howard Clonescomes with MM PACK ", "viewCount": 0.35025636691073636, "labels": [0, 1, 5, 69, 378]}, "4ranHwK9d7c": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "4ranHwK9d7c", "title": "", "description": "", "length": 0.2633468455579587, "keywords": "Charbax at Cebit 2007 cebit YahsinYahsin Projector and digital pen concept at Cebit 2007The virtual PC This is a quite amazing concept, that could combine a quite compact computer and laser projector system with a camera, positionned on a table, reflected on a retractable mirror could provide the most compact portable large screen computer interface. Watch the HD version of this video at ", "viewCount": 0.405770413153403, "labels": [1645]}, "kCDfnHXNtOc": {"likeCount": 0.18325089127062366, "dislikeCount": 0.12041199826559248, "videoId": "kCDfnHXNtOc", "title": "", "description": "", "length": 0.26414741105041, "keywords": "Spyderco Organization Civilian Aircraft Owner spyderco civilian folding knives knife collections anti personel knives karambit knives the best edcs spyderco reviews spyderco knives the spyderco civilian review the spyderco civilian knife chinese replica knives how to spot a fake spyderco knife spotting a fake spyderco knife fake spyderco knives sex girls toplessSpot the Fake Spyderco Civilian!!Here it is! the review where you be the judge. Real or fake? Please subscribe now!!!!!!! I need more subscribers! Click now!", "viewCount": 0.41357049701267257, "labels": [180, 304]}, "yhH2OaMvxAw": {"likeCount": 0.11760912590556814, "dislikeCount": 0.06989700043360189, "videoId": "yhH2OaMvxAw", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "Billy Joel Madonna Summer Highland Falls NYC Msg Live Madison Square Garden 2014Billy Joel  Summer, Highland Falls. Live in NYC. 1272014Billy Joel rips on Madonna, then performs Summer, Highland Falls live at Madison Square Garden in NYC. 1272014", "viewCount": 0.35032457714651133, "labels": [3, 1473]}, "uRl5PM3A8cg": {"likeCount": 0.06020599913279624, "dislikeCount": 0.09030899869919436, "videoId": "uRl5PM3A8cg", "title": "", "description": "", "length": 0.21271047983648078, "keywords": "Wildlife Animals Animal Behaviour Conservation Environment Red Kite Birds OrnithologyRed Kite in FlightThe gracefully flight of the Red Kite", "viewCount": 0.40586537415723706, "labels": [15, 96]}, "AkVfcEVDmr8": {"likeCount": 0.19395192526186186, "dislikeCount": 0.0, "videoId": "AkVfcEVDmr8", "title": "", "description": "", "length": 0.2617000341120899, "keywords": "Steve Harley Steve Harley & Cockney Rebel Musical GroupSteve Harley and Cockney Rebel  What Ruthy Said  Judy TeenSteve Harley and Cockney Rebel live in Birmingham 2012", "viewCount": 0.4090751689644903, "labels": [3, 4, 13]}, "LmJ7XfXu-6w": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "LmJ7XfXu-6w", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "Polk County Central Florida PCTSM PGTV Sports Webber International University Organization Warner University Organization Webber Warner WIU WU Lake Wales football College Football Sport Nfl Highlights Legion Filed Inaugural SeasonWarner vs Webber FootballThis year kicked off The Inaugural Lake Caloosa Clash. Featured in this package are highlights from the game on September 7, 2013, this served as the first intercounty collegiate football game to ever be played in Polk County. This is also the Inaugural season for Warner University football. For more information on programs and events featured on this show, go to or To see more videos like this, go to the PGTV webpage at ", "viewCount": 0.39032528168939584, "labels": [0, 79]}, "BsIXIE1f5b0": {"likeCount": 0.047712125471966245, "dislikeCount": 0.047712125471966245, "videoId": "BsIXIE1f5b0", "title": "", "description": "", "length": 0.2557507201905658, "keywords": "Maplestory maple story eggman6500 pink bean pinkbean horntail horn tail lulz LOLRydahMS Horntail and pink beanJust playing a bit of MS killing the ol' Hornnoob and pink beanoob.  I do not own this song and all dues go to the band and the label.", "viewCount": 0.3113609151073028, "labels": [0, 319]}, "ofs1Jb4PXW0": {"likeCount": 0.26414741105041, "dislikeCount": 0.07781512503836437, "videoId": "ofs1Jb4PXW0", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "hands down vitamin string quartet dashboard confessional viola cello violinHands Down Vitamin String QuartetHands Down performed by Vitamin String Quartet", "viewCount": 0.5042732979621721, "labels": [870]}, "ofUlhgsWJ9E": {"likeCount": 0.13424226808222062, "dislikeCount": 0.06020599913279624, "videoId": "ofUlhgsWJ9E", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "Music clarinet young kids playing instruments musician mozart Joel Solomons children child musicJoel Solomons, 9 year old clarinettistJoel Solomons age 9 playing Mozart Divertimento No 3 from K 439b at Anya Kirby's concert for the children of Grodno, Belarus. Accompaniment by Kristian Parkes of Music Intuition, Radlett. This piece has been Joel's concert solo stalwart for the last 6 months or so, but having progressed a lot since his grade 5 exam he is about to replace it with a grade 6 piece by either Paul Reade or Xavier Lefevre. I'll post a rehearsal at some point soon", "viewCount": 0.3554731376675967, "labels": [3, 4, 31, 585]}, "ojqItLG2AGQ": {"likeCount": 0.2298853076409707, "dislikeCount": 0.06020599913279624, "videoId": "ojqItLG2AGQ", "title": "", "description": "", "length": 0.25634810853944107, "keywords": "dansan red special vox ac30 bm fryer touring queen brian may markmay90 amp custom limited editionTest of my new Vox AC30 BM Brian May Custom Limited EditionTest of my new Vox AC30 BM On this vid I'm using my Dansan Red Special and a Fryer Touring Treble Booster", "viewCount": 0.4239999792886872, "labels": [4, 9, 10, 37, 2334]}, "FPmjFI9F24Y": {"likeCount": 0.21367205671564068, "dislikeCount": 0.16434526764861876, "videoId": "FPmjFI9F24Y", "title": "", "description": "", "length": 0.2271841606536499, "keywords": "YouTube CaptureTile over tile  1960's bathroom renovationThis is a renovation I did of my 1960's plaster  mud job bathroom. I didn't want to demo the bedroom bath so I used Wedi board over the existing tiles & plaster walls. I used tec super flex modified mortar thin set for for the boards and porcelain tiles. In the shower I removed the shower body and installed separate hotcold valves for a hanging shower massage panel. The drain was retrofitted with a square drain that slipped into the existing drain pipe, flush to the shower floor with Wedi Sealant. I grouted the entire bathroom with laticrete spectralock pro premium epoxy grout and the results were excellent.", "viewCount": 0.4869196505237242, "labels": [388, 514, 616, 1025, 1443]}, "FShhZLbOTpk": {"likeCount": 0.12552725051033062, "dislikeCount": 0.1278753600952829, "videoId": "FShhZLbOTpk", "title": "", "description": "", "length": 0.25634810853944107, "keywords": "Watch Dogs Video Game Video Game Industry PlayStation Network Video Game Distribution SystemWatch Dogs Trophy Guide  TracedHello i am Nik and i am deaf so this about Watch Dog Trophy guide  Traced Watchdogs  PS3 1. Go to online tailing. 2. Profile the fixer to observed. 3. Let the player profiled you. 4. Escape to let him win. 5. Repeat 5 time until get trophy. Watch Dog Trophy Traced Question why have turn off and on for online invasion every time player tail on me? Answer because this trophy is glitch and buggy so this method is most possibility get the trophy", "viewCount": 0.3874887510846112, "labels": [0, 1, 35, 1130, 1861]}, "p5ybm3bb8go": {"likeCount": 0.30406023401140736, "dislikeCount": 0.19637878273455556, "videoId": "p5ybm3bb8go", "title": "", "description": "", "length": 0.24668676203541096, "keywords": "YouTube Editor Lyrics Song Note minecraft Full Full Song noteblocks blocks redstone with lyrics lyric mine craft original lunadora lunad0ra studio game cover recreate video music recreated Imagine Dragons Imagine Dragons Music Video Ontology Class who we are who we are Catching Fire Book movie Soundtrack Musical Album Type they say we'reWho We Are  Imagine Dragons Minecraft Note Blocks  LyricsThe song Who We Are with lyrics originally by Imagine Dragons recreated in the game Minecraft using the Minecraft Note Block Studio. Sorry for any skipping! Got a song request? Post it in the comments!", "viewCount": 0.5081419324134935, "labels": [0, 27]}, "p9SVp3b2WwQ": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "p9SVp3b2WwQ", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "K1X SpringSummer 2010 feat. HarryK1X SpringSummer 2010 feat.HarryK1X presents a sneak peek at the new springsummer 2010 collection feat. Harry", "viewCount": 0.36454222693490923, "labels": [6]}, "lGk5zz5mY5s": {"likeCount": 0.15797835966168103, "dislikeCount": 0.03010299956639812, "videoId": "lGk5zz5mY5s", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "YouTube Capture Skate Skateboarding Skating Skatepark Nevada US State YMCA Organization Sk8 Board Park inline aggressive durango ymcaDurango YMCA skatepark, Las Vegas NevadaDurango YMCA skatepark. This park is located on Durango drive about a half mile north of Cheyenne. Take the 95, go west on Cheyenne, take a right on Durango and the park is on the left", "viewCount": 0.3734159513244467, "labels": [68, 72, 151]}, "oNyXI-2IJkQ": {"likeCount": 0.13010299956639812, "dislikeCount": 0.06989700043360189, "videoId": "oNyXI-2IJkQ", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "gibson rd sloppy playing laney klippGibson RD project testdid a quick vid just to record the progress on my RD. i am quite happy with the result but playability and intonation still need some work. my playing is also waaay off...o well.... guitar is Gibson Rd from '77, pickups are the creamery wide range humbuckers fuzz is Beringer sf 300 boss hyperfuzz clone Amp is Laney klipp", "viewCount": 0.3889917683436206, "labels": [4, 9, 10, 37]}, "JwtWil9sn1Q": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "JwtWil9sn1Q", "title": "", "description": "", "length": 0.25526682161121933, "keywords": "dracomon evolutions and skill dracomon kdmo dracomon dmo skill dracomon evolutions dracomon skill skill and evolutions dmo dmo digimon masters online coredramon groundramon slayerdramon slayerdramon f2 examon examon rookie dmo kdmoDigimon Masters Online  DracomonBlue All Evolutions And SkillRookieDracomonBlue At191 As1.162 Ct12 De52 ChampionCoredramon At368 As2.555 Ct15 De60 UltimateWingdramon At452 As2.198 Ct15 De69 MegaSlayerdramon At730 As2.739 Ct14 De86 Dracomon all evolutions have 3 skill..so cooldown is much.. I lke slayerdramon f1 skill lwl 90 no clon size 120 P.MThx 4 watching..Subscribe for more Like My Facebook Page", "viewCount": 0.33380578754197565, "labels": [0, 826, 2755]}, "Iv6RfooyJfc": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "Iv6RfooyJfc", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "telefonultau.eu telefonultau review telefoane Huawei Ascend Y220 Review HD Huawei Ascend Y220 Review Huawei Ascend Y220 Ascend Y220 y220Huawei Ascend Y220 Review HD  in ROmana   www.TelefonulTau.eu Huawei Ascend Y220 Review HD  in ROmana   ", "viewCount": 0.3683677298818692, "labels": [21, 23, 24]}, "h2hcFDlZ1Kk": {"likeCount": 0.18129133566428557, "dislikeCount": 0.06989700043360189, "videoId": "h2hcFDlZ1Kk", "title": "", "description": "", "length": 0.2432969290874406, "keywords": "FingerSkateSelective FSS FrankieFingerdecks Frankie Fingerdecks Tech Deck TD TOTD LOTW Trick of the Day Line Week Aphlikshun FB Fingerboards Fingerboarding Tricks Finger Board SkateBoard Fingers TechDeck No Comply Bearing Wheels Fingerboard Review Kustom OmniTech Figure Tape AFX Ledge NoComply FlatFace BerlinWood BlackRiver YelloWood LowPro CloseUp BRR Harrier FBS ExtraSmooth RipTape Fingerboard skateboardTwo Finger Tuesday!! 42313CHECK OUT APHLIKSHUN... CHECK OUT MY WEBSITE.... ASK A QUESTION FOR FRIDAYS AFF!! Thanks for tuning in to TFT!! GIMMIE HOMEWORK IDEAS FOR NEXT WEEK  YO YAY!! THANKS FOR WATCHING and SUBSCRIBING!!", "viewCount": 0.35258219521566625, "labels": [26, 945, 2857]}, "IOot4iT90JM": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "IOot4iT90JM", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "Escape The Fate 10 Miles Wide Live So Paulo Brazil Brasil Carioca Club July 24th 24 de Julho 2010 SP HQ Ao Vivo This War is OursEscape The Fate  10 Miles Wide  Live, So Paulo  Brazil HQGood Sound and Video Quality Latest single released from this album , ''10 Miles Wide'' from the Album \"This War is Ours\" live on July, 24th  Carioca Club So PauloSP  Brazil. Escape The Fate Live  So Paulo  Brasil Recorded on July 24th, 2010 1. The Flood 2. There's No Sympathy for the Dead 3. Reverse This Curse 4. Something 5. Not Good Enough for Truth in Cliche 6. On to the Next One 7. Bad Blood 8. 10 Miles Wide 9. It's Just Me 10. Situations 11. This War is Ours 12. Extra Craig Gets Pissed Off", "viewCount": 0.3576801895828913, "labels": [3]}, "MEeHPVuLsr8": {"likeCount": 0.21958996524092336, "dislikeCount": 0.12304489213782739, "videoId": "MEeHPVuLsr8", "title": "", "description": "", "length": 0.2287801729930226, "keywords": "comparison ps3 games videos Stay gameplay ratings reviews xbox 360 games ign gamesweasel video new xbox 360 games playstation 3 Xbox360 good games game review PS3 videogame wii console Atari Puft ps3 console video game ratings Gozer hd Ghostbusters test addicting games Slimer Wii best gamesGhostbusters videogame reviewYouTube review taken from get the game now from If you play games then head to Gamesweasel TV for free games reviews, new games release dates, developer interviews and news of the best games of 2015. We give you the hottest gaming news, playthroughs and honest video game ratings to all new Xbox 360 games, Xbox One games, Xbox Kinect and PC games, with Sony fans getting the latest reviews of PlayStation 3, PlayStation 4, Vita and PSP titles. If you own a Nintendo Wii console, Nintendo 3DS, Nintendo DS or a Wii U then subscribe to the Gamesweasel TV YouTube channel for the best online games reviews. Discover the best games online and watch our gameplay footage and walkthroughs to find the most addicting games to play at Gamesweasel TV YouTube FaceBook Twitter Google Plus Gamesweasel is brought to you by Matt Cuttle and Robert Dolby ", "viewCount": 0.46961029035045887, "labels": [0, 1, 25]}, "xGWUxKXkXfE": {"likeCount": 0.2167317334748176, "dislikeCount": 0.18195439355418688, "videoId": "xGWUxKXkXfE", "title": "", "description": "", "length": 0.2414973347970818, "keywords": "Thomas The Tank Engine & Friends TV Program Plarail Ranked Item    THOMAS & FRIENDS STEPNEY, RUSTY      THOMAS & FRIENDS Plarail Edward, Henry,Gordon,James   THOMAS & FRIENDS Talking Gordon   THOMAS & FRIENDS the Big Thomas Subscribe ", "viewCount": 0.5478578038150937, "labels": [2, 26, 45, 442, 1050, 1153]}, "-keiAsbijqI": {"likeCount": 0.1845098040014257, "dislikeCount": 0.06989700043360189, "videoId": "-keiAsbijqI", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "videoThree Stylish Ways to Wear Your Summer Shorts!Shorts are a classic Summer staple. From printed to denim to classic white, shorts were seen on the Spring '11 runways at fashion houses like Vanessa Bruno, Dolce & Gabbana, and Diane von Furstenberg. They're not only a great alternative to a skirt, they can be dressed up or dressed down. Watch our video to see three awesome ways to spice up your shorts this season! On Allison Vince sweater from Shopbop.com, J. Crew top, H&M leather shorts", "viewCount": 0.40496443525693, "labels": [66, 293, 332, 1876, 2539]}, "-mwUMmC-Lio": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "-mwUMmC-Lio", "title": "", "description": "", "length": 0.21789769472931694, "keywords": "Friday the 13th 2009 Trailer Oficial official new jared padalecki jason viernes 13Friday the 13th 2009 Trailer OficialTrailer oficial de la pelcula Viernes 13 protagonizada por Jared Padalecki", "viewCount": 0.30920184707527976, "labels": [25]}}