{"CAi03SdAaDo": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "CAi03SdAaDo", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "Grand Theft Auto Video Game Series Grand Theft Auto San Andreas Video Game Toyota Automobile Make Video Game Industry Diego Automobile TV Genre Gta California Grand Theft Auto film Mod Marino 4x4 Road Mud Offroad Road film Rover Fourwheel Drive Mass Transportation System Ford Diesel Suzukitoyota meru v.1 en gta san andreasMostrando Toyota Meru en Gta San Andreas suscribance Mi Blogger", "viewCount": 0.36403820447095686, "labels": [2, 7, 134, 235, 2748]}, "mhrr7wGgzn4": {"likeCount": 0.27566361082458485, "dislikeCount": 0.15185139398778877, "videoId": "mhrr7wGgzn4", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "    red blue   Stick Animation  Brain SwitchDick Figures    Brain SwitchOriginally uploaded by MondoMedia    Bath Rhymes  Blue Red......RedBlue  Dick Figures  Brain Switch   By Dick Figures Wiki  MondoMedia", "viewCount": 0.5307756964080158, "labels": [5, 16]}, "9rCH_TSkzq0": {"likeCount": 0.10413926851582252, "dislikeCount": 0.1146128035678238, "videoId": "9rCH_TSkzq0", "title": "", "description": "", "length": 0.21958996524092336, "keywords": "God War Dungeon Bandos Boss Bosses General Graardor Zamorak Saradomin Armadyl Chestplate Bcp Tassets Tassy Dragonfire Dragon Claws Arcane Spectral Elysian Clan Divine Guide Runescape Skillcape Skill Cape 99 Attack Event The Shining Legends Rs Kalphite Queen Task Slayer Chainbody Drop Cave LunagangKalphite Queen Hunt  Chainbody Drop in 2 Kills! HDWatch in HD. Kalphite Queen Hunting, Already a Chainbody Drop in 2 Kills!!! 2 of the 3 Leader from Runescape Clan The Shining Legends are duo the Kalphite Queen KQ. LilitaoO 128 Combat and Scab268 136 Combat More then 300 Clan Members and we still growing! Join us now at Requirements 90 Combat Summoning Allowed Join our clan at or visit our Clan Chat Ts Legends Or send us a Email Theshininglegendshotmail.com The Shining Legends Lead by LilitaoO, Scab268 and Shortdued29 The Shining Legends  Combat 90  English and Dutch Runescape Clan. We already have a big team and we are a official clan registered at Runeheadwww.runehead.com Join The Shining Legends now! How? Visit our clan Site Or just come in our Runescape Clan Chat and ask LilitaoO, Scab268 or Shortdued29. Runescape Clan Chat Ts Legends This clan is doing a Clan Event everyday! Clan Events we do King Black Dragon, Kalphite Queen, Chaos Elemental, Tormented Demons, God War Dungeon Bosses, Soul Wars, Castle Wars, Clan Wars, Pest Control, TzHaar Fight Pits and many more! Song Used Thousand Foot Krutch  Falls Apart I do NOT claim the ownership of this song. RuneScape is owned and operated by  1999  2009 Jagex Ltd. I do not claim ownership of this game, I simply provide videos to encourage others to join the massive online sensation. To play RuneScape, go to www.runescape.com. All audio used in this video is NOT owned or created by me. I purchased all audio in this video and used it for entertainment purposes I encourage you to do the same, it is NOT to be reproduced.", "viewCount": 0.34891143693789195, "labels": [0, 1, 139]}, "OY144OSXgUQ": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "OY144OSXgUQ", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "DUCATI MONSTER S4R     IMAGE OF DUCATI MONSTER S4RDUCATI MONSTER S4R ", "viewCount": 0.3410945858687775, "labels": [2, 30, 3212]}, "utCLGkf-C74": {"likeCount": 0.13424226808222062, "dislikeCount": 0.06020599913279624, "videoId": "utCLGkf-C74", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "hysteria game c64 commodore 80sHysteria game for Commodore 64Hysteria for the C64. Crazy little game, fun to play, short, but difficult. Time travel  blue pants  lightning bolts coming out of forehead  ??? 1987 called and demanded that I post a record of this game on Youtube so that future generations may learn. This time around I found the music pretty boring so I used Ferrara's Hysteria Tune 3 remake instead. Sorry, purists. Oh, and sorry for using a trainer, too D The game is hard enough that I don't think I would have made it to level 2 after all these years without practice. ", "viewCount": 0.36408787787016184, "labels": [0, 1, 1729]}, "uto_Zlx8AEE": {"likeCount": 0.15682017240669952, "dislikeCount": 0.0, "videoId": "uto_Zlx8AEE", "title": "", "description": "", "length": 0.2403120521175818, "keywords": "Sunset is coming but the sunrise we'll see QuartetSunset is coming but the sunrise we'll see  QuartetThis was performed at the 2007 North Georgia School of Gospel Music", "viewCount": 0.3881156321075564, "labels": [4, 13, 41]}, "V-NF7hl4HTw": {"likeCount": 0.15563025007672873, "dislikeCount": 0.047712125471966245, "videoId": "V-NF7hl4HTw", "title": "", "description": "", "length": 0.24265112613645756, "keywords": "Breathe AM 2AM Anna Nalick wheresrinnandcat caitlyn sullivan corinne wight music videoBreathe 2AM  Anna Nalick  Music VideoCredits Music Anna Nalick Song Breathe 2AM Acting Corinne and George Camera Caitlyn Editing Caitlyn", "viewCount": 0.3760799311630718, "labels": [14]}, "7aZgUTYZ2cg": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "7aZgUTYZ2cg", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "dvr miniature railway fun hobby harrisTrains at DVR 21 June 2009Views of several DVR trains passing on a cold June weekend. I set out to video one train, but they kept on passing by !", "viewCount": 0.3540454613671412, "labels": [2, 45, 51, 56, 77, 1649]}, "RQdLqZIehyw": {"likeCount": 0.07781512503836437, "dislikeCount": 0.047712125471966245, "videoId": "RQdLqZIehyw", "title": "", "description": "", "length": 0.244870631990508, "keywords": "NTG2011 GLITCH VIDEO game racing race hack games nascar speedway combat play arms horse track station crash role kart cup series NASCAR EUTECHNYX DAVETETX ICEETX THE GAME 2011 TWITTER FACEBOOK XBOX360 myspace motor driver raceway youtube msn grid google stock races messenger dirt daytona gameplay xbox ps3 playstation heat wii sony trailer ps2 lap course auto indy formula gordon park motorsports jeff psp busch circuit cart team finish crashes featureNASCAR THE GAME 2011 PATCH GAMEPLAYTHIS VIDEO IS JUST OVER 4 RACES!!!! ALL OF THIS BS HAPPENED AND SCREWED US ALL UP. THE PATCH DOES NOT WORK IT IS GARBAGE. GO TO FACEBOOK.COM AND SEARCH NASCAR THE GAME 2011 HATE PAGE TO SUPPORT US SUCK ON THIS DAVE AND IVE BLOCK ME FROM MY OWN YOUTUBE CHANNEL  O WAIT U CANT ", "viewCount": 0.32844307338445194, "labels": [0, 1, 19]}, "RQUiF_sI8Dk": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06989700043360189, "videoId": "RQUiF_sI8Dk", "title": "", "description": "", "length": 0.22013971243204514, "keywords": "Motorcycle burnoutsR6 & M109 Burnout2005 Yamaha R6 and a 2007 Suzuki Boulevard burnout", "viewCount": 0.4143732823138693, "labels": [2, 30, 55, 1621]}, "yZoKEa-93rk": {"likeCount": 0.1991226075692495, "dislikeCount": 0.06020599913279624, "videoId": "yZoKEa-93rk", "title": "", "description": "", "length": 0.2589949601325708, "keywords": "jenin pkout Parkour Sport Trampoline Front Flip Tutorial Industry Trampolining Sport Dallas CityTownVillage Fort Worth CityTownVillage Texas US State United States Of America Country gonzalez over under through pk out officialHow to Front Tuck and Pike  front flip  Tutorial PKOUTJenin breaks down the basics step to a front flip. like us on facebook. ", "viewCount": 0.39405164849325675, "labels": [832]}, "7PPVbMMka4k": {"likeCount": 0.1361727836017593, "dislikeCount": 0.0, "videoId": "7PPVbMMka4k", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "Los canarios de Michoacn Los canarios Un Animal Tequila Fiesta Rancheras Cancin Msica Caballos Rancho Laberinto Mxico YouTube Capture Animal Film Genre Mexico Dog Animals Dogs Cat Cats PetsLos Canarios Un Animal EN VIVOvia YouTube Capture", "viewCount": 0.3451939869365103, "labels": [3, 1543]}, "rB7BCrHu64A": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "rB7BCrHu64A", "title": "", "description": "", "length": 0.26424645202421215, "keywords": "Advanced Minecraft Lightstone Underwater Ladder Trick Door Trick air baseAdvanced Minecraft 11  Under Da SeaAdvanced Minecraft is a video series dedicated to teaching Novice Minecraft players some of the more advanced aspects about thriving in survival mode! This episode gives some great tips for starting your first underwater base, and Doctrzombie shows off some of his work in survival Multiplayer!", "viewCount": 0.31258064581395273, "labels": [0, 1, 27]}, "vx7z8P4JKJI": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "vx7z8P4JKJI", "title": "", "description": "", "length": 0.2682145076373832, "keywords": "American Muscle camaro 1996American Muscle Camaro 1996this is the new look of my camaro tambien tiene peace setter and this es el arte de querer un camaro un american muscle", "viewCount": 0.3416640507338281, "labels": [2, 7, 48, 90, 415, 566]}, "3LcFgeWwrwg": {"likeCount": 0.31565491513317817, "dislikeCount": 0.09030899869919436, "videoId": "3LcFgeWwrwg", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "jordan 1 nyc og mr foamer simpson pickup unboxing overview raffle won remastered jordan michaelNew Jordan Pickup  I WON A RAFFLE!Follow me on Snapchat for behind the scenes footage  itsfoamie  SOON Hey what's up everybody? Foamie here, back with another pickup. I won these in a raffle from Flight23. Let me know what you think. Thanks for watching! Rate, Comment, Subscribe & Share! Find Foamie on Social Media IG  Twitter  Facebook  Banana Stew Productions  Music Jazz Cardin  Leftside Instrumental Soundcloud  YT  IG  ", "viewCount": 0.4538209155476398, "labels": [66, 148, 253, 271]}, "HtiByJpmXfU": {"likeCount": 0.09542425094393249, "dislikeCount": 0.03010299956639812, "videoId": "HtiByJpmXfU", "title": "", "description": "", "length": 0.2518513939877888, "keywords": "NHL hockey big huge hit check awesome amazing sweet goal deke dangle dive diving crosby kopitar luongo phaneuf sabresThe Ultimate NHL Highlight Video v2.0I've collected some more clips and threw together a second hockey montage this one has a few minor and international league clips. The first part of the video is a mix of goals, hits, and saves. The second part is dives and embellishments. Music from the first part \"Hello Zepp\" composed by Charlie Clouser from the film 'Saw' Music from the second part \"The Impression That I Get\" by the Mighty Mighty Bosstones All clips were either captured from NHL.com using Windows Media Recorder or captured from other YouTube videos with Movavi NHLTOPSHELF.COM", "viewCount": 0.36235593900054375, "labels": [82, 103, 118]}, "keeoZjKsbic": {"likeCount": 0.12552725051033062, "dislikeCount": 0.047712125471966245, "videoId": "keeoZjKsbic", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "Popin Pete Timothy Earl Solomon Electric BoogaloosPopin Pete Doing Crazy Legs and WavingPopin Pete doing Crazy Legs and Waving. Moral of the story is, \"You'll never know until you try.\"", "viewCount": 0.31507564398603094, "labels": [8]}, "kl37Vpz81dY": {"likeCount": 0.23222192947339193, "dislikeCount": 0.12041199826559248, "videoId": "kl37Vpz81dY", "title": "", "description": "", "length": 0.26720978579357174, "keywords": "Mao2s L'Shefa 93 Booba Musical Artist Rohff Musical Artist Music Industry Cinematographer Profession UEFA Cup Winners' Cup Football Competition Lartiste bondy nordybonMao2s Rapeur D'1stinct  A.S.C  LARTISTE Feat L'Shefa ByMonster ProdRalis Par  Monster Prod Mao2s Rapeur D'1stinct  A.S.C  LARTISTE Feat L'SHEFA", "viewCount": 0.4621061978712946, "labels": [14]}, "IpVMdQ9ofUA": {"likeCount": 0.13424226808222062, "dislikeCount": 0.1, "videoId": "IpVMdQ9ofUA", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "contest entry nails poshaholics beaded tutorials nail tutorial'Bead It!' NailsHeyya Party Poppers!  This is my other entry for professionalDQ's Nail Art Contest.. This design is perfect for night partiesevents.. The dangling swarovski is just an optional. But I love it..  You can detach or forget about the dangling swarovski in the heart chain and leave it simple as it is..  Easy but flashy design for everyone! Nail requests are always OPEN..  I hope you liked it! xoxo! Have a Good day!   Thumbs up for the design! and Subscribe for more videos.. D Follow me on Facebook via Fan Page DISCLAIMER I am not affiliated with any product used in this video. Everything mentionedused in the video are all purchased by me.", "viewCount": 0.35259513412480126, "labels": [181, 216, 222, 401, 732]}, "npBmwGu_R-I": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "npBmwGu_R-I", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "Hexyz Force Levant Story Pre Final Boss Creation EndingHexyz Force Levant Story Pre Final Boss Creation EndingHexyz Force Levant Story Pre Final Boss Creation Ending", "viewCount": 0.3229169702539101, "labels": [0, 1, 5]}, "kyRLBrB8Jrc": {"likeCount": 0.3228656958108935, "dislikeCount": 0.11139433523068368, "videoId": "kyRLBrB8Jrc", "title": "", "description": "", "length": 0.2568201724066995, "keywords": "pokemon vgc video game championships nintendo wcs nugget bridgeNugget Bridge Invitational Wolfey vs TalkingLion Game 1Wolfe G. Wolfey plays Daniel L. TalkingLion in Game 1 of the 3rd Round of the Season 1 Nugget Bridge Invitational  a tournament featuring the top 16 players from the Nugget Bridge Circuit. Check out for more information on the official Pokmon Video Game Championships VGC series along with articles, news, and interviews.", "viewCount": 0.4777586300259974, "labels": [0, 1, 5, 81, 108]}, "l29QEKs5_JI": {"likeCount": 0.1724275869600789, "dislikeCount": 0.07781512503836437, "videoId": "l29QEKs5_JI", "title": "", "description": "", "length": 0.2376576957056512, "keywords": "snowmobile jump freestyle polaris IQ SkiDoo Rev Yamaha Arctic cat slednecks sledporn fast raceSnowmobile freestyle in the Alaskan Backcountry...Sam Carver at the REd Bull Fuel and Fury...", "viewCount": 0.4841909812018155, "labels": [2, 544, 1089]}, "W6MJlmrjE48": {"likeCount": 0.18512583487190754, "dislikeCount": 0.047712125471966245, "videoId": "W6MJlmrjE48", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "KIS.B Kill The Lights Boomboxx Fisheye Films Greenlight We Gon Be Fine Watch Me BSide Decoy Rose Park Salt Lake Utah 801 435 TokoUso Polymovement Royal Bliss Neal Middleton Street Made Watch MeKIS.B  Kill The Lights Official Music VideoBOOMBOXX MUSIC and FISHEYE FILMS presents \"KILL THE LIGHTS\" Directed by Misi Taumoepeau of Fisheye Films. Track produced and engineered by Duke \"Tonga Kid\" Taumoepeau of Boomboxx Music. Song written and coproduced by KIS.B of Boomboxx Music. Recorded  Boomboxx Music Studios. KIS.B  KISB  kisb FISHEYE FILMS ", "viewCount": 0.35820633629117093, "labels": [14]}, "H6iNCD2YHbM": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "H6iNCD2YHbM", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "final fantasy 11 Puppetmaster vs Pallid Percy nyheen ff11 pup ff XI IX game Final Fantasy XI Square Storm Dog Star Ocean The Last Hope Square company Lightning Thunder Puppy Tornado Weather Cute Rain Dogs Game retailer Retail End Shop Shopping solo Beginning World Inc Untilfinal fantasy 11 Puppetmaster vs Pallid Percy solo episode 7time to test hannya tank out on something with magic. let see how it goes! credit goes to Star Ocean  The Last Hope music credit to Square company ff 11 game", "viewCount": 0.3573103783163991, "labels": [0, 1, 159, 1686]}, "HAozqwznVuo": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "HAozqwznVuo", "title": "", "description": "", "length": 0.24771212547196628, "keywords": "Bristol City Academy BS3 Ashton Gate Bristol CityTownVillage Jon Lansdown Steve Lansdown Amy Kington SGCBristol City's Academy recommended for Category Two statusManaging Director Jon Lansdown and Academy Interim Director Amy Kington on being recommended for Category Two status following the recent audit.", "viewCount": 0.34255342204982636, "labels": [12]}, "HBfHrNKmolY": {"likeCount": 0.1414973347970818, "dislikeCount": 0.0, "videoId": "HBfHrNKmolY", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "Doom Random things roe doom3 resurrection of evil different game video game gaming tsiripas flashbacksDoom 3  Random ThingsI gathered some random things while playing the game, not combat but mostly interesting parts two of which are also from the Expansion pack. My other Doom 3 & Resurrection of Evil Videos videos  Doom 3  Random Things Doom 3  Hell Level Doom 3  Third Person Doom 3  Full Settings Doom 3  All Monsters & Statistics Doom 3  Bosses & Statistics Doom 3 & Resurection of Evil  All Weapons & Statistics Doom 3 Resurection of Evil  Hell Level Doom 3 Resurection of Evil  All Monsters & Statistics Doom 3 Resurection of Evil  Bosses ", "viewCount": 0.32447717614952953, "labels": [3190]}, "HEIPWt9gbT0": {"likeCount": 0.2305351369446624, "dislikeCount": 0.0, "videoId": "HEIPWt9gbT0", "title": "", "description": "", "length": 0.25465426634781313, "keywords": "SpiderMan Comic Book Character Ultimate SpiderMan Comic Book Series SpiderMan Miles Morales Fictional Character Ultimate Marvel Comic Book Fictional Universe Miles Morales Ultimate SpiderMan SpidermanMiles Morales Ultimate SpiderMan 10Cancin  I Don't Care  Apocalyptica", "viewCount": 0.4203712640607707, "labels": [5, 354, 801]}, "do6fl4QtF44": {"likeCount": 0.1414973347970818, "dislikeCount": 0.03010299956639812, "videoId": "do6fl4QtF44", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "JayZ Jay Z Shawn Carter Eminem Slim Shady Marshall Mathers Young Jeezy D12 Con Artist 50 Cent GUnit G unit Trick Trick Dr. Dre B.O.B. Bizarre Tribute Cover Notorious B.I.G. Biggie Tupac Proof Comerica Park Tigers Detroit Downtown Michigan September 3rd 2010 932010 932010 Sept. 9310 9310 LIVE Concert Show Hip hop Rap Rock Sampling Recovery Blueprints 3 BP3 Tour High Quality HD Stan StanleyEminem  Stan LIVE 2010 COMERICA Park DetroitEminem performs Stan ft. Dido LIVE  Comerica Park on Sept. 3, 2010 during the 2nd of the two EminemJayZ Detroit, shows. Guests include D12, 50 Cent & GUnit, Trick Trick, Dr. Dre, Memphis Bleek, Young Jeezy, and B.O.B. I claim no rights to this video or any property that belongs to JayZ or Eminem.", "viewCount": 0.3891091226467724, "labels": [3]}, "FqJ8g5Bq36k": {"likeCount": 0.2041392685158225, "dislikeCount": 0.06989700043360189, "videoId": "FqJ8g5Bq36k", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "FYI FYI shows FYI tv FYI channel FYI television FYI network Tiny House Nation Tiny House Nation full episodes Tiny House Nation clips john weisbarth zack giffin tiny house tiny home custom tiny home tiny house nation first 24 the first 24 webseries living in tiny home tiny house justin melissa The First Show The First Episode The First 24 Show The First 24 Episode Episode Show Clip SeriesThe First 24 Justin and Melissa  FYIFollow Justin and Melissa as they spend their first 24 hours in their brandnew tiny home in this web exclusive from \"180 Sq. Ft. Backpack House.\" Subscribe for more from Tiny House Nation and other great FYI shows Enjoy more Tiny House Nation on YouTube Love Tiny House Nation? Find out more about the show on our site Watch full episodes here Check out exclusive FYI content Website  Tumblr  Facebook  Twitter  Instagram  Google  Tiny House Nation Season 1 300 Sq. Ft. His 'n Hers House In a Tiny House Nation, renovation experts and hosts John Weisbarth and Zack Giffin travel across America to show off ingenious small spaces and help new families design and construct their own mini dream homes. For your inspiration, for your imagination, and for your innovation, FYI embraces an adventurous, personalized and nonprescriptive approach to peoples' taste, space, look, story and more. FYI covers a range of stories and experiences that reflect how people actually live their lives today, not defined by just one passion or interest. Visit us at FYI.tv for more info.", "viewCount": 0.42614056270741396, "labels": [88, 307, 497]}, "Zwp7-n2UqWY": {"likeCount": 0.15051499783199063, "dislikeCount": 0.06020599913279624, "videoId": "Zwp7-n2UqWY", "title": "", "description": "", "length": 0.23710678622717363, "keywords": "Samsung GalaxyS Crysis Revolution Theme Froyo Darkys Bell ROM Android xdaSamsung Galaxy S Crysis Revolution Theme ReviewI decided to try out the Crysis Revolution theme even though I was quite happy with the look and feel of Darky's ROM out of the box. I was pleasantly surprised to see how much I liked the Crysis theme. Crysis21 has done a lot of hard work and the results speak for themselves You can download the Crysis theme from this XDA thread ", "viewCount": 0.4355259905527379, "labels": [21, 23, 24, 115, 1306]}, "62MIKDvNVUU": {"likeCount": 0.11139433523068368, "dislikeCount": 0.06020599913279624, "videoId": "62MIKDvNVUU", "title": "", "description": "", "length": 0.2534026106056135, "keywords": "Watch Dogs   Ubisoft   watch dogs HD walkthrough  Gameplay wii gameplay  PS4  Infamous Second Son  Video Game   Share Industry playstation4 PS3 TV PSvita JAPAN PC DLC   1   !!  Watch Dogs!! ATM ATM  Twitter 720pHD Twitter     watch dogs PS4    2014626     Action  ESRB  Cero Z   Ubisoft   Ubisoft", "viewCount": 0.34625477288026646, "labels": [0, 1, 35, 1130]}, "RyTaJpikpSA": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "RyTaJpikpSA", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "Sounders FC Casa Grande soccer MLS adidas training camp travelTraining Camp TravelThere is a lot of preparation needed to travel an entire team for training camp away from Seattle.", "viewCount": 0.32830749747354715, "labels": [12]}, "-42wYmqMlY8": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "-42wYmqMlY8", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "dragrace drag race Race 2 at MacapagalRace 2 at MacapagalVisit me  Race 2 at Macapagal", "viewCount": 0.31082266563749283, "labels": [2, 7]}, "efDgCGHoB2w": {"likeCount": 0.20086001717619176, "dislikeCount": 0.13222192947339192, "videoId": "efDgCGHoB2w", "title": "", "description": "", "length": 0.2513217600067939, "keywords": "Whats in your Motorcycle Tool Kit Motorcycle Tool Kit Tool KitWhats in your Motorcycle Tool KitWhats in your Motorcycle Tool Kit", "viewCount": 0.4216957207361097, "labels": [2, 30, 55, 270, 905]}, "egVaGnAvd8U": {"likeCount": 0.1079181246047625, "dislikeCount": 0.0, "videoId": "egVaGnAvd8U", "title": "", "description": "", "length": 0.25998830720736876, "keywords": "Lightroom5   Nikon D810 Nikon Corporation Business Operation Photography Visual Art Form Adobe Photoshop Lightroom Software   d810 70mm   Photo  Photographer Profession   Photo retouch Photo editing   Adobe Photoshop Software 2470 f2.8 f2.8    Lightroom5 Nikon, D810Enjoy Fotolife,Lightroom5  ", "viewCount": 0.3823409014892545, "labels": [146]}, "LJSqt0DD4Vw": {"likeCount": 0.1146128035678238, "dislikeCount": 0.10413926851582252, "videoId": "LJSqt0DD4Vw", "title": "", "description": "", "length": 0.25774917998372254, "keywords": "Spiderman Marvel Comicspider man total mayhem on samsung galaxy yhii guys this is the video of spider man total maheym on samsung galaxy y , if you want to download just visit my website cearfully read the instruction . guys there will be a littel bug at level 9 the game force close but dont worry i have a solution to fix it ,for this see my other video here subscribe me", "viewCount": 0.37701890227359935, "labels": [0, 1, 115, 2866]}, "-jXu-AphwZ0": {"likeCount": 0.20043213737826426, "dislikeCount": 0.03010299956639812, "videoId": "-jXu-AphwZ0", "title": "", "description": "", "length": 0.2230448921378274, "keywords": "the outdoor gear review gear back pack back packing ultralight hike hiking camp camping hiking gear camping gear T.O.G.R. tips backpacking tips trekking tips survival tips survival bushcraft tips Czech M85 Backpack military surplus military backpacking military backpack czech army Military Of The Czech Republic Armed Force czech military surplus military surplus gear giveaway give away contestCzech M85 Backpack  Military Surplus GiveawaySupport TOGR with Patreon  Enter now to win the Czech M85 Backpack! Want to know more about the M85 pack? Check out this preview video.  10 The Czech M85 Backpack is a large pack that has approximately 35L of storage capacity. With integrated shoulder straps and a small carry handle, the M85 backpack is capable of multiple carry options. Just in from the Czech Republic, we've got brand new M85 Backpacks from the Czech army! Features Storage Capacity of Approximately 35L Integrated Shoulder Straps and Top Carry Handle Name Tag Window Large Internal Compartment Two Internal Button Closed Side Pockets Specifications Dimensions 20\" H x 15\" W x 6\" D Water Resistant Exterior Surplus Unissued Condition These bags are really awesome! You can carry a large amount of gear and not worry about it getting wet. At the price these bags sell for, this is a great piece of gear to take into the woods with you or build your own bug out bag. Military Origin Czech Construction Vinyl Condition Surplus Unissued ... Check out our web site for more information concerning everything seen on our Channel including reviews, insight into what is coming up and a chance to vote and influence our upcoming overnight adventures. .... Come Join Us on Facebook and Twitter Facebook Twitter .....", "viewCount": 0.3803320523578754, "labels": [794]}, "ob7-F-kORFI": {"likeCount": 0.18692317197309763, "dislikeCount": 0.0, "videoId": "ob7-F-kORFI", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "dragon ball z dragon ball z budokai dbz budokai 3 gohan let's play dragon ball z budokai gameplay budokai vegeta kid buu goku piccolo masako nozawa natethegreat32896 Budokai 3 Gohan vs Kid Buu supreme kai's world shadowsayain1DBZ Budokai 3 Gohan 2 HP vs Kid Buu Alternate 7 HPThis was requested by my friend NatetheGreat32896 for me to be Gohan in his purple gi with only 2 HP to take on the Alternate colored Kid Buu at Supreme Kai's World. I really enjoyed this one and im sure that you all will too so please LIKE, COMMENT & SUBSCRIBE if you havent.  Thank you all for your time and I shall see you all in the next video. ", "viewCount": 0.36722826247889206, "labels": [0, 1, 5, 69, 144, 190, 384, 743, 1177]}}