{"PE3N4EhDvvI": {"likeCount": 0.10413926851582252, "dislikeCount": 0.07781512503836437, "videoId": "PE3N4EhDvvI", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "goals Fifa 07 football soccer gamecamTop 7 goals in Fifa 07Top 7 goals in Fifa 07", "viewCount": 0.3562411832949728, "labels": [0]}, "BWRjX00g87Q": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "BWRjX00g87Q", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "zoo date animals cute couples partner boyfriend girlfriend love kiss Animal Organism Classification Love Composition Wildlife Deer Elephant Lions seal Safari Tiger Nature mellaezza walking laughing fun life happy day sun summer paradise simple planZoo dateWent to Taronga zoo with my partner  He is amazing Was a awesome day  Yeah not much else to say about that haha Subscribe like comment favourite Peace out ", "viewCount": 0.3747334109615905, "labels": [509]}, "gq88wBl18oo": {"likeCount": 0.19138138523837167, "dislikeCount": 0.08450980400142569, "videoId": "gq88wBl18oo", "title": "", "description": "", "length": 0.2519827993775719, "keywords": "Monkey Animal go happy searching find puzzle logic games pacogames monkey go happy walkthrough funny fun game gaming free to play online review preview letsplay lets play playtrough how to browser f2pMonkey Go Happy Tales  walkthroughOur monkey need your help in searching little monkeys. Walkthrough for game Monkey Go Happy Tales, which you can play here", "viewCount": 0.4905072353034123, "labels": [0, 1, 5, 1183]}, "FJOYmnaveu4": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "FJOYmnaveu4", "title": "", "description": "", "length": 0.26063813651106055, "keywords": "Vienne French Department Course Rally COSSON anthony renault megane rs n4 rst chazel cdpracing rallye de la vienne 2014 camera embarque millet kevinRallye de la Vienne 2014 . ES6 .Cosson Anthony  MILLET KvinRallye de la vienne 2014 ES6 Cosson Anthony  MILLET Kvin Renault Megane N4", "viewCount": 0.3356025857193123, "labels": [2, 7, 17, 104, 129, 563, 1916]}, "fZRv_BtY9FQ": {"likeCount": 0.03010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "fZRv_BtY9FQ", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "2008 ALA Book Cart Drill Team World Championships 2008 ALA Book Cart Drill Team World Championship Can't believe this stuff is legit!", "viewCount": 0.33424226808222063, "labels": [8]}, "fa0i85J1baA": {"likeCount": 0.14623979978989562, "dislikeCount": 0.06020599913279624, "videoId": "fa0i85J1baA", "title": "", "description": "", "length": 0.2503790683057181, "keywords": "charity head shaveDennis gets his hair cutDennis has his long hair shaved off for children in need", "viewCount": 0.47160200469475033, "labels": [65]}, "uAt0LOrgABY": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "uAt0LOrgABY", "title": "", "description": "", "length": 0.23979400086720376, "keywords": "Nuna Leaf Baby Gear Review Baby Nuna Leaf Review Baby Bouncer Family Nuna ReviewsNuna Leaf Review  Our Knight Life Featured Mom PickA review of the European based company Nuna Leaf baby to child sway chair. Product was provided for review, all opinions are my own. Check out the full review on my blog www.familylifeinlv.com. Follow me on twitter FamillyNLifeLV", "viewCount": 0.40426148845885246, "labels": [11, 22]}, "uE3g7-fi1rM": {"likeCount": 0.23979400086720376, "dislikeCount": 0.047712125471966245, "videoId": "uE3g7-fi1rM", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "Tamiya CR01 Tamiya Rock Crawler RC car RC crawler RC water resist rock crawling RC car water Tamiya Corporation Business Operation Radiocontrolled Car Ranked Item Flood Disaster Type RC 4x4 Fourwheel Drive Mass Transportation System rc underwater Remote Control Invention rc water proofTamiya CR01  Flood in Slow MotionIt was on a day in spring 2015, after a few days of rain the river overflows and the paths around it were full of water. I went out for some trailing without my camera equipment. But I captured some shots with my iPhone 6 in slowmo mode and I thought is good to show you this.", "viewCount": 0.39821354948037696, "labels": [2, 17, 64, 95, 135, 149, 297, 490]}, "RM-m2RBbnYA": {"likeCount": 0.10413926851582252, "dislikeCount": 0.047712125471966245, "videoId": "RM-m2RBbnYA", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "anna king tekken DR joyboxTekken 5 DR joybox 7511 Anna vs. Kinginteresting", "viewCount": 0.39982157323709583, "labels": [0, 1, 69, 417, 3379]}, "AonGpMX8r9U": {"likeCount": 0.15563025007672873, "dislikeCount": 0.047712125471966245, "videoId": "AonGpMX8r9U", "title": "", "description": "", "length": 0.2575187844927661, "keywords": "Teddy Campbell music waynelinsey milesdavis jazz blues pop hiphop drumming pocketdrums Drum Kit Musical Instrument Drums New York US State Cover Drummer SoulTeddy Campbell Clinic NYC  BookendzTeddy playing to a A song that was written by Wayne Linsey for Miles Davis.", "viewCount": 0.3720324717417442, "labels": [4, 28, 33, 38, 78, 86]}, "n-Tf6PetQ8g": {"likeCount": 0.1278753600952829, "dislikeCount": 0.0, "videoId": "n-Tf6PetQ8g", "title": "", "description": "", "length": 0.2292256071356476, "keywords": "The Swan classical music cello live concert harp saintsaens most musically outstanding studentsSaintSaens The SwanMOST 2011 Musically Outstanding Students Cassandra Hansen  cello Caitlyn Small  harp", "viewCount": 0.3229425847920695, "labels": [4, 10, 97, 243, 278]}, "cv7grgWQV7U": {"likeCount": 0.16434526764861876, "dislikeCount": 0.047712125471966245, "videoId": "cv7grgWQV7U", "title": "", "description": "", "length": 0.21398790864012365, "keywords": "West Bromwich Albion F.C. Football Team Premier League Organization English Football League System Recurring Event Football Sport Soccer England Country United Kingdom Country West Bromwich CityTownVillage The Baggies West Brom Albion WBA Premier League Football League Hull City A.F.C. Football Team Tony Pulis Football PlayerTony Pulis is interviewed after Albion beat Hull City 10 in his first Premier League game in chargeWest Bromwich Albion head coach, Tony Pulis, speaks after winning 10 against Hull City in his first Barclays Premier League game in charge at The Hawthorns. The West Bromwich Albion YouTube Channel is your onestop hub for Baggies video content. Our team of insiders bring you an array of videos from across the club, including pre and postmatch interviews with the head coach and players, highlights packages, behindthescenes footage, funnies, fan cams, and lots, lots more. Delve into the archives to view classic Albion games from days gone by. To subscribe to OfficialAlbion, click here About West Bromwich Albion West Bromwich Albion Football Club, also known as West Brom, the Baggies, the Throstles, or simply Albion, currently play in the English Barclays Premier League. Established in 1878, Albion has a proud heritage and rich tradition as one of the 12 founder members of England's Football League. The club won the Football League Championship in 1920 and are fivetime FA Cup winners 1888, 1892, 1931, 1954 & 1968. Strong footballing principles remain at the core of the club and its progressive thinking has seen it thrive on and off the pitch on a global stage, while not forgetting its roots. The home of the 'Baggies' The Hawthorns  has a 26,586 capacity and sits in a central location in the Midlands. Like the club's stateoftheart training facilities, the stadium offers the ideal backdrop for Barclays Premier League football. It remains a hive of activity allyear round as the club's directors and staff ensure everything is in place to remain competitive year after year in the biggest league in the world. Welcome to the West Bromwich Albion  OfficialAlbion Youtube Channel  Facebook  Google  Twitter  Leave us a comment below!", "viewCount": 0.37318304202881625, "labels": [12]}, "cw6reBUpSN4": {"likeCount": 0.2416640507338281, "dislikeCount": 0.03010299956639812, "videoId": "cw6reBUpSN4", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "ben levin guitar lesson dr. levin soloing guitar techniqueSoloing Outside the Box Part 1 with Dr. Levin One StringEmail me at BenLevinMusicgmail.com to sign up for private lessons via Skype My music for those who are interested and In this new series I will be talking about techniques and processes that help break outside of conventional patterns and shapes when improvising. I hope you enjoy it, let me know what you think!", "viewCount": 0.40839324016386264, "labels": [4, 9, 10, 37]}, "9Hpt6pRQ-v0": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "9Hpt6pRQ-v0", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "CHOCOLATE WORKSHOP AT THE CHALET DU CHOCOLATLes Gets chocolate work shopIn a beautiful alpine town Les Gets you can taste not only the classic savoy sausage. You can do it yourself. . . cook it with chocolate in the Chalet du chocolat!", "viewCount": 0.3184975190698261, "labels": [11, 22, 29, 32, 250]}, "1G-qz6RpapI": {"likeCount": 0.14471580313422192, "dislikeCount": 0.09542425094393249, "videoId": "1G-qz6RpapI", "title": "", "description": "", "length": 0.2540329474790874, "keywords": "princess and the frog app review there there's there is a monster at the end of this book grover kids bookThere's a Monster at the end of this book & princess and the frog app reviewsreview of two book interactive apps \"There's a Monster at the end of this book\" is an app based on the book go figure lol it's really nice and makes a great app!", "viewCount": 0.4369271532621027, "labels": [1, 16, 434, 1594]}, "1IYi6Pn3hBc": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "1IYi6Pn3hBc", "title": "", "description": "", "length": 0.2582063362911709, "keywords": "Terps Gymnastics University Maryland Ohio State 2008 Comcast CenterMaryland Gymnastics vs. Ohio State 2008Our first meet of the season!!", "viewCount": 0.3406199423663313, "labels": [261]}, "2vtUA2VJNYA": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "2vtUA2VJNYA", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "CSP LIMOGES RICHARD DACOURY BASKETdac.mpgRichard Dacoury saison 9495", "viewCount": 0.38544882250444307, "labels": [0, 52, 70, 125]}, "PvuOG7RRwHs": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "PvuOG7RRwHs", "title": "", "description": "", "length": 0.2527629900871339, "keywords": "technology ipod help jailbreak transfer files winscp openssh ipodtouchhelper23 restore problem lock broke wifi iphoneHow To Transfer files from iPod to ComputerDownloadWINSCPHere www.winscp.com you need to get openssh from cydia or installer. host name will be your i.p. address. username \"root\" and the password \"alpine\" both without quotations. if there are any problems. make a video response showing your problem or comment. comment, rate, subscribe ", "viewCount": 0.33279716236230106, "labels": [288]}, "Q0yFYx108lo": {"likeCount": 0.16434526764861876, "dislikeCount": 0.06020599913279624, "videoId": "Q0yFYx108lo", "title": "", "description": "", "length": 0.23636119798921446, "keywords": "dr who doctor rose tyler david tennant billie piper the killers when we were youngThe Doctor and Rose  When We Were Youngoh well i just love the new killers song and thought its about time i make a video to it so here it is feel free to comment", "viewCount": 0.4167435494042036, "labels": [1127]}, "dYH45n6zocc": {"likeCount": 0.20253058652647704, "dislikeCount": 0.2113943352306837, "videoId": "dYH45n6zocc", "title": "", "description": "", "length": 0.25728716022004805, "keywords": "DCUO DC Universe Online Superpatriot News Loadout Guide DLC Update Let's Play Walkthrough Fire Ice Earth Sorcery Nature Electricity Celestial Gadgets Mental Hard Light Quantum Tank Healer Controller DPS PVE PVP MMO MMORPG Free to PlayDCUO So Much Hate, So Much StupidI'm on Facebook! Follow me on Twitter. Check out my IGN blog! Loadout Guides and Walkthroughs FAQ Series Let's Play with Electricity Series Join the Kingdom Come forums for a positive DCUO community environment Join the DCUO Olympus Games! DCUO Sourcecast podcast Sourcecast podcast livestream every Friday following FNL DC Universe Online Official Site Investigation and Briefing Locations Royalty Free Music by httpaudiomicro.comroyaltyfreemusic Sound Effects by ", "viewCount": 0.35422027824340285, "labels": [0, 1, 1340]}, "lisMu46YPXQ": {"likeCount": 0.1146128035678238, "dislikeCount": 0.03010299956639812, "videoId": "lisMu46YPXQ", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "Impala SS burnout fire brakes popped tireImpala SS Flaming burnoutImpala SS flaming burnout complete with brakes on fire, under hood fire, popped tire, etc. Doesn't get much better than this!", "viewCount": 0.35328817194073975, "labels": [2, 7, 179, 1383]}, "ZfiF9ikJ4Lc": {"likeCount": 0.11760912590556814, "dislikeCount": 0.09542425094393249, "videoId": "ZfiF9ikJ4Lc", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "spore creatureMokey man live'ssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssThis video was created using Spore.", "viewCount": 0.40549193271238154, "labels": [0, 1, 1475]}, "_R8C2VL9Dy0": {"likeCount": 0.18388490907372554, "dislikeCount": 0.047712125471966245, "videoId": "_R8C2VL9Dy0", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "Official Portal Soundtrack Vol.3 Cara Mia Addio Opera Turrent Song endingOfficial Portal 2 Soundtrack Vol.3  Cara Mia AddioThe Official Release of the Cara Mia Opera turret song. Enjoy ", "viewCount": 0.36590600722409383, "labels": [1021, 1110]}, "4424UFt3pbU": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "4424UFt3pbU", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "HalfLife2 HalfLife HL2 Link Zelda LoZ Master Sword MasterSword ShiKage ShiKage08Link's Master Sword in HalfLife 2Well, I only got HalfLife 2 the other day from a friend, so I'm obviously not very good at the game, yet. However, this mod is a very fun mod to toy around with.", "viewCount": 0.33001605369513526, "labels": [0, 1, 1326]}, "4DIhrzVJoAg": {"likeCount": 0.06989700043360189, "dislikeCount": 0.09030899869919436, "videoId": "4DIhrzVJoAg", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "Sims Highway Blues home tour show music game house modern goth gothic heavenly hell kitchen study livingroom bathSims 2 house tourA tour of my sims 2 house it seems like a goth modern or heavenly place to live ini think the living room is hella niceso comment please", "viewCount": 0.31010593549081156, "labels": [88, 242, 254, 459]}, "qckAGV6J25M": {"likeCount": 0.2649334858712142, "dislikeCount": 0.06020599913279624, "videoId": "qckAGV6J25M", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "Junk Room dead sonsDEAD SONS  Junk RoomAvailable NOW as FREE DOWNLOAD from www.deadsons.tv", "viewCount": 0.4652420410806234, "labels": [14, 47]}, "CFZkESVLzso": {"likeCount": 0.23856062735983122, "dislikeCount": 0.06989700043360189, "videoId": "CFZkESVLzso", "title": "", "description": "", "length": 0.22405492482826, "keywords": "America's got talent 2011 The Art of TekniqueAmerica's Got Talent 2011The Art of TekniqueBattlefest Rehearsal 1&2.qtRehearsal 2 starts at 158", "viewCount": 0.5137360442147941, "labels": [6, 8, 49]}, "fVRpz7nTK2Y": {"likeCount": 0.13010299956639812, "dislikeCount": 0.07781512503836437, "videoId": "fVRpz7nTK2Y", "title": "", "description": "", "length": 0.22278867046136736, "keywords": "Aidan Light Rock Star Billy four year old Drumming prodigy4 year old drum prodigy Aidan explains his drum kit and talks about his plans for the futureAidan wants to be a rock star", "viewCount": 0.41204423068733065, "labels": [28, 33, 38, 78, 86]}, "fVryGg5-GIQ": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "fVryGg5-GIQ", "title": "", "description": "", "length": 0.2481442628502305, "keywords": "Giesen Wines Nick Stock the Giesen Brothers Marlborough Sauvignon Blanc Wine of New Zealand WinemakingThe Giesen Brothers 2012  By Nick StockThere is a strength of character and determination about Giesen brothers Theo, Alex and Marcel who, despite the naysayers, made the bold leap from Germany to New Zealand in 1981 to make world class wines. Over the last 30 years they have laid deep roots in the Marlborough region, developing their own vineyards and simply making wines that people want to drink and that, is all there is to it. Hear what the Giesen brothers have to say after almost 30 years of winemaking in New Zealand.", "viewCount": 0.3247973266361807, "labels": [11, 877, 1625]}, "fXfhUfTWLrg": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "fXfhUfTWLrg", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "Playstation PS3 yellow light of death 60gb Sony little big planet madden 11PS3 60GB classic system how to restore lifeWHAT SONY DOSNT TELL YOUi have had my PS3 for over 4 12 yearscan you believe its been that long and still do this day July 1st 2010 still works .. the reason behind it is in this video", "viewCount": 0.30895518828864543, "labels": [74, 183, 187]}, "t2nCZYEWiPk": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "t2nCZYEWiPk", "title": "", "description": "", "length": 0.2459392487759231, "keywords": "fashion male model Andres Ramirez sexyest ever industry New York runway style photoshoot models modelo andres ramirez sexy top winter fashionweek men 2011 nyc Model personAndres Ramirez  Model DiaryWatch The Supermodel Andres Ramirez in 1 day of his work one of the male faces in the fashion industry. His looks and exotic features combined with his sophisticated style makes him so unique and that its what defines the today's male model. He is well know for his drastic changes of images. Ramirez is know to his colleagues and friends as helpful, Patient and tireless in his work, Kind, Fun and professional", "viewCount": 0.3150142161848559, "labels": [332]}, "t3vMrfgSYK0": {"likeCount": 0.2859738566197147, "dislikeCount": 0.20492180226701817, "videoId": "t3vMrfgSYK0", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "saxena neha dhamaka action diwali zee did aishwarya era rai Zeetv Serials zeenat dhinchak aniruddha replayy story Indian champs dhupia tv Indian Tv Show rajesh show retro bachchan paul aman khanna reality television joshi kumar shruti manish srgmp akshay rahul lil eventAction Replayy Dhinchak Diwali Oct. 31 '10  Akshay Kumar Part1Free Subscription click here  Get notified about our Latest update by Clicking the Bell Icon  Paid Subscription Zee5 click here To Free Download ZEE5 Mobile app click the link below Playstore iTunes Connect with Zee Tv on Social Media Facebook  Instagram  Twitter  Connect with Zee5 on Social Media Facebook  Instagram  Twitter  ", "viewCount": 0.5339204906741932, "labels": [6, 8, 653]}, "PSuNTgVahPs": {"likeCount": 0.12041199826559248, "dislikeCount": 0.0, "videoId": "PSuNTgVahPs", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "scotty mccreery trouble cover solo concert lancaster ca 12912 CaliforniaScotty McCreery \"T.R.O.U.B.L.E.\" Lancaster, Ca 12912Scotty McCreery performs a cover of \"T.R.O.U.B.L.E\" at his solo concert in Lancaster, Ca on 12912. The story I originally had 2nd row seats but when the concert first started, everyone including myself went up to the stage. I was pushed up against the stage during the whole concert and my mom stayed in the second row and recorded these videos! The concert was insane and Scotty\"s performance was amazing! I also got Scotty's guitar pick! Follow me on twitter please ", "viewCount": 0.3186673867499745, "labels": [3, 4, 6, 10]}, "PTBirBI2rM0": {"likeCount": 0.047712125471966245, "dislikeCount": 0.06020599913279624, "videoId": "PTBirBI2rM0", "title": "", "description": "", "length": 0.2416640507338281, "keywords": "david booker clm165 conputer literacy for musicians iphone garageband tutorialControl GarageBand with iPhoneDavid Booker showing a tutorial about using the iphone to control garageband", "viewCount": 0.3625312450961674, "labels": [21, 23, 31, 40, 57, 73]}, "6zaTGBEyv5Y": {"likeCount": 0.20718820073061256, "dislikeCount": 0.15185139398778877, "videoId": "6zaTGBEyv5Y", "title": "", "description": "", "length": 0.24712917110589389, "keywords": "Nouveau clip Lady Mounss Exclusivit Sanslimitesn.com Lady Mounass kaay raay maNouveau clip Lady Mounass \"kaay raay ma\" en ExclusivitNouveau clip Lady Mounss \"kaay raay ma \" en Exclusivit", "viewCount": 0.456961966713282, "labels": [14]}, "K2ngWAo9Z_8": {"likeCount": 0.13979400086720378, "dislikeCount": 0.11760912590556814, "videoId": "K2ngWAo9Z_8", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "japanese learn lesson give receive ageru morau kureru grammar round cat marui neko sushi FLA     Japanese Lesson Ageru, Kureru, Morau  Learn Japanese grammar with Round Cat.", "viewCount": 0.3638389407665336, "labels": [5, 16]}, "patwbSthCXw": {"likeCount": 0.32494429614425824, "dislikeCount": 0.14623979978989562, "videoId": "patwbSthCXw", "title": "", "description": "", "length": 0.23242824552976926, "keywords": "AK12 FAD HONEY BADGER MSBS R5RGP SA805 SC2010 BIZON CBJMS K7 MTARX VECTOR CRB VEPR AMELI CHAIN SAW LSAT M27 IAR IA2 MK14 EBR MR28 SVU L115 LYNX USR VKS FP6 MAUL MTS255 Riot Shield .44MAGNUM M9A1 MP443 GRACH P226 PDW PANZERFAUST KASTET MK32 Sat Com I.M.S Guard Dog Sentry Gun Trinity Rocket Gryphon Vulture Battle Hind Juggernaut Maniac Juggernaut Helo Pilot Specialist Assault Support KEM Strike K.E.M. Strike GameplayCall Of Duty Modern Warfare 4  The Next COD?Subscribe Here  Follow my Twitter  Follow my Twitch  ", "viewCount": 0.42712140972088336, "labels": [0, 1, 36, 185, 367]}, "pg6tkeK_PEA": {"likeCount": 0.12041199826559248, "dislikeCount": 0.047712125471966245, "videoId": "pg6tkeK_PEA", "title": "", "description": "", "length": 0.2661812685537261, "keywords": "SPECIAL DEAL FOR ARCHIELUXURY Wrist Watch Lovers in America  ONLY FIRST 50SPECIAL DEAL FOR ARCHIELUXURY Wrist Watch Lovers in America  ONLY FIRST 50SPECIAL DEAL FOR ARCHIELUXURY Wrist Watch Lovers in America  ONLY FIRST 50 Always buy a PreOwned Luxury Wrist Watch from a True Enthusiast  JEWELERS ON TIME The Best Independent Rolex Dealer in America  Jewelers On Time Jewelers On Time 149 Riverside Ave. E Newport Beach Ca, 92663 9496507777 Store 9496305788 Cell 9496501056 Fax ", "viewCount": 0.3352182518111363, "labels": [343]}, "E6fP-F-FGDA": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "E6fP-F-FGDA", "title": "", "description": "", "length": 0.25289167002776547, "keywords": "memphis madness 2013 memphis madness memphis player introductionsMemphis Madness Player Introductions 2013Memphis Madness Player Introductions 2013", "viewCount": 0.31458177144918276, "labels": [3]}, "E6QcgEusg7s": {"likeCount": 0.18129133566428557, "dislikeCount": 0.06020599913279624, "videoId": "E6QcgEusg7s", "title": "", "description": "", "length": 0.2561101383649056, "keywords": "Booredatwork Audio Gaming Audio SteelSeries SteelSeries Flaux InEar Pros Review HeadphonesSteelSeries Flux InEar Pros Gaming Headphones Pure Awesomeness Twitter Twitter Twitter Facebook Google Empireavenue Pinterest A few weeks ago we reviewed the well crafted SteelSeries Flux inear headphones. Today we take a look at the Fluax inear Pro gaming headphones. Featuring balanced armature driver technology, the Flux Inear Pro headset is the most accurate headset SteelSeries has ever produced. Experience a new dimension in your favorite games, music and movies, thanks to the highly detailed soundscape of the finelytuned balanced armature drivers. The balanced armature driver requires no external air to produce sound. This means the driver can be made to be very small and it also means that it can be tuned very precisely. What you get is an enriching sound and feel that brings your gaming to another level. Our swappable cable system offers full compatibility with mobile devices, PC and Mac, A mobile end with a single 3pole 3.5mm jack and a PC cable with a 3.5mm headphone jack and a 3.5mm microphone jack have both been included. this headset can optionally be worn down. To achieve this you must switch the earbuds' intended sides place the left earbud in your right ear and the right earbud in your left ear. The headphones come with included memory foam tips for an even better audio experience. Also Include is a sleek yet compact carrying case to protect your headset. In addition, can hold your extra cable and ear tips. The Beauty with the SteelSeries Flux InEar Pro, besides the great build quality or the real tangle free cables, is truly the sound. You get rich balance audio, be it during your favorite session of Guild Wars 2 or taking a jog listening to your power running track. The balanced armature drivers really give you a clear and smooth audio feel with great bass, and clear audio with vocals sounding balanced at clear. Priced at 129.99 these are truly the first set of inear headphones that serve both the gamer and music lover in all of us.", "viewCount": 0.3895477796275715, "labels": [410]}, "E8bcXF0X_14": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "E8bcXF0X_14", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "Excel fifth wheel 5th wheel rv Peterson travel trailer recreational vehicle WinslowWinslow Introduction for YouTubePeterson Industries unveiling of our new product line \"WINSLOW\" at our Excel Family Reunion on May 27, 2009.", "viewCount": 0.3453318340047038, "labels": [2, 7, 402]}, "E9obiL-Vp94": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "E9obiL-Vp94", "title": "", "description": "", "length": 0.2637489729512511, "keywords": "Recruiting college Athletics Tennis CollegeEstelle Wong Class of 2014 College Tennis Recruiting Videoestelle.j.wonggmail.com Hi my name is Estelle Wong, I go to school at Francis Parker School in San Diego, California. I am graduating in 2014. Thanks for watching!", "viewCount": 0.34593924877592314, "labels": [226, 1380, 1525]}, "SJQeQH45Jpo": {"likeCount": 0.11760912590556814, "dislikeCount": 0.047712125471966245, "videoId": "SJQeQH45Jpo", "title": "", "description": "", "length": 0.2615950051656401, "keywords": "Perth SC cockburn city reserves cup final football west soccer wa bgc stadiumReserves Cup Final  Perth SC v Cockburn CityPerth SC v Cockburn City in the Final of the Reserves Cup 2012 season", "viewCount": 0.34718781993072906, "labels": [0, 12]}, "DlYaHsQ2Ylw": {"likeCount": 0.16232492903979007, "dislikeCount": 0.1079181246047625, "videoId": "DlYaHsQ2Ylw", "title": "", "description": "", "length": 0.21461280356782383, "keywords": "death rubber band rubberband world's longest teenagers teenagerWORLD'S LONGEST RUBBER BAND!Teenagers tie together over 1000 rubberbands and sling it at one another.", "viewCount": 0.39576072870600953, "labels": [1365]}, "DCH7FHyBCk8": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "DCH7FHyBCk8", "title": "", "description": "", "length": 0.2459392487759231, "keywords": "FMA Fullmetal Full Metal Alchemist Alchemy King Bradley Homonculus Pride Nickelback This is how you remind me AnimeFullmetal Alchemist Pride Possible SpoilersA music video tribute to Pride from Fullmetal Alchemist. The song used is \"This is How You Remind Me\" by Nickelback. Comments and constructive critique are very welcome. Enjoy!", "viewCount": 0.3520614521878236, "labels": [5, 16, 1140]}, "DEKAXPwciu4": {"likeCount": 0.17708520116421445, "dislikeCount": 0.06989700043360189, "videoId": "DEKAXPwciu4", "title": "", "description": "", "length": 0.22479732663618068, "keywords": "line rider highspeed manuals rafael iridethelines techdawg irtl commandercoke cc aspi33 aspi aspi333 monthsHeart AttackI'm also a Drum & Bass DJ and producer. For some of my work, visit  My biggest highspeed manual track to date. 7 months in the making, and now it's done. It started as a collaboration with OptigonSolace, in December 2009. But then he quit it and I realized my part was really good. I continued it with my intention of it being my Tournament of Champions entry, which is on www.weridethelines.forumotion.com. Enough talking, enjoy it  Oh, here's a picture of the ending monument ", "viewCount": 0.44459620763240965, "labels": [16, 2974]}, "k2JsE8sse3Y": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "k2JsE8sse3Y", "title": "", "description": "", "length": 0.26848453616444123, "keywords": "1990 Virginia Union University Marching Band1990 Virginia Union University Marching Band1990 Virginia Union University Marching Band vs Winston Salem State University", "viewCount": 0.3295567099962479, "labels": [4, 13, 164, 429]}, "k3wtsXfRa3U": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "k3wtsXfRa3U", "title": "", "description": "", "length": 0.23996737214810382, "keywords": "folkheim asylum ignorantiae folk metal chileFolkheim ... video clip jajajAca un video clip de Folkheim hecho caseramente jejeje", "viewCount": 0.3595716619943425, "labels": [3, 4, 10, 13]}}