{"nFtd2jOVjHo": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "nFtd2jOVjHo", "title": "", "description": "", "length": 0.260530504614111, "keywords": "Street Storm CVRN9710G Street Storm Street Storm CVRN9710G    Street Storm CVRN9710G", "viewCount": 0.3446226401778163, "labels": [2, 7]}, "kIdT3YPzB2w": {"likeCount": 0.19030899869919438, "dislikeCount": 0.03010299956639812, "videoId": "kIdT3YPzB2w", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "Holi Color Festival Devin Supertramp Michi Leber Fun Ludiwgshafen Colour Music GoPro India Germany Party Huge Open Air Colors RedBull Pyros Twinbrother DJs Taddes holi festival of colors gopro hero 2 Mako  Beam Feat Angel Taylor dobe Premiere After Effects Camera Flying Wind Change Adobe After Effects Software Ludwigshafen CityTownVillage Film Invention Check Film Film Kite Romeo Mannheim POV Video PhotoGoPro HERO 2  Holi Color Open Air 2013Quick sumup of our local holi festival in 2013!  Open the description for more  my social media   Tritt meiner Filmmaking Facebook Gruppe bei Snapchat MichiLeber Filmed & Edited by Michael Leber Camera GoPro HD HERO 2 Editing Progs. used Adobe Premiere & After Effects Both CS6 Song Mako  Beam Feat Angel Taylor I upload stunts performed either by trained athletes or under the supervision of professionals. Michi Leber insists that no one attempt to recreate or reenact any stunt or activity performed in the video. Presslicensing enquiries contactmichileber.com", "viewCount": 0.3845965761545484, "labels": [89, 284]}, "Qrhag0-aa48": {"likeCount": 0.03010299956639812, "dislikeCount": 0.06020599913279624, "videoId": "Qrhag0-aa48", "title": "", "description": "", "length": 0.24983105537896005, "keywords": "virgin america group ksfo kjfk airbus a319 FSXFSX VIRGIN AMERICA A319 SAN FRANCISCO TO NEW YORKFSX Virgin america a329 KSFO TO KJFK this was one of my best takeoffs in this plane so please comment and rate.", "viewCount": 0.3130011949671905, "labels": [2, 44, 46, 107, 114, 138, 785]}, "mOSmGb15eA8": {"likeCount": 0.2706717782336759, "dislikeCount": 0.1361727836017593, "videoId": "mOSmGb15eA8", "title": "", "description": "", "length": 0.22455126678141502, "keywords": "Tae Money taemoney419 hoguecinematics hogue cinematics cinematics canon dslr camera director music videos music videos toledo ohio rap chicago detroit monroe cleveland dayton findlay atlanta florida cali california mgk rook est till i die cameramanTae Money  \"Who I Am\"  shot by HOGUEcinematicsInstagram realtaemoney", "viewCount": 0.46594122402217164, "labels": [14]}, "FKhaLAX9YYo": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "FKhaLAX9YYo", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "parkour freerunning Summer Running 3runRubi Summer Time 2013Ma h ca anh en gia nh RUBI !!!  Edit  GHOZT Cameraman  AJ, GHOZT Music  Life Goes On  Pigeon John", "viewCount": 0.3137037454789513, "labels": [210]}, "87hNpak9xcg": {"likeCount": 0.07781512503836437, "dislikeCount": 0.06020599913279624, "videoId": "87hNpak9xcg", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "The Lament of the Jersey DevilThe Lament of the Jersey DevilDiane Semmling with her OM18V Martin & a serious case of Roy Orbison helmethair, sings \"The Lament of the Jersey Devil\". This song was a group effort, circa 2007, by Dave Nachmanoff, the pm Songwriting class of the Ramsey Fine Arts Council, & me.", "viewCount": 0.3070776462843435, "labels": [9, 10, 34]}, "8F91veU5Nos": {"likeCount": 0.15185139398778877, "dislikeCount": 0.0, "videoId": "8F91veU5Nos", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "Clash of Clans Clan Wars 3 Stars 3Stars Attack Strategy Attack Strategy coc lvl Town Hall Clan Wars How To War Strategies 3 Star 3Star Three Three Star Stars Townhall clashofclans Guide Base Designs Town Hall 9 TH9 TH 9 Lava Hounds Balloons PentaLavaloonClash of Clans TH9 vs TH9 Five Lava Hound & Balloon PentaLavaloon Clan War 3 Star AttackAttacker TH9 4 Level 2 Lava Hound, 1 Level 3 Lava Hound, 20 Level 6 Balloon, Level 22 Archer Queen, Level 20 Barbarian King, 4 Level 5 Rage Spell Defender TH9 Level 15 Archer Queen, Level 14 Barbarian King, Rank 1125  Clash of Clans Clash of Clans is an addictive mixture of strategic planning and competitive fastpaced combats. From ragefilled Barbarians with glorious mustaches to pyromaniac wizards, raise your own army and lead your clan to victory! Build your village to fend off raiders, battle against millions of players worldwide, and forge a powerful clan with others to destroy enemy clans. PLEASE NOTE! Clash of Clans is free to download and play, however, some game items can also be purchased for real money. If you don't want to use this feature, please disable inapp purchases in your device's settings. Also, under our Terms of Service and Privacy Policy, you must be at least 13 years of age to play or download Clash of Clans. A network connection is also required. FEATURES  Build your village into an unbeatable fortress  Raise your own army of Barbarians, Archers, Hog Riders, Wizards, Dragons and other mighty fighters  Battle with players worldwide and take their Trophies  Join together with other players to form the ultimate Clan  Fight against rival Clans in epic Clan Wars  Build 18 unique units with multiple levels of upgrades  Discover your favorite attacking army from countless combinations of troops, spells, Heroes and Clan reinforcements  Defend your village with a multitude of Cannons, Towers, Mortars, Bombs, Traps and Walls  Fight against the Goblin King in a campaign through the realm Apple Device  Updated Feb 24, 2015 Version 7.1.1 Size 55.5 MB Languages Dutch, En, French, German, Italian, Japanese, Ko, Portuguese, Russian, Simplified Chinese, Spanish, Traditional Chinese, Turkish Seller Supercell Oy  2012 Supercell Rated 9 for the followingInfrequentMild Cartoon or Fantasy Violence Compatibility Requires iOS 4.3 or later. Compatible with iPhone, iPad, and iPod touch. This app is optimized for iPhone 5. Android Device  Current Version 7.1.1 Requires Android 4.0.3 and up", "viewCount": 0.39688097139128586, "labels": [0, 42, 306]}, "j_cAoQBHUVU": {"likeCount": 0.261066016308988, "dislikeCount": 0.047712125471966245, "videoId": "j_cAoQBHUVU", "title": "", "description": "", "length": 0.24785664955938436, "keywords": "Baseball SportEric Tucker Class of 2014 Baseball VideoEric Tucker Class of 2014 Baseball Video My personal baseball profile This one shows some info. about me with some stats,accomplishments and also contact info. My travel team website profile This one tells about what I have done for my travel team. I am very proud of helping the team win the 2011 CABA world Series by beating the powerful East Cobb Astros twice to accomplish the feat. We finished ranked 5th in the country by Perfect Game and East Cobb held on to their  1 ranking.It great to be honored with making the All CABA tournament team. I give 110 everyday in the classroom and on the baseball field since my goal is to be a ScholarAthlete after I graduate next year from High School.", "viewCount": 0.5122386284935283, "labels": [0]}, "j_LAx9No4dY": {"likeCount": 0.14471580313422192, "dislikeCount": 0.047712125471966245, "videoId": "j_LAx9No4dY", "title": "", "description": "", "length": 0.2617000341120899, "keywords": "Lego Halo Hornet Red vs BlueLego Halo Hornet Version 3 InstructionsInstructions were requested for this Lego Hornet model that was used in my series Lego Red vs. Blue Response Parts 5 and 6. This will probably be my last Lego Halo instructional video.", "viewCount": 0.3692935002531138, "labels": [26, 130, 157]}, "jdGkQF0BiTA": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "jdGkQF0BiTA", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "2010 New York Auto Show Lincoln Ford 2011 MKX MKZ MKS Mercury MilanMercury Milan, Lincoln MKX with MyLincoln, & Lincoln MKZ Hybrid at NYIAS 2010  492010Here is the 2011 Lincoln MKX with the exterior features, and most of the features are also shared with the Ford Edge Crossover. MyLincoln and MyFord are part of the Microsoft Sync pacakage with intuitive controls with the climate, audio, navigation, and LED Screen of the instrument panel. The Lincoln MKZ Hybrid shares most of the features from the Ford Fusion and Mercury Milan Hybrids. Just like the Ford Fusion and Mercury Milan Hybrids, the exterior styling of the MKZ Hybrid is the same as the 2011 MKZ just to sort of forget that it's a Hybrid. But with the Hybrid badge, it is easy to tell that it's a Hybrid. It also gets the same fuel economy as the Fusion and Milan Hybrids, which actually beats the HS250h from Lexus and has 191 Horsepower with 2.4L Atkinsons Cycle engine with electric motor.", "viewCount": 0.3046495164334708, "labels": [2, 7, 116, 171, 1012, 3466]}, "zwaVhi-rQC4": {"likeCount": 0.22624510897304295, "dislikeCount": 0.12304489213782739, "videoId": "zwaVhi-rQC4", "title": "", "description": "", "length": 0.2507855871695831, "keywords": "M27 IAR M27 IAR M27IAR 350 Flawless Siege Gameplay Ghosts Gameplay tips and tricks how to how to Tips and Tricks Call of Duty Ghosts Ghost call of duty ghost ghost gameplay ghost multiplayer Duty Call of Duty Call of Duty Ghosts Call of Duty Ghosts Ghosts Multiplayer Call of Duty Ghosts Multiplayer CoD CoD Ghosts Multiplayer MP Ghosts MP Multiplayer Gameplay Maps Map Infinity Ward Weapons Guns Tracker Sight Tracker SightCoD Ghosts 350 Flawless TDM on Siege  Call of Duty Ghosts M27 IAR GameplayCommentarySome Call of Duty Ghosts action on Siege. Showing off a pretty powerful spot on Siege that you can totally abuse with the Tracker Sight and the M27 IAR LMG. Hope you guys enjoy the video D Enjoy my videos? Consider donating 12. It goes a LONG way! Want to help the channel grow? Help me out and click \"Like\", \"Add to Favorites\", comment, and share with friends! Twitter Facebook Page ZybakTV Shirts AT COST Check out my Live Streams Here ", "viewCount": 0.4119453850756061, "labels": [0, 1, 36, 367]}, "bunn-vFW2Ks": {"likeCount": 0.21335389083702175, "dislikeCount": 0.1079181246047625, "videoId": "bunn-vFW2Ks", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "Tibia Fortera War Supremacy Part Finisterra Bay Red Sky Team Justice Knurd Yep Ocera Empera BopTibia Fortera War Supremacy Part 7My New Movie Enjoy  download movie here  Tibia Fortera War Supremacy Part 7 FinisterraBay BayBopRed Sky Team Vs Supremacy", "viewCount": 0.48401688492407563, "labels": [0, 1, 621]}, "SBxer0XbFQI": {"likeCount": 0.19190780923760742, "dislikeCount": 0.0, "videoId": "SBxer0XbFQI", "title": "", "description": "", "length": 0.24099331233312948, "keywords": "The Novelists Eric Andersen Joel Ackerson Zack Teran Justin Kruger Above The Hiding NPR Radio Network Tiny Desk Concert Tiny Desk Contest Tiny Desk SubmissionThe Novelists  Above The Hiding NPR Tiny Desk Concert SubmissionJoel Ackerson  vocals, guitar Eric Andersen  vocals, piano Justin Kruger  vocals, drums Zack Teran  vocals, upright bass", "viewCount": 0.3636989101812229, "labels": [4, 9, 10]}, "SCvuC7x_41o": {"likeCount": 0.21038037209559568, "dislikeCount": 0.16720978579357176, "videoId": "SCvuC7x_41o", "title": "", "description": "", "length": 0.22671717284030138, "keywords": "Fifa 09 psp playstation portable game football soccer gameplay footage manchester united chelsea remotejoy EA 2009 Football Soccer Next Gen PES Beater PS3 Xbox 360 arsenal Lost Heroes PC Game funny footie commentaryPSP FIFA 09 Gameplay Brasil VS Argentina HQ Beautiful Goals!!This is FIFA 09 for the handeld 'PSP'. The gameplay is definitely improved. The FIFA 09 for PSP, has also a new mode namely 'Be a Pro Mode' which explains that FIFA 09 for the PSP is an excelent game is. So dont hesitate, just buy it!!! This gameplay's match is Argentina VS Brasil. I recorded the video using Remotejoy It may seem a little laggy. That's just because of the program 'remote joy', also this video doesn't have sound, because the program doesn't capture the sound, so sorry for that! Please rate and subscribe! hier is die link voor remote joy ", "viewCount": 0.517232557131888, "labels": [0, 63, 336, 349]}, "tIseIZrcDXo": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "tIseIZrcDXo", "title": "", "description": "", "length": 0.26884198220027106, "keywords": "Bruce Springsteen The Street Band Twist and Shout Gteborg live music Gothenburg Sverige SwedenBruce Springsteen  Twist and shout  Ullevi 2008Bruce Springsteen and the E Street Band playing Twist and Shout at Ullevi in Gothenburg, Sweden, July 5, 2008.", "viewCount": 0.3586474778571397, "labels": [3, 89]}, "nRo9XPfyAzA": {"likeCount": 0.12304489213782739, "dislikeCount": 0.047712125471966245, "videoId": "nRo9XPfyAzA", "title": "", "description": "", "length": 0.24578818967339924, "keywords": "Team Fortress XNeverBackDownX Tutorial Explain Gaming FunHow To Get Custom TF2 Skins!Just Me Showing You How To Get Custom TF2 Skins, Commnet And Subscribe If You Want Moar! Thanks Valve For TF2 It Kicks A.", "viewCount": 0.3757471947765668, "labels": [0, 1]}, "lRf66I02cM4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "lRf66I02cM4", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "Zena Edosomwan Harvard Westlake basketballZena Edosomwan highlightsThe HarvardWestlake big man with offers from Oregon, Arizona State, USC, Colorado and Harvard had an impressive Fairfax tournament.", "viewCount": 0.3843730965112092, "labels": [0, 52, 70]}, "lR1EdIyxq6U": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "lR1EdIyxq6U", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "bigfoot 10 monster truck madness mtm2 world finals freestyle glidewrapperMTM2  Bigfoot 10  Freestyle for Gravediggerfan32 & MTR's contestI know it's an old truck, I'm an old person. Still having alot of fun with Monster Truck Madness 2. This is for GravediggerFan32 and MTR's contest.", "viewCount": 0.34372747974101237, "labels": [0, 1]}, "rPF12McTjuk": {"likeCount": 0.1380211241711606, "dislikeCount": 0.06989700043360189, "videoId": "rPF12McTjuk", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "dreamgirls parkthoven beyonce    listen Beyonce Listen piano solo by ParkthovenIt's a little difficult because this rendition has 5 sharps. Also, I tried as much as to the original version. Enjoy", "viewCount": 0.38946483037935176, "labels": [31, 40, 47, 57]}, "m5p1yJ9mawI": {"likeCount": 0.14623979978989562, "dislikeCount": 0.047712125471966245, "videoId": "m5p1yJ9mawI", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "      Film Media Genre    GTA Grand Theft Auto IV Video Game Video Game IndustryHD FB ", "viewCount": 0.39510945568416633, "labels": [25]}, "eH_p_SKKh8g": {"likeCount": 0.10413926851582252, "dislikeCount": 0.0, "videoId": "eH_p_SKKh8g", "title": "", "description": "", "length": 0.21931245983544617, "keywords": "Cheer Santafe Highschool Black Gold Pepsters Sport Compeition Usa Jamz First Second Winners PerformancesSanta Fe High School Pepsters  Spirit Showcase  Comp 2011Own No Rights To Songs Or Any Choreography", "viewCount": 0.32648178230095365, "labels": [8]}, "uFvv-mqbVxE": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "uFvv-mqbVxE", "title": "", "description": "", "length": 0.2549003262025788, "keywords": "Holman Climax Male Voice Choir George Formby Goff Richards Angela Renshaw Margaret Callaway Sam Buse HCMVC Just George!Just George!Just George! A medley of George Formby hits arranged by Goff Richards sung by the Holman Climax Male Voice Choir under the direction of Angela Renshaw with Margaret Callaway at the piano and Sam Buse on the ukulele. Footage taken on Saturday 29th October 2011 at Truro Cathedral during the concert entitled A Celebration of the Music of Goff Richards.", "viewCount": 0.32137832993353044, "labels": [41]}, "uFmvkTxlnPg": {"likeCount": 0.15185139398778877, "dislikeCount": 0.09030899869919436, "videoId": "uFmvkTxlnPg", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "Faswall block Earth Bermed dwellings Alternative building materials Energy efficient homes DoItYourself Home Building Green BuildingFaswall Home with Earthberm designBob Thompson, designer and builder, has lived in earth bermed dwellings for over 30 years. He and his wife Jane are building a community of dwellings in Washington state that are beautifully designed and highly energy efficient using Faswall block as the key building material.", "viewCount": 0.4114010161703462, "labels": [88]}, "cuyE5TBr-Ig": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "cuyE5TBr-Ig", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "flightsim wideveiw md80wideview landing InnsbruckThis is one of the first flights in this permanent ccokpit setup All 8 screens are connected to there own scrap computer", "viewCount": 0.32526103405673734, "labels": [44, 109, 631]}, "6GoDFcuXVIo": {"likeCount": 0.13010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "6GoDFcuXVIo", "title": "", "description": "", "length": 0.2658011396657113, "keywords": "Sigma Synthetic Precision Essential Essentials P80 P82 P84 P86 F80 F82 F84 F86 bast makeup brushes brush foundation concealerSigma Essential Precision Brush Kit Review  8 peice10 off Sigma order with code ... at Synthetic Precision Essential Kit  99 includes F80  Flat Kabuki Ideal for all over application of liquid and cream formulas in large and mostly flat areas of the face, such as the forehead, temples and cheeks. This brush is perfect to seamlessly buff foundation onto the skin. F82  Round Kabuki Perfect to comfortably apply liquid and cream foundation on curved areas of the face, specifically around the eyes and nose, on the chin and the jaw line. This brush can also be used for all over application of mineral foundation. F84  Angled Kabuki The angled shape of this brush eases the application and blending of cream blushes onto the cheeks. It can also be used to apply and blend contour shades on the hair line, cheek bones and jaw line. F86  Tapered Kabuki The tapered shape effortlessly applies products on defined and hard to reach areas of the face. This brush is perfect for all over application of powder, cream and liquid formulas. It is also ideal for all over primer application, contouring and highlighting. P80  Precision Flat The small, dense and flat top is ideal to conceal blemishes, sun spots and small imperfections on the skin. It can be used to stipple concealer on defined areas, followed by precise application of setting powder. P82  Precision Round The rounded top was designed to mimic your fingertips, making this brush ideal to apply eye shadow primers. It can also be used for the precise application of highlight shades on the bridge of the nose, cheek bones and cupid's bow. P84  Precision Angled The small angled top makes this brush perfect for precise contouring on the sides of the nose and contouring the hollows of the cheek bones. It can also be used to highlight the brow bone. P86  Precision Tapered The tapered shape of this brush is ideal for application of concealer under the eyes and on defined areas such as the sides of the nose, chin and around the mouth. This brush can also be used to perfectly apply concealer around the lips to prevent color bleeding.", "viewCount": 0.3549371152333177, "labels": [39, 121, 393, 986, 1846]}, "rz3gQZ2nRjM": {"likeCount": 0.13424226808222062, "dislikeCount": 0.0, "videoId": "rz3gQZ2nRjM", "title": "", "description": "", "length": 0.2651278013998144, "keywords": "Call Of Duty Modern Warfare 2 Video Game Hack CFG ButtonsDefaultMw2 CFG Lobby with Explosiv bullets and Godmode GermanCFG  Notepad  MUSIK At The Gala 20 Cooler Remix  Twitch  Flutterborn  ", "viewCount": 0.3282395504742526, "labels": [0, 1, 36, 132]}, "pjBvD2_dl6I": {"likeCount": 0.13222192947339192, "dislikeCount": 0.0, "videoId": "pjBvD2_dl6I", "title": "", "description": "", "length": 0.26748611407378114, "keywords": "Jan Pieterszoon Sweelinck Fantasia Chromatica Fabio Antonio Falcone harpsichord baroque music Amsterdam cembalo clavivembalo klavier virginal virginalist organJan Pieterszoon Sweelinck, Fantasia ChromaticaJan Pieterszoon Sweelinck, Fantasia Chromatica. Fabio Antonio Falcone, harpsichord. Amsterdam, October 2009", "viewCount": 0.3390051496458988, "labels": [31, 49, 2191]}, "pkRMz8CzPTc": {"likeCount": 0.22013971243204514, "dislikeCount": 0.12041199826559248, "videoId": "pkRMz8CzPTc", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "RISO NewInkjet RISO's 120 ppm high speed full color ComColor printer prints at about 3 per page and features fast FORCEJET printing.RISO NewInkjet CartoonWhen people hear the word inkjet, they usually dont think fast and inexpensive, especially for volume printing. This fun little video shatters that old way of thinking with an introduction to an exciting new type of inkjet printing technology.", "viewCount": 0.4994510715983995, "labels": [5]}, "pmq5v8ElxY0": {"likeCount": 0.15682017240669952, "dislikeCount": 0.12304489213782739, "videoId": "pmq5v8ElxY0", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "lamb of god hourglass metal 12 year old drummer drums drum guitar cover kid marylandLamb of God Hourglass drum and guitar coverTake 2. Drummer is 12.", "viewCount": 0.3910677754742706, "labels": [4, 9, 28, 33, 38]}, "T2_qLZeU6TA": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "T2_qLZeU6TA", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "  Puppets Triplets Children BBQ Singaporean Fun  LA USA America California  yuhengyuzheyuxin   Daycare   Kids winnietriplets.com winnietriplets winnietriplet  winnie triplet Chinese   winnie triplets  Summer  AsianTriplets Daycare Summer BBQPirates puppet show, yummy food and awesome Hawaii deco, what a fun Summer BBQ! Thanks to the kids' Daycare for organizing this and many other Summer program events, the trio had such a wonderful Summer! . While chatting with other parents, we were surprised that the school will be welcoming 2 more set of twins for the toddler class soon, that makes it 3 set of multiples in the same class, LOL! What a joy, can't wait! . FACEBOOK . INSTAGRAM WinnieTriplets NEW VIDEOS EVERY THUR & FRI!", "viewCount": 0.30996806411092503, "labels": [26, 453]}, "nU_8_ZaJ18o": {"likeCount": 0.17481880270062006, "dislikeCount": 0.1146128035678238, "videoId": "nU_8_ZaJ18o", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "  Lyric DJ  DJ CSP     Korean LyricDownload Link  Pay to download Lyric's By  Song's By  ", "viewCount": 0.41731279699382084, "labels": [14, 61]}, "QUb8_U_G1YM": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "QUb8_U_G1YM", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "american footballLee county gameplaying football the Trojan way", "viewCount": 0.30972573096934203, "labels": [0, 79]}, "kFjXJO3b8Ew": {"likeCount": 0.19138138523837167, "dislikeCount": 0.13424226808222062, "videoId": "kFjXJO3b8Ew", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "Phineas and Ferb Phisabella Series Disney Isabella Episode one Candace Love Couple Phinbella Dan Povenmire Jeff Swampy Marsh Alysson Stoner Vincent Martella Ashley Tisdale CutePhisabella Series Episode 1Phisabella Series spin off. All copyright goes to mainly The Walt Disney Company and Affiliated Companies for the series of Phineas and Ferb and Phineas and Ferb Wikia. In NO WAY was infringement intended. Check my channel for the current status of the series. I heard many people liking Phisabella's original script so i decided to not make any changes. The text comes completely from Phisabella Series' original video ", "viewCount": 0.457887978142857, "labels": [5, 16, 2030]}, "ydA_dbY0Ppo": {"likeCount": 0.20253058652647704, "dislikeCount": 0.06020599913279624, "videoId": "ydA_dbY0Ppo", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "athlean x athleanx athlean x review athleanx review athleanx reviews athlean x reviews athlean x testimonial athleanx testimonial athleanx user testimonial athlean x user testimonial athlean x user review athleanx user review jeff cavalier review athlean x user results athleanx user resultsAthleanX Workout Review  Best Results He's Ever Seen!!!Join Dylan on Team Athlean  In this ATHLEANX review from Dylan, you will hear a firsthand account of why he thinks ATHLEANX is the best workout program out there. With ATHLEANX Dylan says this is the most results he's ever seen from working out. He gets motivated by watching the daily workout videos from Jeff that give him a plan of what he's doing in the gym that day and help him focus. The videos are easily accessible from any computer, tablet or cell phone so you can take your workout anywhere. A major difference from the other popular workouts is ATHLEANX has their own line of supplements which Dylan uses everyday gives his body the proper nutrients it needs. In most of our reviews ATHLEANX users say one of the best parts of the program is how easy it is to follow the workouts with daily video. Every day you have access to watch videos with Jeff Cavalier the brains and brawn behind all of this, you can watch him do every exercise in the program and watch him go through the weekly challenges himself. Unlike most other workout programs, Jeff brings you a training system like no other. With unique workouts, targeting specific muscle groups and utilizing muscle confusion techniques, you will start seeing results in just 90 days. Another thing that separates ATHLEANX from other programs is how it is extremely straight forward and easy to use. Each week provides different, unique workouts that will keep your attention and keep your body guessing. If you are already a team ATHLEAN member, please send us a video of your experience and review of the ATHLEANX training program. Haven't joined Team ATHLEAN yet or started the ATHLEANX training program? Be sure to visit the site and start your ATHLEAN journey. Check out more free workout, nutrition, and supplementation videos, created by program inventor Jeff Cavaliere, be sure to review the ATHLEANX channel and subscribe. Start training like an athlete today. For more user reviews and testimonials visit ", "viewCount": 0.4501429008594521, "labels": [356]}, "AlkCfqfbSYY": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "AlkCfqfbSYY", "title": "", "description": "", "length": 0.215836249209525, "keywords": "cube Uk hyuna hyun Kpop London 51211 seung  united b2st K Pop troublemaker beast Gna hyunseung Brixton 4minute fancamUNITED CUBE in London Troublemaker Hyunseung HyunaUNITED CUBE in London 5.12.11 Hyun Seung is such a babe in his red suit, their kiss may of been banned but it didn't stop him from groping her haha... gutted my camera memory filled up right before the end!!", "viewCount": 0.317868923977559, "labels": [3]}, "ivP34hkOlHM": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "ivP34hkOlHM", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "                                        rental kart kart fight Kart Racing Sport SIDE BY SIDE CityKart Exhibition race trial racing driver hit touch on board DUNLOP plow formation car drivng gap control line technic nice cool fair battle stunt Red Comet Gundam Video Game Industry      Kartoff   Tokyo4  Kart fight'130512Kartoff150 ExhibitionRace2 OnboardFrontShigetomiCityKart Kartoff& Join us!! &OK  13 fb Twitter OKOK   camera  iPod 4   & same race main camera & commentary  3Car connected 4combined Battle '130512 Kartoff 12 150 Exhibition Race 2          same race on board camera same Car rear   4   same race on board camera Car 4 front wide   1  same day Exhibition Race 1 Massive formation battle  '130512 Kartoff 12 150th Exhibition Race 1  CityKart Tokyo    youtube one channel Kartoff & So,It's beyond the wind  Racing Driver Phase  Kartoff ,MotorsSports,Casual enjoy CommunityKartoff Exhibition Race Singer Phase  ,,Suginami Junior Chorus Project keep&succession,harmony,heart,archives for future. end any Music Competition player,games,Simulator Phase Virtual World,Battle Tech,Mech warrior,Red Planet & more   youtube list  Kartoff Exhibition Race  Kartoff & more driving on board camera   & more", "viewCount": 0.39215304135012424, "labels": [17, 19, 443]}, "x-N2ArUzRNM": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "x-N2ArUzRNM", "title": "", "description": "", "length": 0.2502427119984433, "keywords": "Gyan Murli By Brahmakumaris Brahmakumaris Om Shanti Lord God inspirational spirituality discussion religion meditation healing yoga krishna jai consciousness sri worship philosophy maa guru temple india mantra environment educational instructions enlightenment divine peace shiva subtitles dharma karma living chanting wisdomEssence Of Murli 20092011To Download Starting Song Click Of Murli From Godfather Shiva Through His Corporeal Medium Prajapita Brahma With English Subtitles. Watch Essence Of Murli Daily On www.youtube.combrahmakumariz & www.brahmakumariz.blip.tv", "viewCount": 0.30930713063760634, "labels": [1151]}, "x0j0ykRi28Q": {"likeCount": 0.1079181246047625, "dislikeCount": 0.03010299956639812, "videoId": "x0j0ykRi28Q", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "Bioshock Rapture Irrational Games Tribute Montage Xbox360 PC PS3 2K Beyond the Sea scary fishes attack little children underwaterBioshock Welcome to RaptureA montage for Bioshock, 2007 GOTY. This is a quick video i made using movie maker. It didn't take me long but I'm proud of it. I really liked my attempt at recreating the game's atmosphere. Songs \"Beyond the Sea\" by Bobby Darin \"Welcome to Ratpture\" Bioshock SoundTrack", "viewCount": 0.3013679697291193, "labels": [0, 1, 25, 2005, 2925]}, "of3lBAiLg0M": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "of3lBAiLg0M", "title": "", "description": "", "length": 0.24927603890268377, "keywords": "g35 sedan silver 4 door rwd lowered rims audi a8 awd nissan infinitig35 and A8 having fung35 and audi A8 having fun", "viewCount": 0.3608953699275863, "labels": [2, 7, 171, 213, 344, 1908, 2810]}, "ogb9e6nr37c": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "ogb9e6nr37c", "title": "", "description": "", "length": 0.24297522800024082, "keywords": "Hot wheels super speeder cars collectible die cast diecast toys review matchbox Gran Torino gran torino Concept cameroHot Wheels Super Speeders SurpriseHot Wheels Super Speeders Review. You never know what you are going to get with the grab bag style packaging. What did Brian get?", "viewCount": 0.31789769472931695, "labels": [26, 999]}, "Z7Yh-wTbdl4": {"likeCount": 0.19731278535996988, "dislikeCount": 0.1146128035678238, "videoId": "Z7Yh-wTbdl4", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "185 200 OM08       JR  Japanese trains railways Japan ayokoi185   JR 185 series \"Amagi\"157185200OM08 20123333,43 50 3321157100 185 series of JNR color \"JoshuOdoriko\" and \"Amagi\" on IzuKyuko Line. ", "viewCount": 0.4499109471835013, "labels": [2, 45, 51, 56, 77, 212, 295]}, "ypVSjwaiTTM": {"likeCount": 0.12304489213782739, "dislikeCount": 0.06020599913279624, "videoId": "ypVSjwaiTTM", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "DALIOKMISS UNIVERSO LATINA 2015  HDCHARY LADY FOX PRODUCTIONS presents, Miss Universo Latina 2015 on January 20th at KALIENTE DISCOTEC. 1,000 cash Prize for the Winner & 300 for the First Runner Up. VIDEO PROMO by DALIOK23 DALIOK23 No Pertenece ni Representa a la Organizacion de Miss Universo Latina 2015.", "viewCount": 0.31880843737149384, "labels": [14]}, "B3bf_oQ0SNw": {"likeCount": 0.1724275869600789, "dislikeCount": 0.1361727836017593, "videoId": "B3bf_oQ0SNw", "title": "", "description": "", "length": 0.25954962218255745, "keywords": "wood CNC arquitectural aplication signs carving letters moldCNC Router ArtsTHis is a demostration about our work in a CNC Machine  CSLArtisans ", "viewCount": 0.5394159134016221, "labels": [251, 1408, 1507]}, "B62qiyinOl0": {"likeCount": 0.1361727836017593, "dislikeCount": 0.03010299956639812, "videoId": "B62qiyinOl0", "title": "", "description": "", "length": 0.23820170425748685, "keywords": "Muse Hysteria PS3 Playstation Expert Wii Vocals Female Vocalist 100 Rock Band Rockband Gold Stars Starred 5GS GS Full Combo FC Originalvonster Von Original Vonster Siobhan Xbox 360 In Game Footage Download Downloads Downloaded Songs Enery Meter Live Sing Singer Singing Karaoke 100 Percent siobhanellis siobhan ellisMuse Hysteria Rock Band Expert Vocals 100 5GS100 Expert Vocals Rock Band", "viewCount": 0.3494154594018443, "labels": [0, 1, 28, 512, 779]}, "p0l2fBTAfFI": {"likeCount": 0.31634595517699904, "dislikeCount": 0.2315970345456918, "videoId": "p0l2fBTAfFI", "title": "", "description": "", "length": 0.23404441148401187, "keywords": "dumbass doom xbox 360 playstation funny stupidDumbass Doomkinda funny, kinda stupid.", "viewCount": 0.5215946719679055, "labels": [0, 1, 1720]}, "p6MD87xptoo": {"likeCount": 0.1380211241711606, "dislikeCount": 0.07781512503836437, "videoId": "p6MD87xptoo", "title": "", "description": "", "length": 0.2392696953259666, "keywords": "Avenged Sevenfold nightmare welcome to the family mike portnoy rev jimmy sullivan rest in peace RIP R.I.PAvenged Sevenfold  Welcome to the Family DrumCoverHey Guys, so this is a Cover of the Song \"Welcome to the Family\" by Avenged Sevenfold, out of the latest Album \"Nightmare\". R.I.P Jimmy \"The Rev\" Sullivan! Nothing special to say about this Song, sometimes i missed some hits, oder the audio is not perferct sync, but its ok  So i hope youll enjoy my Video, and Chack out my other videos, and subscribe my Channel  CHEERS! m", "viewCount": 0.38674674878590515, "labels": [28, 33, 38, 78, 86]}, "p71YMJNOSTQ": {"likeCount": 0.15563025007672873, "dislikeCount": 0.09030899869919436, "videoId": "p71YMJNOSTQ", "title": "", "description": "", "length": 0.23364597338485296, "keywords": "WLtoys V931 6channel CP helicopter RTF scale 6axis 3D flybarless FBL AS350 Squirrel RC Walkera Blade HiSKY micro V922 V977 V911 V912 Flybarless HCP100 brushless      cureuil Eurocopter unbox unboxing triple rotor 3 blades loops flips pirosWLtoys V931 Brushless AS350 Scale Helicopter  Piros & LoopsI tested the piro compensation  optimization feature and it was great! However, at high rate, the motor bogged easily and I messed up my loops. Product ", "viewCount": 0.4629694957105507, "labels": [26, 64, 113, 119, 186, 425]}}