{"82C9Lit94Hc": {"likeCount": 0.17708520116421445, "dislikeCount": 0.1079181246047625, "videoId": "82C9Lit94Hc", "title": "", "description": "", "length": 0.2669316880566112, "keywords": "spongebob truth or square walkthrough gameplay preview microsoft xbox 360 1000 achievement score THQ action adventure cartoon violence Comic MischiefSpongebob Truth or Square Playthrough part 6Rated E for everyone Hold on to your SquarePants for the ultimate SpongeBob game ever! SpongeBob SquarePants has gotten himself into quite a predicament. After being entrusted by Mr. Krabs to keep the Krabby Patty formula safe, SpongeBob is overcome with grief for losing the recipe. He then relies on the help of the most unlikely companion, Plankton, who wants the secret Krabby Patty recipe for himself. With the help of his friends, SpongeBob must use Planktons memory machine to retrace the happiest moments of his life to find the Krabby Patty formula in time for the Krusty Krabs Eleventy Seventh anniversary.", "viewCount": 0.4983044131926564, "labels": [0, 1, 5]}, "84ZQAUN705Y": {"likeCount": 0.3380934463330702, "dislikeCount": 0.16127838567197356, "videoId": "84ZQAUN705Y", "title": "", "description": "", "length": 0.25550944485783195, "keywords": "crafts how to isa's world cardboard furniture carton furniture cartoons furnitures cartoon room diy cardboard furnitures Cardboard shelf Do It Yourself Hobby Paper Animation Furniture Industry Cartoon DIY Network TV Network Corrugated Fiberboard Craft TV SubjectDIY crafts how to make a cardboard cartoon furniture  handmade  Youtube  Isa Subscribe This video is a tutorial in which I teach you how to make a cardboard furniture step by step. This furniture has a childlike style like caricature or cartoon and furniture made from recycled as cardboard or newsprint products. The materials that I used  Cardboard  I used 3 large boxes that are packed refrigerators  Hot glue  I needed 150 bars   White wood glue , must be of good quality, better buy in DIY stores , it is cheaper and better quality  I needed 2kg  Adhesive tape paper , also called masking tape .  Newspaper  Painting  just any paint wood  sandpaper follow me in my social networks Facebook Twitter Instagram Isalunahe Please give me Like and share", "viewCount": 0.5165294788034227, "labels": [400, 2426]}, "niSMOGr23YY": {"likeCount": 0.3996949248495381, "dislikeCount": 0.25211380837040365, "videoId": "niSMOGr23YY", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "power glove powerglove nintendo nintendo power glove Nintendo Organization nes Nintendo Entertainment System Computer Electronic Entertainment Expo 2014 e3 e3 2014 2014 classic games gaming video games Electronic Entertainment Expo Conference Series Video Game Industry Games Power Gameplay review unboxtherapy unbox therapyThe Power Glove E3 2014FOUND the Power Glove on Amazon! Subscribe for more videos FOLLOW ME IN THESE PLACES FOR UPDATES Twitter  Facebook  Instagram  Google Plus  ", "viewCount": 0.5837834552857785, "labels": [1]}, "3h8biA7luHU": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "3h8biA7luHU", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "CTA el elevated metro subway transit rapid transit city urban Chicago train Red Line express unscheduled fast skip stop Wilson Loyola North Side Main Line viaduct Edgewater Uptown rail railfanUnscheduled Express Run on the CTA Red Line Wilson to LoyolaA Red Line train I boarded at Wilson today happened to run express from there to Loyola, in order to make room for another northbound train which had \"bunched up\" immediately following. Here is the view of the fast run, showing the stations skipped Lawrence, Argyle and Granville are not seen here, however. This section of line is on a viaduct built in the 1910s1920s and in dire need of replacement, and scheduled for such soon. It once carried North Shore Line interurbans and short freight trains headed for Milwaukee Road street running to the south, in addition to 'L' trains, and now carries the Purple Line Express north to Evanston and Wilmette in addition to the localstopping Red Line. The people waiting for their train at the stations we skipped certainly were not too happy!", "viewCount": 0.33902283624691304, "labels": [2, 45, 51, 56, 77, 212]}, "3DrLL-s6sNw": {"likeCount": 0.1278753600952829, "dislikeCount": 0.03010299956639812, "videoId": "3DrLL-s6sNw", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "spinning prize wheel prize wheelSpinning Prize Wheels at Straight Poker Supplies Toronto CanadaPrize Wheels, Spinning Wheels, or Wheels of chance. This video will help you select the best Prize Wheel for your home or business. Straight Poker Supplies stocks these fantastic Professional Grade Prize Wheels in different styles and showcases them in this video. This video also has a closer look at the most popular Prize Wheel the Pocket Insert Customizable Wheel. Visit for more info.", "viewCount": 0.401456253812761, "labels": [0, 2, 7, 495]}, "3Eoh3090MBM": {"likeCount": 0.11139433523068368, "dislikeCount": 0.0, "videoId": "3Eoh3090MBM", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "super smash flash2 sangoku mario luigi demo ben10 megaman ichigo sora link kirby ultraman5 ultraman4Super Smash Flash 2. Goku VS MarioIt was on super smash flash 2 demo. I was against Mario. I won against him. Thank you for watching, and soon for new videos! Sorry there have no sound, I do not know put it  lol.", "viewCount": 0.36734816970733475, "labels": [0, 1, 5, 190, 234]}, "IaVKMNL-aS4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.03010299956639812, "videoId": "IaVKMNL-aS4", "title": "", "description": "", "length": 0.2315970345456918, "keywords": "low fps 8350 290 battlefield bf4 bf3 multiplayer Battlefield 3 Video Game Battlefield Video Game SeriesBattlefield MP Performance Problems w 8350  R9 2908350 at 4.4 and r9 290 stock OC'd, I can't seem to stay over 60, even in BF3, a 3 year old game... its is not defective, I bench 50 in unigine heaven and 55 in unigine valley, very normal results... 702 in cinibench R15, which is about 40pts faster than the 3770k stock... Problem still occurs even with default bios. updated bios and all drivers as new as possible, as wwll as tried older drivers. How can I get this working, what am I doing wrong? ", "viewCount": 0.3289588952542597, "labels": [0, 1, 124, 153, 287, 317]}, "LOPA8XC_O0E": {"likeCount": 0.0, "dislikeCount": 0.03010299956639812, "videoId": "LOPA8XC_O0E", "title": "", "description": "", "length": 0.2281033367247728, "keywords": "pak vs srilanka T20 in 25 november 2011 highlights part2 by letwatchbestpak vs srilanka T20 in 25 november 2011 highlights part2live action ", "viewCount": 0.30972573096934203, "labels": [0, 523, 802]}, "6gzMsY7-luY": {"likeCount": 0.2123851640967086, "dislikeCount": 0.047712125471966245, "videoId": "6gzMsY7-luY", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "Heroes recut life of Gabriel Gray Sylar spoof my name is trailerHeroes recut  Life of Gabriel GrayHeroes recut to make Sylar look like a sympathetic character and heroes like feelgood drama movie. Most footage from season 1 and some from season 2. Don't worry about spoilers.", "viewCount": 0.40301137527075936, "labels": [25]}, "6iks8ky9nLc": {"likeCount": 0.17558748556724915, "dislikeCount": 0.09030899869919436, "videoId": "6iks8ky9nLc", "title": "", "description": "", "length": 0.26020599913279624, "keywords": "Tutorial Piano How to play house music Dj Antoine Klaas remix dj klaas Dutch Sensation white Ibiza le Palais Grey Goose Belvedere Party Stureplan House David Komar Laroy LessonHOW to play DJ Antoine  This time klaas remix Piano Tutorial  Piano lessonThis is the requested This time tutorial. Any questions just pm me ", "viewCount": 0.42450435739306097, "labels": [31, 40, 47, 57, 117]}, "q1knJK660cA": {"likeCount": 0.3827304641089735, "dislikeCount": 0.20791812460476247, "videoId": "q1knJK660cA", "title": "", "description": "", "length": 0.26344772701607316, "keywords": " Bender   SAW           Cegou       minecraft     lololoshka lp                    Herobrine              Minecraft    \"2 \"         CegouCraft.su 1.8  1.14 ... CegouCraft.su ... 1.8  1.14 1.8  1.14 ... CegouCraft.su ... 1.8  1.14                      CEGOUCRAFT  ", "viewCount": 0.53714927085759, "labels": [0, 1, 27]}, "9KIENE6HpJw": {"likeCount": 0.2209515014542631, "dislikeCount": 0.1278753600952829, "videoId": "9KIENE6HpJw", "title": "", "description": "", "length": 0.2499687082618404, "keywords": "African Braid Durban Twist hair Harlem 125 New Hair Durban Twist Hair Marley Hair hair for crocheting weaving curling marley hair afro kinky hair review Harlem 125 Twisting hair thick locs faux locs crochet braids crochet weaving how to crochet weave Burgundy marley hair RT33V Weave Color RT33 Color Weave Thick Twist Rastafari Movement Religion Reviews natural hair styleAfrican Braid Durban Twist Hair ReviewThis Video is a Review on some Hair I just purchased. It is Called African braid durban twist hair. I had one of My Facebook friends send it to me in the mail. You can try your Local Beauty supply store or order it from Here This hair can be used for Crocheting, Braid, Twisting and so much more. I really love the Texture of this hair. I cant wait to use it. Please Stay tuned for the Style I will do with it. Thanks for Viewing My Video. I have some Exciting News Everyone! I will be having a Event it is Called Crochet Weave and more. The Date will be April 11, 2015 at 12pm to 3pm in Kennesaw Ga. I would Love to see you there! Please Click here for more Details and to Purchase Tickets I would Love for you to Subscribe to My Youtube Channel to be Updated of all My New Videos. Click here Everyone Love more Friends Right?  I would Love for you to LIKE My Facebook Page Follow My Board on Pinterest Check out and Join My Websites akiyia.shutterfly.com HairBraidingClasses.webs.com LadiesofNaturalEssences.webs.com If you Missed My Previous Video Please Click here to Watch Would You Like to Make a Appointment ,Training Class Or Purchase a Custom Made Crochet Wig? Are you a Company and Would Like for me to do a Product Review Video? If So Please Contact me Now at akiyiaglennhotmail.com", "viewCount": 0.4332458659189203, "labels": [50, 65, 256, 355, 913, 927]}, "tNaRyJvCcbE": {"likeCount": 0.18195439355418688, "dislikeCount": 0.047712125471966245, "videoId": "tNaRyJvCcbE", "title": "", "description": "", "length": 0.24638929889859074, "keywords": "gwen stacy peter parker andrew garfield i will always love you whitney houston spiderman spiderman the amazing spider man the amazing spiderman 2012 mary jane watson gwen stacy death peter parker and gwen stacy peter parker and mj whitney houston peter parker gwen stacy peter parker gwen spiderman gwen stacy spiderman gwen dies the amazing spiderman mov spiderman loves mary jane mary jane loves peter parker gwen stacy and peter parkerGwen Stacy Will Always Love Peter ParkerIn the spirit of the up and coming film \"The Amazing SpiderMan\", I decided to do a little tribute video of Gwen Stacy and Peter Parker's relationship. Mary Jane is Peter's soulmate but Gwen was and still is Peter's first love. The song says it all  D Song Whitney Houston \"I Will Always Love You\"", "viewCount": 0.40318526313956293, "labels": [5, 354]}, "tSe1-1qLcLc": {"likeCount": 0.15910646070264992, "dislikeCount": 0.12041199826559248, "videoId": "tSe1-1qLcLc", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Disney Mars Needs Moms Mothers Mother Mum Walt Studios Motion Pictures Movie Trailer Christmas Carol The Polar Express Milo Seth Green Joan Cusack Mindy Sterling Digital 3D Imax Dan Fogler Elisabeth Harnois Berkeley Breathed Robert Zemeckis comedy adventure animated martian space alien tech april 2010MARS NEEDS MOMS trailer  Disney  Available On Digital HD, Bluray and DVD NowTake out the trash, eat your broccoliwho needs moms, anyway? Nineyearold Milo Seth Green finds out just how much he needs his mom Joan Cusack when she's nabbed by Martians who plan to steal her momness for their own young. Produced by the team behind Disney's A Christmas Carol and The Polar Express, MARS NEEDS MOMS showcases Milo's quest to save his moma wild adventure in Disney Digital 3D and IMAX 3D that involves stowing away on a spaceship, navigating an elaborate, multilevel planet and taking on the alien nation and their leader Mindy Sterling. With the help of a techsavvy, underground earthman named Gribble Dan Fogler and a rebel Martian girl called Ki Elisabeth Harnois, Milo just might find his way back to his momin more ways than one. Classification PG  Mild science fiction violence and some upsetting scenes. MARS NEEDS MOMS Available on DVD SEPTEMBER 14 www.disneymovies.com.au", "viewCount": 0.44062846379247267, "labels": [1, 16, 25]}, "tSlMIdqBs5s": {"likeCount": 0.20899051114393982, "dislikeCount": 0.12304489213782739, "videoId": "tSlMIdqBs5s", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "Let's Dance Let's Dance for Comic Relief Red Nose Day Red Nose Day 2013 Comic Relief Ricky Hatton Robbie WilliamsRicky Hatton as Robbie Williams on Let's Dance  Red Nose Day 2013Boxer Ricky Hatton shows his fancy footwork isn't just for the boxing ring with a lyrcraclad version of Robbie Williams's 'Let Me Entertain You' Find out more at ", "viewCount": 0.47378999822802437, "labels": [6]}, "2hfF9sijeCc": {"likeCount": 0.1278753600952829, "dislikeCount": 0.03010299956639812, "videoId": "2hfF9sijeCc", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "Indonesian culinary Masakan Indonesia di Amerika NYC indonessian food Indonesian Food New York Diaspora indonesia Indonesian American Ethnicity United States Of America Country Indonesian Amerika Chamber Commerce Indonesian Global Diaspora Tri State Diaspora USA Indonesian food Indonesian food in USA Indonesian American Culinary American Culinary Federation Organization American Culinary Institute New York Culinary InstituteComing soon A Journey of Indonesian Food in America This program has been supported by Bank Rakyat Indonesia New York Agency A Journey of Indonesian Food in America Original title \"MASAKANKU SELERAKU\" is story about a journey of a guy who travels across states to find a Indonesian restaurant and try each one of an extraordinary Indonesian cuisine. Coming soon 1st episode in May 29, 2015", "viewCount": 0.3709948016510761, "labels": [11, 22, 29, 32, 368, 1209]}, "tDYPBD2Favc": {"likeCount": 0.2432969290874406, "dislikeCount": 0.03010299956639812, "videoId": "tDYPBD2Favc", "title": "", "description": "", "length": 0.2285557309007774, "keywords": "Halsey Cover Music Hali Angeline Colors Guitar Acoustic Guitar Cover ukulele\"Colors\"  Halsey ukulele coverTwitter & Instagram haliangeline lyrics Your little brother never tells you but he loves you so You said your mother only smiled on her TV show You're only happy when your sorry head is filled with dope I hope you make it to the day you're 28 years old You're dripping like a saturated sunrise You're spilling like an overflowing sink You're ripped at every edge but you're a masterpiece And now I'm tearing through the pages and the ink Everything is blue His pills, his hands, his jeans And now I'm covered in the colors Pulled apart at the seams And it's blue And it's blue Everything is grey His hair, his smoke, his dreams And now he's so devoid of color He don't know what it means And he's blue And he's blue You were a vision in the morning when the light came through I know I've only felt religion when I'm lying with you You said you'll never be forgiven 'til your boys are too And I'm still waking every morning but it's not with you You're dripping like a saturated sunrise You're spilling like an overflowing sink You're ripped at every edge but you're a masterpiece And I'm tearing through the pages and the ink Everything is blue His pills, his hands, his jeans And now I'm covered in the colors Pulled apart at the seams And it's blue And it's blue Everything is grey His hair, his smoke, his dreams And now he's so devoid of color He don't know what it means And he's blue And he's blue", "viewCount": 0.3744605875414239, "labels": [9, 10, 34]}, "Nmq7IBXxYDk": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "Nmq7IBXxYDk", "title": "", "description": "", "length": 0.26541765418779606, "keywords": "Clogging dancing tap dancing folk dancingThe Golden Gate Clogging CompanyThis is a video of a performance of The Golden Gate Clogging Company on June 18, 2008. I created the video since my stepmother is one of the cloggers. See if you can figure out which one! ", "viewCount": 0.30692980121155294, "labels": [6, 8]}, "uJyt_oepctA": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "uJyt_oepctA", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "New Zealand All Whites Papua New Guinea 2012 Ofc Mens Olympic Qualifier OFC Ofc Mens Olympic Qualifier2012 OFC Men's Olympic Qualifier  Day 1  New Zealand vs Papua New Guinea HighlightsWelcome to Owen Delany Park in Taupo for the match between hosts New Zealand and Papua New Guinea on the opening day of the OFC Men's Olympic Qualifier. OFC TV Production", "viewCount": 0.35326270012288913, "labels": [0, 12]}, "rl4G5U99oCc": {"likeCount": 0.18750612633917002, "dislikeCount": 0.06989700043360189, "videoId": "rl4G5U99oCc", "title": "", "description": "", "length": 0.22576785748691847, "keywords": "android   games reviews  Android Operating System13      androeed.TV   Stunt Rush  3D Buggy Racing Zombie Safari 2 Trial Xtreme 4    android      .  Twitter Facebook JOIN VSP GROUP PARTNER PROGRAM ", "viewCount": 0.36107665947732714, "labels": [0, 1]}, "PMM6SASCheg": {"likeCount": 0.1949390006644913, "dislikeCount": 0.06020599913279624, "videoId": "PMM6SASCheg", "title": "", "description": "", "length": 0.2690196080028514, "keywords": "Instagram Software Blog Award Discipline Social Media Project IPhone Mobile Phone Photograph Literary Genre Arts blogger blog post blogging 101 after light big lens rhonna designs app photo appHow I Edit Photo's for Instagram!Make sure to watch this video in HD!! Check out my Blogging 101 Series Here Read my Photography Basics Post Here AfterLight App BigLens App Rhonna Designs App Thanks so much for watching this video and if you are interested in more technology, lifestyle, beauty, reviews, tips & tricks, please reach out to me and visit me all over the internet! Make sure to visit my new site  Follow me on Instagram  Follow me on Twitter  Follow me on Pinterest  Follow me on Vine  MissTrenchcoat", "viewCount": 0.3270678836144707, "labels": [21, 23, 73]}, "Vsj2V08TZ-w": {"likeCount": 0.2637489729512511, "dislikeCount": 0.07781512503836437, "videoId": "Vsj2V08TZ-w", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "asot recordings a state of trance armada music dance trance andy moor sue mclaren trespassm official music video A State Of Trance Broadcast Content armada music Armin Van Buuren Musical ArtistAndy Moor feat. Sue McLaren  Trespass Official Music VideoDownload on iTunes One of 2012's promises has been unlocked. Andy Moor's longawaited debut album 'Zero Point One' has unveiled its musical jewels. One of them is the mesmeric 'Trespass', feat. Sue McLaren. As the official followup to his successful 'In Your Arms', 'Fight The Fire' and 'World To Turn', club land awaits a warm, flowing progressive trancer from the Moor studios. The UK producer lights another spark, adding the vocals of British singer Sue McLaren to the melodic highlight. 'Trespass' is a luminous, proggy tune with a heavy impact! On remix duties, we find Italy's finest duo Antillas & Dankann with a strong and heavy progtrance remix, Russian boygirl duo Rave CHannel providing a bigroom translation, Norwegian duo Lemon & Einar K with the pounding beat of uplifting trance and last, but not least, an enthralling chillout interpretation of Iranian talent Masoud. Tracks Trespass Extended Mix Trespass Antillas & Dankann Club Mix Trespass Lemon & Einar K Club Mix Trespass Rave CHannel Remix Trespass Masoud Chillout Mix Trespass Antillas & Dankann Dub Trespass Album Mix Trespass Antillas & Dankann Radio Edit Trespass Lemon & Einar K Radio Edit Follow us ", "viewCount": 0.43084576941893044, "labels": [14]}, "Vt4z8D9tmAU": {"likeCount": 0.13979400086720378, "dislikeCount": 0.08450980400142569, "videoId": "Vt4z8D9tmAU", "title": "", "description": "", "length": 0.24393326938302629, "keywords": "Race BearThe Seoul Amazing Race  Part 2 Unicycle Bear EditionWhat happened to the regular version? Why is there a bear on a unicycle? All will be revealed soon!", "viewCount": 0.3344588742578714, "labels": [2158]}, "F8Arf9lGJn8": {"likeCount": 0.11760912590556814, "dislikeCount": 0.06989700043360189, "videoId": "F8Arf9lGJn8", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "Wolfenstein Wolf 3D Wolf3D first person shooter FPS old classic oldschool 1990s 90s id Software stage level 11 floor episode walkthrough playthrough 100 completion completed complete Apogee Chubz Chubzdoomer DOSBox SteamWolfenstein 3D PC Ep. 1, Floor 1A quick, complete walkthrough of Wolfenstein 3D's iconic first level on \"I Am Death Incarnate\" difficulty with 100 kills, secrets, and treasures. This was captured directly from Steam's DOSBoxpowered version of Wolfenstein 3D following a couple minor tweaks to its configuration file. In this walkthrough, I'm also controlling the game with a mouse rather than keyboard.", "viewCount": 0.3211654400553183, "labels": [0, 1, 2089]}, "qr4WEsyDG3k": {"likeCount": 0.06989700043360189, "dislikeCount": 0.047712125471966245, "videoId": "qr4WEsyDG3k", "title": "", "description": "", "length": 0.24393326938302629, "keywords": "Team Associated SC10 brushless RTR Short Course automobiles offroad nitro team racing electric control cars high speed jumping radio scale stuntsTeam Associated SC10 brushless RTRDesert Truck in Berlin", "viewCount": 0.3761927838420529, "labels": [2, 26, 64, 149]}, "Uarl2zK8iTU": {"likeCount": 0.17481880270062006, "dislikeCount": 0.10413926851582252, "videoId": "Uarl2zK8iTU", "title": "", "description": "", "length": 0.2414973347970818, "keywords": "Pigeon Oceanic Racing Taiwan www.ankwu.com.twPigeon Oceanic Racing 3Taiwan Pigeon Oceanic Racing 3  Taiwan www.ankwu.com.tw ,,25,!", "viewCount": 0.49523758628740283, "labels": [15, 179, 227, 2995]}, "TwT2a2ujkD0": {"likeCount": 0.15910646070264992, "dislikeCount": 0.06989700043360189, "videoId": "TwT2a2ujkD0", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "ok corral le sabre Nico Okcorral Sabre Saber Nicolas Corral Toche Lionel Ok ok corral parc attractionOK CORRAL  Le Sabre  Nico full dtenduOK CORRAL  Le Sabre  Nico full dtendu", "viewCount": 0.41474289686986565, "labels": [141]}, "gv9KDQ9JLkk": {"likeCount": 0.12304489213782739, "dislikeCount": 0.09030899869919436, "videoId": "gv9KDQ9JLkk", "title": "", "description": "", "length": 0.22600713879850748, "keywords": "c250 cdi cks performance exhuast tips sound mercedesC250 CDI CKS Quad ExhaustC250 CDI 7GTronic Stock!", "viewCount": 0.4152135396861876, "labels": [2, 7, 196, 266, 942]}, "10lavUua5_Q": {"likeCount": 0.25774917998372254, "dislikeCount": 0.19084850188786498, "videoId": "10lavUua5_Q", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "Lionel Messi Barcelona Gerd Muller lionel messi highlights lionel messi video messi tribute messi goal messi's best goals nma next media animation taiwanese animatorsLionel Messi Barcelona's goal machine breaks Gerd Muller's 40year recordLionel Messi of Barcelona broke the fourdecadeold record of former Bayern Munich and Germany legend Gerd Muller for the most goals in a calendar year on Sunday when he netted both goals for the Catalan giants in a 21 win over Real Betis. This was an exciting week for Lionel Messi who broke Gerd 'Der Bomber' Muller's 40yearold record for most goals scored in a calendar year. Born in footballcrazed Argentina, Messi was destined for greatness from a young age. As a child prodigy, Messi ran rings around the opposition. But at age 11, he was diagnosed with a growth hormone deficiency, putting his football career in jeopardy. His parents couldn't afford the medicine, but Barcelona stepped in with a contract, paid for his treatment and the rest is history. Since then Messi has gone on to enjoy unparalleled success, winning every trophy available. All except one  the World Cup. Can Messi take his place among the world's soccer greats without that elusive World Cup?  Daily videos brought to you by THE Taiwanese Animators behind the infamous Tiger Woods animation. We got the funniest animations on the web to help you stay intheknow on all the trending stories, so sit back, relax, and watch a few. Visit our channel for your daily dose of Taiwanese Animations Wish all your news was animated? Subscribe now Can't get enough of Taiwanese animations? Connect with us here Facebook Twitter nmatv Tumblr Google Web ", "viewCount": 0.5182343310425046, "labels": [0, 12]}, "0_nhK1oBW54": {"likeCount": 0.047712125471966245, "dislikeCount": 0.06020599913279624, "videoId": "0_nhK1oBW54", "title": "", "description": "", "length": 0.24913616938342728, "keywords": "microwave installation over the rangeMy NEW 2011 Whrilpool Microwavehood! installed 101011! 480pUHQYes the 2006 GoldStar Rebadged Haier unit DIED 101011", "viewCount": 0.37071441883424455, "labels": [11, 341, 1265]}, "CprrfjPXWTs": {"likeCount": 0.17781512503836439, "dislikeCount": 0.14623979978989562, "videoId": "CprrfjPXWTs", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "concrete sealer old worn flaky flakey white whitish chalky replacing renew renewing stamped decorative driveway sidewalkReseal Renew Old Worn Acrylic Sealer on Decorative Stamped ConcreteAcrylic sealer used to seal concrete, especially colored, stained, and stamped decorative concrete, should be reapplied every few years.", "viewCount": 0.47346638413355724, "labels": [606]}, "zu2OIAkz3yo": {"likeCount": 0.21702617153949577, "dislikeCount": 0.047712125471966245, "videoId": "zu2OIAkz3yo", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "Live music Aram mp3 Hit the road jacK CONCERT MUSIC MP3 SLIDE mobile night multimedia saturday multimedia message album charts ringtone armenian charts album cellphone charts snl saturday night fever nightlife night club ensemble discotheque band concert live concert awards singing competition dance banda night life Vitamin akumb 32 atam hit jack no women cry special group multihrant httpHit the Road Jack By Aram mp3Concert.Live music.Cascade.April 7.Hit the road jack .By Special group.", "viewCount": 0.4363912685794346, "labels": [3, 4, 6, 10, 13]}, "J0myjUNgxIA": {"likeCount": 0.16627578316815741, "dislikeCount": 0.03010299956639812, "videoId": "J0myjUNgxIA", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "Acoustic Music Musical Genre Cover Guitar Canon Organization canon DSLR SLR canon DSLR Acoustic night fairy lights chelsea turnell jack wycherley mark smith sam amos A story to tell ASTT KFAD KING FOR A DAY MEDIA KING FOR A DAY T3i Final cut Pro 50mm music band peterborough spalding mallory knox deaf havana you me at six we are the ocean direction british best of british brit rockA Story To Tell  Your Eyes Don't Lie Acoustic Featuring Chelsea TurnellA Story To Tell performing an acoustic version of Your Eyes Don't Lie featuring guest vocals from Chelsea Turnell Original track can be found here Audio recorded and produced by A Story To Tell Video recorded and edited by King For a Day Media kingforadaymediagmail.com", "viewCount": 0.3433449793761596, "labels": [4, 9, 34]}, "6a6JSeimNFs": {"likeCount": 0.17075701760979364, "dislikeCount": 0.1079181246047625, "videoId": "6a6JSeimNFs", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "Shimano Business Operation Road Bicycle Bicycle Type Bicycle Product Category XTR Biking Mountain Cycling Interest Bike Ride Cycling Shorts Garment Downhill Bike Magazine Trail Trial Riding Cogset Equestrianism Film Genre Race Extreme Dirt Mountain Bike Trials Cycle JumpHow to install Shimano XTR CSM9000 1140t cassette on a road bikeShimano XTR CSM9000 HGX11 chain Shimano 105 RD5800 Long Cage Instagram Strava ", "viewCount": 0.41002671293576026, "labels": [53, 58, 163, 214]}, "daY41xs-BZ8": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "daY41xs-BZ8", "title": "", "description": "", "length": 0.260422605308447, "keywords": "Alligator Aligator Gator Croc Crocidile Crocadile Crocodile Wild DesertAlligators In The DesertAlligators in the Desert by the Arizona Game and Fish Department", "viewCount": 0.4322570724231276, "labels": [15, 555, 2194, 2782, 3080]}, "XMsBstEWxWw": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "XMsBstEWxWw", "title": "", "description": "", "length": 0.2298853076409707, "keywords": "Modified Snowmobile Snowmobiling Racing Race Norway Norge Illegal SkiDoo Ski Doo Trapper 500GL 500 534 Sprek Sledding Sled 50cm Wheelie ''Slayer Sold'' Elan Modifi Fun Rich Poor Buddy Motor Sports Homemade Motorcycle Wheelie Transformers Bike Motorsport TV Genre AutomobilesModified SkiDoo TrapperMy modified SkiDoo Trapper. D First run after i got the engine running properly! D", "viewCount": 0.36904618932461786, "labels": [2, 544, 1089]}, "yXkAHT2P-wk": {"likeCount": 0.1792391689498254, "dislikeCount": 0.06020599913279624, "videoId": "yXkAHT2P-wk", "title": "", "description": "", "length": 0.26273658565927327, "keywords": "Strawberry Cheesecake   StrawberryCheesecakeStrawberry Cheesecake SUMMER 1 228 Part 1www.strawberrycheesecaketv3.com www.facebook.comStrawberryCheesecakeTV", "viewCount": 0.4414672578435721, "labels": [11, 1016, 1410]}, "teWoU3ZoQbo": {"likeCount": 0.08450980400142569, "dislikeCount": 0.09030899869919436, "videoId": "teWoU3ZoQbo", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "installation service repair pacific hvac air conditioner www.pacificairconditioner.com heat pump concealed ceiling units heating & cooling fujitsu contractor multi zone installation systemFujitsu ductless split air conditioner & heat pump installationFujitsu ductless split air conditioning system installed in 130 years old house in NJ, Seven indoor units ducted concealed ceiling installed in the attic to preserve same old look in the house, each room individually controlled, System provide heating and cooling heat pump all year round comfort,", "viewCount": 0.43171645853231566, "labels": [88, 3062]}, "tgRNaFDWAiM": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "tgRNaFDWAiM", "title": "", "description": "", "length": 0.2621176281775035, "keywords": "bboy breakdance ichiban crew team france Paris abde anis sylvnr arone def92 deecee endless yess Lil'Kyo GilIchiban crew trailer 2006 beta versionIchiban crew trailer 2006 beta version ! Enjoy ", "viewCount": 0.32697463731307674, "labels": [8]}, "th9GeMwvOg0": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "th9GeMwvOg0", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "sand demon tatum motorsports rotary sand car sandcar sand rail rx7 turbo 13b dunes buttercuptatum sand demon 13bbuilt sand demon, redline built turbo 13b rotary", "viewCount": 0.33134453704264144, "labels": [2, 7, 656, 912, 1334]}, "lYq7mTXvlpU": {"likeCount": 0.24471580313422195, "dislikeCount": 0.15051499783199063, "videoId": "lYq7mTXvlpU", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Fiat Panda 4x4 Fiat Panda 4x4 Supermini Auto Express AutoExpress AE cars review Fiat Panda Automobile Model Italian TwinAir Twin AirFiat Panda 4x4 review  Auto ExpressRead more We get behind the wheel of the allnew, thirdgeneration Fiat Panda 4x4 for the first time. Subscribe to Auto Express magazine and get 6 issues for 1 plus a free gift ", "viewCount": 0.5089566017546002, "labels": [2, 7, 95, 104, 116, 531]}, "l_7QyIkJ_kM": {"likeCount": 0.20043213737826426, "dislikeCount": 0.09542425094393249, "videoId": "l_7QyIkJ_kM", "title": "", "description": "", "length": 0.21205739312058502, "keywords": "Hyperthreading Crysis 3 Video Game Computer Hardware Industryi74770K4.3 vs FX83504.7 in Crysis 3  SLI 980 ! 5      www.computeruniverse.ru FWED9WI SLI 980 ! 1.      FX. 400      55,2.  Intel  4,8   400  .      Intel . 2.    .  4    Intel  97.  ,    .  AMD 8 ,     87.    ,         .   !  . ,        fps  Intel  AMD    49  48 fps!!   Intel   . 3.  8  HT on  4770K  ,       ,      GTX 980! 8  4    Intel  8  AMD    . AMD               .      FX .  8    4  Intel   . Intel     ,      . Intel  ,  AMD      .    . AMD  .   . 2980   1150     20113  .   i7   .   SLI GTX 980 12167312 R9 2801150  FX83504.7 i74770K4.3  Gigabyte GAZ97XSLI rev. 1.0 MSI 990FXAGD80 rev. 2.2 Full HD, MAX, 4xAA   AMD Thermaltake Frio Extreme Silent 14 Dual  Intel Thermalright TRUE Spirit 140 Power ", "viewCount": 0.3852906758796954, "labels": [0, 1, 629, 1804, 2333]}, "WxVL95ODtBw": {"likeCount": 0.1, "dislikeCount": 0.0, "videoId": "WxVL95ODtBw", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "animplanet theanimplanet dannypltnm stund nubbeh miccool terkoiz jcamelo fluidanims stickfigure animation flash tutorial awesome fightingStickWeekly 3 AnimplanetStund Another collaboration made by the members of Animplanet. We had lots of entries this time which was great! Link for high quality Join the fun! ", "viewCount": 0.3198106998873402, "labels": [16, 1448]}}