{"V6ypQhqFsoU": {"likeCount": 0.1740362689494244, "dislikeCount": 0.047712125471966245, "videoId": "V6ypQhqFsoU", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "fireworks igniters ematch connector pyrotechnics easypyro shooting wire Talon igniterEasyPyro Pyro Splice ConnectorsPyroSplice connector for easily connecting ematches and igniters together. Totally waterproof and no insulation to strip! The connector can also be used with out shooting wire to extend the igniter length. Available at ", "viewCount": 0.4466971364322843, "labels": [1398, 3268]}, "q7JvGNuQAsI": {"likeCount": 0.13222192947339192, "dislikeCount": 0.03010299956639812, "videoId": "q7JvGNuQAsI", "title": "", "description": "", "length": 0.26273658565927327, "keywords": "bio2 biohazard2 re2 resident2 evil Leon Claire Tofu Hunk tvirus damage walkthrough playthrough gameplay let's play solo through run knife knifing knifed capcom Nemesis umbrella guide clear clearedResident Evil 2 Leon A Knife  04Knife Speedrun Finished in 25 January 2009 Clear Time 11848 Part 410 Playlist  Subscribe if you want so see more videos like this", "viewCount": 0.33163897510731954, "labels": [0, 1, 337, 1778, 2873, 3557]}, "byG9E83JHRw": {"likeCount": 0.17853298350107671, "dislikeCount": 0.0, "videoId": "byG9E83JHRw", "title": "", "description": "", "length": 0.24216039268698314, "keywords": "Shaman In the Dark Anime Live 2008 DVD YouTube shaaman angra msica music Heavy Metal Rock programa apresentao tv grupo banda Bianchi Thiago Ricardo Confessori Fernando Quesada Junior Carelli Teclado tecladista Vocal Vocalista Bateria Baterista Guitarra Guitarrista Show pesado Meldico Song cd lbum Origins Immortal Gravao Estdio entrevista artista musicoThiago Bianchi  SHAMAN  In the Dark DVD Anime AliveVdeo do DVD Anime Alive da banda Shaman Para mais informaes visite ", "viewCount": 0.3622006673006805, "labels": [3, 4, 9, 28, 38]}, "c-bD4CPEh6U": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06989700043360189, "videoId": "c-bD4CPEh6U", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "kobe bryant nba basketball live 08 2k8 2k7 07 shots rim ball dunk lakers team farmar fisher shaq 24KOBE CHECK THE HATEKOBE CHECK THE HATE BETTER QUAILITY DOWNLOAD ", "viewCount": 0.36375897858387, "labels": [0, 52, 70, 125]}, "RQZvAYQzuc4": {"likeCount": 0.19822712330395686, "dislikeCount": 0.06989700043360189, "videoId": "RQZvAYQzuc4", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "FIFA 13 FIFAManny UT FIFA 14 tbjzl TBJZL Manny's Minions Bro Clubs FIFA Video Game Series FIFA 14 XBOX 360 Video Game Industry Xbox 360 Video Game PlatformFIFA 14  MANNY'S MINIONS EP 6 LOOSING WAYSSorry for the length of the video hope to bring a new one sooon ", "viewCount": 0.3284205067701794, "labels": [0, 1, 63, 167, 335]}, "RT6y-1NcJJk": {"likeCount": 0.12552725051033062, "dislikeCount": 0.06989700043360189, "videoId": "RT6y-1NcJJk", "title": "", "description": "", "length": 0.2278753600952829, "keywords": "  SDS150 SAKATO  sakato S20.71590ZX225USRSDS150SLCH400250S284", "viewCount": 0.4151859955512512, "labels": [2, 7, 208, 347, 1161]}, "yZwAE3ifcOA": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "yZwAE3ifcOA", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "tap tapdance kwd spotlight dance cup the katherine wheeler dancers malaby2009 spotlight dance competiton, You Cant Buy Me LoveYou cant buy me love performed at the Spotlight 2009 competiton", "viewCount": 0.35856862784524973, "labels": [6, 8]}, "7JqhQuDbjT0": {"likeCount": 0.18750612633917002, "dislikeCount": 0.06989700043360189, "videoId": "7JqhQuDbjT0", "title": "", "description": "", "length": 0.24297522800024082, "keywords": "dallas cowboys cheerleaders dcc pregame texas stadiumDallas Cowboys Cheerleaders  Move Shake DropThe DCC perform a pregame show to the delight of the crowd at Texas Stadium.", "viewCount": 0.4283617786365643, "labels": [0]}, "7PlyfEnjX6I": {"likeCount": 0.047712125471966245, "dislikeCount": 0.08450980400142569, "videoId": "7PlyfEnjX6I", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "airsoft gun bb fire arm weapon m15a4 m4 carbine sport line version magpul AFG utg rail system covers custom carry handle mount nc star red dot scope m120 spring 400 fpsclassic army m15a4 carbine sport line versionthis gun is real awesome. it has a bunch of mods and accessories which include m120 spring utg rail system w rail covers magpul AFG carry handle rail mount nc star red dot laser scope more vids coming soon!", "viewCount": 0.3314077991779213, "labels": [180]}, "or5WpenkaYg": {"likeCount": 0.13222192947339192, "dislikeCount": 0.19138138523837167, "videoId": "or5WpenkaYg", "title": "", "description": "", "length": 0.261066016308988, "keywords": "5.1 Home Theater setup surround sound system uncharted energy take classic speakers onkyo av receiver sony hdtv 1080p LCD ONKYO 607 apartment gaming THX Sound HOME THEATER SYSTEM Dobly Digital DoblyTrueHD DTSHD DTS HD PA120 subwoofer pa 120 sub test bass pioneer xbox ps3 Energy Take Classic set.My Energy Take Classic 5.1 Surround Sound Setup in 720p HDTURN UP THE VOLUME IF YOU CAN'T HERE IT......I was bored so i made a video showing my families 5.1 surround sound system setup mini home theater. This is nothing compared to what others have here on youtube or anywhere else, so please no negative comments. Any questions feel free to ask, Thanks, I am playing uncharted 2 and i was testing it out. Does not sound as well as in real life. Energy Take Classic 5.1", "viewCount": 0.469254730251343, "labels": [1, 246, 269]}, "-qjuFbcuhS0": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "-qjuFbcuhS0", "title": "", "description": "", "length": 0.24785664955938436, "keywords": " R11 AIR  FXD900  R11 AIR   FXD700    R11 AIR FXD900 FXD700       RS RS      RS   FXD900    ?     R11 AIR   CUBE     .     RS    FXD900        .                  .      .     .       053.581.8800", "viewCount": 0.37564078725489586, "labels": [2, 7, 224, 267]}, "-r6t01kRq_A": {"likeCount": 0.15797835966168103, "dislikeCount": 0.06989700043360189, "videoId": "-r6t01kRq_A", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "Ford EcoSport Ford EcoSport India Ford EcoSport video Ford EcoSport specifications Ford EcoSport Price Ford EcoSport mpg Ford EcoSport interior Ford EcoSport 2013 Ford EcoSport review Ford EcoSport team bhp ford ecoboost Ford EcoSport MileageFord EcoSport Review Ford EcoSport at Showroom Grease n Gasoline Ford EcoSport New Ford EcoSport Suv Review Grease n Gasoline LIKE US YOUTUBE  SUBSCRIBE  LIKE !! TAG !! SHARE !! Ford EcoSport, Ford EcoSport India, Ford EcoSport video, Ford EcoSport specifications, Ford EcoSport Price, Ford EcoSport mpg, Ford EcoSport interior, Ford EcoSport 2013, Ford EcoSport review, Ford EcoSport mileage, ford ecoboost 2013 Ford Escape EcoBoost  Grease n Gasoline Video SUBSCRIBE FOR PHOTOS LIKE US on FB UPDATES VIA LIKE  TAG  TAG Ford Ecosport, the first compact SUV from Ford India is nearing its launch. The fact is evident from the official Ford India's website where Ecosport has been featured with more details. One can review Ford Ecosport completely from the website. Ford Ecosport price is expected to fall between Rs 7 lakhRs 9 lakh. The cute looking compact car that was shown recently in the Beijing Auto show will come powered by a 1.0litre, 3cylinder EcoBoost engine. Ford Ecosport India will haul out as good power and torque as retrieved from a 1.6litre engine 120 Ps170 Nm while maintaining fuel efficiency figures high. From the pictures of the show, it is gauged that the production version has not been tampered much in comparison to the concept displayed before. The production of this vehicle new generation which was globally unveiled in Auto Expo India, 2012, will start soon. Keep checking this space for the launch date. Courtesy Ford", "viewCount": 0.43555089880244335, "labels": [2, 7, 116, 165]}, "r4n4KGZeHpE": {"likeCount": 0.29365137424788934, "dislikeCount": 0.17853298350107671, "videoId": "r4n4KGZeHpE", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "Variety Videogame Game LoL League of Legends Video Of Season 1 Skarner Is Grasshy grasshy Legends PC of Pocket Computer League Epic Monster grasshyren TheLoL Epic  Skarner Is A Monster Of The Pocket VarietyGrasshyren discovers Pokemon reference thanks to ABYAY Grasshyren grew to level 2! Grasshyren is evolving! Presses B. ", "viewCount": 0.5118730854541658, "labels": [0, 1, 42, 111]}, "vtCY7WG-CIM": {"likeCount": 0.3439174739843469, "dislikeCount": 0.15185139398778877, "videoId": "vtCY7WG-CIM", "title": "", "description": "", "length": 0.2574031267727719, "keywords": "NBA 2K15 PlayStation 4 PS4 Xbox One Mycareer NBA 2K15 Tips NBA 2K15 NBA 2K15 MyCareer NBA 2K15 Tutorial Destiny LeBron James Signature Skill Tips Tricks Tutorial Review Commentary How To Ultimate Dunking Shooting Layups Defense Dribbling Basketball Glitch First Look Impressions The Park Titan Warlock Hunter Momentous NBA 2K15 Trailer Momentous TrailerNBA 2K15  Full Momentous Gameplay Trailer Breakdown  Likes & DislikesNBA 2K15  Full Momentous Gameplay Trailer Breakdown  Likes & Dislikes The song is A Tribe Called Quest  Scenario In Game Music Subscribe  ShakeDown2012 daily on Twitter  ShakeDown2012 daily on Twitch ", "viewCount": 0.48809792783029055, "labels": [0, 70, 125, 989, 1047]}, "KPWz70tN3fM": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "KPWz70tN3fM", "title": "", "description": "", "length": 0.2499687082618404, "keywords": "warped tour alesana 2008 gorgeAlesana  Apology  Warped Tour 08Vans Warped Tour 08 at the Gorge Amphitheatre, WA on August 9.", "viewCount": 0.33902283624691304, "labels": [3]}, "7BjKn7pRqBE": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "7BjKn7pRqBE", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "Honda SGX50 runHonda SGX50 runHonda SGX50 run", "viewCount": 0.36307328928171967, "labels": [2, 30, 280, 608]}, "7BHWM8IcSfg": {"likeCount": 0.22405492482826, "dislikeCount": 0.0, "videoId": "7BHWM8IcSfg", "title": "", "description": "", "length": 0.23443922736851108, "keywords": "Bass fishing tip of the day tips and tricks bass fishing Largemouth bass fish money saving tackle tackle boxTip of the Day 1  Keeping your stuff in place in the boxHave you ever had your hooks, and sinkers shift around in your tackle box. This is a quick, easy, and cheep fix to that problem. ", "viewCount": 0.409826290237993, "labels": [43]}, "2nXWHQAshxA": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "2nXWHQAshxA", "title": "", "description": "", "length": 0.24638929889859074, "keywords": "basketball gahanna lincoln high school columbus ohio aau eybl king james class of 2013 4 recruiting all varsity guard small forward aaron jacksonAaron Jackson co 2013 GSF Junior Highlights Akron ZipClass of 2013 Top 4 Small Forward in Ohio 6'6\" 195lbs Gahanna Lincoln High School Committed to the University of Akron", "viewCount": 0.36015167836500106, "labels": [0, 52, 70, 91]}, "7vrufmAcfZs": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "7vrufmAcfZs", "title": "", "description": "", "length": 0.24927603890268377, "keywords": "hi2sib teaching bar graphPerfect Kindergarden Teacher  Bar GraphsThis wonderful, highly skilled teacher introduces kindergartners to the concept of a bar graph", "viewCount": 0.4115876664268445, "labels": [205, 598, 857, 1245]}, "5ThY2JvNnZY": {"likeCount": 0.08450980400142569, "dislikeCount": 0.08450980400142569, "videoId": "5ThY2JvNnZY", "title": "", "description": "", "length": 0.2250420002308894, "keywords": "cooking crab fisherman crab food seafood Kitchen RecipeCooking Crab the Chinese  fisherman styleThe more common ways of cooking crab are cutting the crab into pieces and fry them. This will lose the original favor and taste of the crab. Try cooking it in a whole. You sure to love it. If you love my video, please grade it and share with your friends. Do return to us often as we will have more videos update.", "viewCount": 0.3610873000380052, "labels": [11, 20, 22, 29, 32, 120, 426, 752, 767, 1576]}, "5UTU05ykUH4": {"likeCount": 0.22041199826559246, "dislikeCount": 0.047712125471966245, "videoId": "5UTU05ykUH4", "title": "", "description": "", "length": 0.2413299764081252, "keywords": "Call Of Duty Ghosts Modern Call Duty Cod Mw2 Cod4 Call Of Duty Video Game Series Montage Video Game Industry Montage Film Genre Industry Organization Sector Cod5 LVP Mlg competitive competitivo final cup bystaxx willyrex alexby11 elrubiusomg vegetta777 mangelrogel pamaj faze clan trickshot pewdiepie hlasoygerman mejor arma call of duty COD call of duty mw3 sindicate project trucos call of duty hack call of duty noobcodLA PARTIDA \"CASI\" PERFECTA !! RACHA DE 16 EN JUEGO DE ARMAS  CALL OF DUTY GHOSTSMejores videos  KEM DPE  Especial 1.000 subsMontaje competitivo  Nuclear en Contra todos  Nuclear en Buscar y detruir  K.E.M Fail Vs staxx y abeel  Miniaturero y GFX Twitter n00bCOD ASK ", "viewCount": 0.31818435879447726, "labels": [0, 1, 36, 180, 367]}, "bMYyuW4X1iM": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "bMYyuW4X1iM", "title": "", "description": "", "length": 0.21105897102992488, "keywords": "weddingjust another normal wedding...it was an awesome evening.. my best wishes to lish and ant1!", "viewCount": 0.32342641243787895, "labels": [8, 71]}, "bNfRczQGKKs": {"likeCount": 0.047712125471966245, "dislikeCount": 0.0, "videoId": "bNfRczQGKKs", "title": "", "description": "", "length": 0.23283796034387377, "keywords": "Gauley River Hell Hole Pure ScreamingGauley River Whitewater Pure Screaming Hell092108 Gauley River, WV. Straight thru the gates of hell!", "viewCount": 0.3237292337567459, "labels": [60, 419, 1271, 1393]}, "kkQW1dPL92M": {"likeCount": 0.1380211241711606, "dislikeCount": 0.03010299956639812, "videoId": "kkQW1dPL92M", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "cup joel lawrence kansas massachusetts street guitar dave buskers'Guitar Dave'One of the more dedicated buskers on the streets of Lawrence, Kansas  and one of the reasons I love this town.", "viewCount": 0.3551815822351016, "labels": [4, 9, 10, 34]}, "l2n6FGuLe-U": {"likeCount": 0.1278753600952829, "dislikeCount": 0.09542425094393249, "videoId": "l2n6FGuLe-U", "title": "", "description": "", "length": 0.23263358609287513, "keywords": "UCC You raise me up   flvYou Raise Me up Ulsan Dong Middle School StudentsYou Raise Me up Ulsan Dong Middle School Students Ulsan Dong Middle School a chorus for mens voices", "viewCount": 0.4314162271709985, "labels": [3, 4, 13, 41, 54]}, "l36WyVJCYvE": {"likeCount": 0.1146128035678238, "dislikeCount": 0.0, "videoId": "l36WyVJCYvE", "title": "", "description": "", "length": 0.25237464668115644, "keywords": "washington star quilt blockWashington Star Quilt Blockwww.QuiltBlockLibrary.com  Penny Halgren shows how to sew the Washington Star quilt block. Distributed by Tubemogul.", "viewCount": 0.37970596946999713, "labels": [390, 1300]}, "W20sNI7ng_0": {"likeCount": 0.21367205671564068, "dislikeCount": 0.047712125471966245, "videoId": "W20sNI7ng_0", "title": "", "description": "", "length": 0.2503790683057181, "keywords": "CSGO inferno CS GO smokes Bombsite tutorial counterstrike csgoworld B site bombsite tactic deinferno tactics tricks tips denuke denukeve best good cs dedust2 detrain hints flashing upper lower ramp ladder Tip Ace How to ESC SK NiP Heaton GetRight forest f0rest neo fnatic Na'Vi round mouz mousesports edward markellof kennys VG Verygames TITAN VirtusPro Taz pasha NBK 3dmax Dignitas strategy breakdown snax byali IEM Katowice shox deviceCSGO Virtus.pro vs NiP detrain 113 Outer Bombsite Rush  Copenhagen Games 2014 April 19, 2014Reddit POVs Neo 0054 Pasha 0117 Byali 0139 Snax 0208 TaZ 0230 Difficulty level 45 Music AlpakaWhacker  Guitar Wonderland  Tactics  Smoke&Flash Tutorials  Wallbanging Tutorials  Gun Tutorials  Russian Videos  Donate to paypal if you want to help us grow michalengel89gmail.com  Crosshair settings clcrosshairalpha \"246\" clcrosshaircolor \"5\" clcrosshaircolorb \"255\" clcrosshaircolorr \"255\" clcrosshaircolorg \"255\" clcrosshairdot \"0\" clcrosshairgap \"1\" clcrosshairsize \"4\" clcrosshairstyle \"2\" clcrosshairusealpha \"1\" clcrosshairthickness \"1\" clfixedcrosshairgap \"1\" clcrosshairoutline \"1\" clcrosshairoutlinedraw \".5\"", "viewCount": 0.38584168777234884, "labels": [0, 1]}, "H7j4PwlY50o": {"likeCount": 0.2161368002234975, "dislikeCount": 0.047712125471966245, "videoId": "H7j4PwlY50o", "title": "", "description": "", "length": 0.23909351071033794, "keywords": "Concert TV Genre Foo Fighters Musical Group Live Festival Quotation Subject Dave Grohl Pat Smear Taylor Hawkins Nate Mendel 1997 Bizarre Germany Doll See You Colour and the Shape TourFoo Fighters 67 DollSee You Live 081597  Cologne, Germany Bizarre FestivalBizarre Festival  Cologne, Germany  081597 PRO 1a I do not own the Rights to this performance, no infringement intended", "viewCount": 0.40337855168422315, "labels": [3, 4, 9, 10]}, "HAO-m1UfNj0": {"likeCount": 0.17558748556724915, "dislikeCount": 0.08450980400142569, "videoId": "HAO-m1UfNj0", "title": "", "description": "", "length": 0.21335389083702175, "keywords": "Super Bowl Sports League Championship Super Bowl XLIX New England Patriots Professional Sports Team American Football Sport Football Product Category Touch Down Fever Video Game Nfl Highlights New England Patriots Super Bowl XLIX Parade Boston Massachusetts rob gronkowski jimmy kimmel rob gronkowski rob gronkowski mortal kombat NFL Network TV Network ilabreezyi labreezy devin labrie labriefilms tom brady bill belichickNew England Patriots Super Bowl XLIX Championship Victory Parade!! PatsNationNew England Patriots Super Bowl XLIX 49 Parade Boston, Massachusetts 2415 Patriots players and fans celebrating their 4th Super Bowl Victory today in Boston!! Twitter Instagram Curse Network Partnership Music by ", "viewCount": 0.4215082115013175, "labels": [175]}, "HEVRbRjUtFE": {"likeCount": 0.15797835966168103, "dislikeCount": 0.0, "videoId": "HEVRbRjUtFE", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "SEA     SEA      Dj Mamsi  SEA    dj Mamsi remixRemix                       .       FaceBook ", "viewCount": 0.37325545798514326, "labels": [3]}, "_-_sXcpCoBQ": {"likeCount": 0.07781512503836437, "dislikeCount": 0.08450980400142569, "videoId": "_-_sXcpCoBQ", "title": "", "description": "", "length": 0.2436162647040756, "keywords": "Map Jump for My Love Deutsch Jumps Jumping Level Game CliffMinecraft 1.1 JumpRtsel Map German FullHDFr den Download die Beschreibung ffnen ! Download der map  Neue Facebook Seite  Wer alle Infos schon frher haben will liken !! Winrar 64 bit to open rar fileFree  Winrar 32 bit to open rar fileFree  ", "viewCount": 0.3096910013008056, "labels": [0, 27]}, "--mp8-hdNYs": {"likeCount": 0.14771212547196624, "dislikeCount": 0.0, "videoId": "--mp8-hdNYs", "title": "", "description": "", "length": 0.24014005407815442, "keywords": "JUDAS PRIEST Angel Sheffield Arena UK 2009 Priest Feast Live HD Angel Of Retribution Musical Album Rock Music Live Music United Kingdom CountryJUDAS PRIEST  Angel  Sheffield Arena UK  13.02.2009  Priest Feast  Live HDPriest Tour 2009 13 February 2009", "viewCount": 0.38630252962294703, "labels": [3]}, "--7nfD-Qlb8": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "--7nfD-Qlb8", "title": "", "description": "", "length": 0.2561101383649056, "keywords": "mother tori amos live concert hamburg germany 101011 2011 laeiszhalle night of hunters tourMother  Tori Amos101011 Laeiszhalle Hamburg I just LOVE this song  it gave me chills to hear it live in such brilliance and purety! I'll be working on a guitar version of this  Lyrics Go go go go now Out of the nest It's time Go go go now Circus girl without a safety net Here here now Don't cry You raised your hand for the assignment Tuck those ribbons under your helmet Be a good soldier First my left foot Then my right behind the other Pantyhose Running in the cold Mother the car is here Somebody leave the light on Black Chariot for the redhead Dancing dancing girl And when I dance for him Somebody leave the light on just in case I like the dancing I can remember where I come from I walked into your dream And now I've forgotten how to dream my own dream You are the clever one aren't you Brides in veils for you We told you all of our secrets All but one So don't you even try The phone has been disconnected Dripping with blood And with time And with your advice Poison me against the moon Mother the car is here Somebody leave the light on Black Chariot for the redhead Dancing dancing girl And when I dance for him Somebody leave the light on just in case I like the dancing I can remember where I come from I escape into your escape Into our very favorite fearscape It's across the the sky And across my heart And I cross my legs Oh my God First my left foot Then my right behind the other Breadcrumbs lost under the snow Mother Mother the car is here Somebody leave the light on Somebody leave the light on just in case I like the dancing Mother", "viewCount": 0.33119656603683667, "labels": [3, 4, 6, 10, 31, 40, 47]}, "oxNHHyC47_A": {"likeCount": 0.2862131379313037, "dislikeCount": 0.10413926851582252, "videoId": "oxNHHyC47_A", "title": "", "description": "", "length": 0.23654879848909, "keywords": "Living Room Ideas Dinner Ideas Ikea Hack hairstyle Barbie Makeup Theodore Leaf tutorial Ken Transformation Easy Dinner Recipes DIY Crafts up do beauty hair Easy Recipes how to Up Do For Long Hair New York Apartment Tour Quick Dinner Ideas fun Cute Hairstyles Barbie Makeup Tutorial Home Decorators Logo Home Decor holiday Healthy Snacks Makeup DIY Projects easy Wall Decor Interior Design Style jessica harlow Secret Guide To Fabulous Long HairstylesEasy Holiday Up Do Hair Tutorial with Jessica HarlowHappy Holidays Dolls! I am so excited to kick off the season with several beauty videos that I collaborated with Jessica Harlow on! For this look I did a classic up do perfect for a holiday party. Try it yourself and tag theodoreleaf & sultrabeauty! Check out the playlist here www.sultrabeauty.com 25 OFF Coupon Code HOLIDAYHAIR Valid 12914122314 Hair tool featured in this video Sultra The Bombshell 1.5 inch Curling Rod used in this look sultrabeauty Facebook Instagram Twitter Makeup featured in this video e.l.f. Cosmetics Facebook Twitter YouTube Pinterest Instagram elfcosmetics My bronzer e.l.f. Studio Bronzers Texture Wave Spray Questions? email me asktheodoreleaf.com Thumbs Up for more! Follow YouTube.comtheodoreleaf Twitter.comtheodoreleaf Facebook.comtheodoreleaf Instagram theodoreleaf Pinterest theodoreleaf www.theodoreleaf.com Thank you to our fabulous sponsors Sultra Beauty & e.l.f.", "viewCount": 0.4073864922903, "labels": [50, 65, 66, 355, 781]}, "ed5_oeFX4os": {"likeCount": 0.14471580313422192, "dislikeCount": 0.047712125471966245, "videoId": "ed5_oeFX4os", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "Fumiyuki Hashimoto Person Dragon Gate Business Operation Wrestling Sport    JIMMYZ   Guitar cover STRIKE STILL ROUNDERDRAGONGATE   STRIKE STILL ROUNDER Guitar CoverDRAGON GATE JIMMYZ  STRIKE STILL ROUNDER Guitar cover Guitar UP 2 ", "viewCount": 0.38669368177316393, "labels": [9]}, "ENV466KYlzE": {"likeCount": 0.07781512503836437, "dislikeCount": 0.03010299956639812, "videoId": "ENV466KYlzE", "title": "", "description": "", "length": 0.25599066250361124, "keywords": "Britney Spears Womanizer Mix Live audio video tours promo circus femme fataleBritney Spears  Womanizer Mix LiveBritney Spears  Womanizer Mix Live   Audio from Circus tour & Femme Fatale tour  Video from promo & tours.", "viewCount": 0.3197280558125619, "labels": [3, 6]}, "ENftKhqHeEQ": {"likeCount": 0.10413926851582252, "dislikeCount": 0.06989700043360189, "videoId": "ENftKhqHeEQ", "title": "", "description": "", "length": 0.2305351369446624, "keywords": "Line DanceSO SO COOL  LINE DANCELine Dance  So So Cool Choreographed by Jasmine Tan 32 Count 4 Wall Easy Intermediate Danced by Adeline Cheng's Bella Chicas Dance Group", "viewCount": 0.41617871187455235, "labels": [8]}, "EPyZW5c37M4": {"likeCount": 0.19395192526186186, "dislikeCount": 0.047712125471966245, "videoId": "EPyZW5c37M4", "title": "", "description": "", "length": 0.23010299956639813, "keywords": "Battlefield 4 BF4 battlefield dog tags locations weapon locations collectibles guide full arsenal Battlefield 4 Dog Tag  Weapon Locations Shanghai shanghi HTG mission level 3 trophy achievement trophies achievements HappyThumbsGaming Happy Thumbs Gaming HappyThumbs happythumbsgaming HTG HTG Jeremy Playstation 3 playstation 4 Xbox360 PlayStation PS3 PS4 xbox 360 PC TrophyAchievement Trophy Achievement Help Walkthrough Playthrough Tutorial bako bako missionBattlefield 4 Dog Tag  Weapon Locations  Bako Mission  HTGLocation  Bako mission HTG Jeremy shows you how to get the find the Dog Tags so you can earn the collectible TrophyAchievement for Battlefield 4 on PS3, PS4, Xbox360, Xbox One and PC. This Battlefield 4 video is to show you show you where the dog tags and weapons are at on the Bako Mission. I would recommend playing it on easy so you can move around the Bako level easier. Your opinion is important to us so if there are any other Battlefield 4 videos you would like us to add let us know in the comments below and we will try to get them up. Thank you for choosing Happy Thumbs Gaming for all of you Battlefield 4 gaming needs. Trophy  Achievements Stumbled over itFind 3 collectibles in the Campaign It was on the way... Find 6 collectibles in the Campaign Took a casual look around Find 9 collectibles in the Campaign Done some searching Find 12 collectibles in the Campaign Methodical search Find 15 collectibles in the Campaign No stone left unturned Find 18 collectibles in the Campaign Every nook and cranny Find 21 collectibles in the Campaign Full arsenal Unlock all assignments and collectibles in the Campaign Link to our Battlefield 4 playlist Check us out on ", "viewCount": 0.37365558471626364, "labels": [0, 1, 124, 153, 180, 317, 851]}, "EP1kNQXnJF0": {"likeCount": 0.07781512503836437, "dislikeCount": 0.0, "videoId": "EP1kNQXnJF0", "title": "", "description": "", "length": 0.21172712956557646, "keywords": "Nature Air ParkNature Air ParkNature Air Park", "viewCount": 0.3431363764158988, "labels": [88]}, "EQgsZxjVGTY": {"likeCount": 0.12304489213782739, "dislikeCount": 0.03010299956639812, "videoId": "EQgsZxjVGTY", "title": "", "description": "", "length": 0.25622928644564746, "keywords": "models modeling fashion talent runway Model Profession Style BeautyFox Models Arizona 2014Fox Models came to Phoenix the weekend of December 12th, 2014. Here are some highlights. Don't miss your chance to be discovered by the top modeling agencies at our next showcase the weekend of June 19th in San Diego. Go to www.fmilive.com for all the details.", "viewCount": 0.37246035153967166, "labels": [332]}, "LNJL4eyfbDo": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "LNJL4eyfbDo", "title": "", "description": "", "length": 0.2357934847000454, "keywords": "lawnmowerJohn Deere LT155 cold mowingVery wet day to mow the lawn. 38F outside at 1000 am and the grass is tall because i was cutting at 2 14 inch. So ill post another cold mow with a cold start. View my Channel and Subscrip", "viewCount": 0.3302114376956201, "labels": [2, 7, 620, 783, 804]}, "6CLk5SR-SXU": {"likeCount": 0.13010299956639812, "dislikeCount": 0.08450980400142569, "videoId": "6CLk5SR-SXU", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "Cod MW2 sniper montage call of duty modern warfare clan double triple quad collateral intervention barret model 1887 ump45 m16 rape ownage owned top best cod carnage krroniiksnipezz farquie1993 ochillax DRFT zirrgrizz highest member join gaming entertainment rhysy07 kill killsCoD MW2 Montage C 4 R N A G 3 TrailerSniper Montage trailer C 4 R N A G 3. Produced & Edited by rhysy07. C4RNAG3 is currently recruiting members from Australia and New Zealand ONLY, contact me if your interested. you have to have atleast a 1.20 KD ratio to join. Thanks for watching and dont forget to comment, rate and subscribe. No Copyright intended for the music displayed in this video. \"Copyright Disclaimer Under Section 107 of the Copyright Act 1976, allowance is made for \"fair use\" for purposes such as criticism, comment, news reporting, teaching, scholarship, and research. Fair use is a use permitted by copyright statute that might otherwise be infringing. Nonprofit, educational or personal use tips the balance in favor of fair use.\"", "viewCount": 0.34034637013453173, "labels": [0, 1, 36, 132, 185]}, "6CE2k-9jsg0": {"likeCount": 0.1724275869600789, "dislikeCount": 0.08450980400142569, "videoId": "6CE2k-9jsg0", "title": "", "description": "", "length": 0.23961993470957366, "keywords": "Forza 4 Forza 4 Gameplay Forza Motorsport 4 E3 2011 Forza 4 E3 2011 Microsoft Turn 10 Turn10studios Forza 4 Mountain track Race Racing Game Race Sim Racing Videos Classic Cars VVV VVVGamer VVV Automotive AutomotiveForza 4 Gameplay Replay Cam E3 2011For some reason it was really hard getting any replay footage, this shows a couple of several attemps made but hey, we got there in the end. Please subscribe and join our Facebook and Twitter ", "viewCount": 0.419901427093462, "labels": [1, 575, 1284]}, "qyDoCenERtk": {"likeCount": 0.1146128035678238, "dislikeCount": 0.06989700043360189, "videoId": "qyDoCenERtk", "title": "", "description": "", "length": 0.2440909082065218, "keywords": "mad science minecraft minecart scientific oh god bad idea why did you do thatMinecraft Survival Multiplayer Minecarts  The Mad Scientists and MisfitsOur first attempt at minecarts in Survival Multiplayer did not go as planned... Song Orpheus in the Underworld  Jacques Offenbach Check out the website, yes? madscientistsandmisfits.com", "viewCount": 0.3471731651480051, "labels": [0, 27]}, "kH7u0wuy1BE": {"likeCount": 0.25465426634781313, "dislikeCount": 0.1, "videoId": "kH7u0wuy1BE", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "achievement hunter guide walkthrough rooster teeth Just Cause 2Thing to do In.. Just Cause 2  Island Hopping!Jaime and Leo take part in some extreme boating in Just Cause 2! Hilarity ensues!", "viewCount": 0.4500620636267675, "labels": [0, 1, 851]}, "wosMIv7Niy4": {"likeCount": 0.13010299956639812, "dislikeCount": 0.06020599913279624, "videoId": "wosMIv7Niy4", "title": "", "description": "", "length": 0.23909351071033794, "keywords": "I Love You For Sentimental Reasons July 2012 William Best Jazz Tenor Sax Saxophone Blues Hal Leonard playalong series Improvisation Cannonball Lady Godiva ModelI Love You For Sentimental Reasons  July 2012Sorry I missed posting a clip for June but I'll make it up. Here is my take of the ballad I Love You For Sentimental Reasons. Interestingly, I only heard this song last month but immediately wanted to try it. Hope you enjoy and provide your constructive feedback. And yes, I'm still working on my vibrato but it's coming along slowly..... Of course, video and sound led by my son, Ryan,", "viewCount": 0.3499274581892218, "labels": [188, 594]}, "JZTBywDthsU": {"likeCount": 0.09030899869919436, "dislikeCount": 0.06989700043360189, "videoId": "JZTBywDthsU", "title": "", "description": "", "length": 0.26674529528899543, "keywords": "  Dragon Quest Rocket SlimeDragon Quest Heroes Rocket Slime Final BattleThis enemy is soooooooooooooooooooooo weak!!!!", "viewCount": 0.4000303899784813, "labels": [0, 1, 81, 762]}, "bpB5erHiXyA": {"likeCount": 0.06020599913279624, "dislikeCount": 0.08450980400142569, "videoId": "bpB5erHiXyA", "title": "", "description": "", "length": 0.2496929648073215, "keywords": "Party Media Genre Nightclub Building Function Penguin Alicia Iphone 5s iphone 5c night club trap swag black sea novorossiysk sochi 2014 party car moto pre party tvdrive lets ride wonder land clubWonderland club. Lets Ride party .      WonderLand          . .       preparty      . ,    ,      .", "viewCount": 0.3310693312343361, "labels": [14, 433]}, "WVSfQyfedhY": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "WVSfQyfedhY", "title": "", "description": "", "length": 0.24955443375464484, "keywords": " KMB  KOWLOON MOTOR BUS   DOUBLE DECKER  HONG KONG HK  KWAI CHUNG  TSUEN WAN  FU HOUSE  ON    TAI WO HAU FACTORY BUILDING  BO SHEK MANSION  LADY TRENCH POLYCLINIC  BAYVIEW GARDEN ADS24  FT9178  34   KMB Route 34 Dennis Dragon 9.9m Cummins LT10B245 Voith DIWA863 Duple Metsec Date 11 MAR 2010", "viewCount": 0.32725377773752373, "labels": [2, 218]}, "W_IqYjERuQY": {"likeCount": 0.13010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "W_IqYjERuQY", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "Waggonz Class 142 Flipdisc Railworks Train Simulator AP Armstrong Powerhouse Dot Matrix Railway Station Carlisle WCML LAWO Northern Rail Merseyrail West Coast Main Line Railway Steam Trains Video GameAPWaggonz Class 142 Destination Display TestQuick video testing the Flip disc destination display found on ex Merseyrail 142s", "viewCount": 0.4016155511951455, "labels": [2, 45, 51, 56, 77, 1879]}, "YuGyBmA_jCU": {"likeCount": 0.12304489213782739, "dislikeCount": 0.06989700043360189, "videoId": "YuGyBmA_jCU", "title": "", "description": "", "length": 0.23502480183341629, "keywords": "Decathlon Decathlon Group Business Operation DecathlonMuggia Trieste CityTownVillage Muggia CityTownVillage B'twin Rockrider rockrider 6.5Rockrider 6.5  decathlonMuggiaBike test tra le colline di TriesteMuggia della nostra mtb Rockride 6.5 con Denise Tremul. Girato con GoPro Hero 3 silver", "viewCount": 0.3904769625906595, "labels": [53, 58, 60, 163, 232]}, "Z-STAn-cih4": {"likeCount": 0.29916690073799485, "dislikeCount": 0.2887617300335736, "videoId": "Z-STAn-cih4", "title": "", "description": "", "length": 0.21875207208364633, "keywords": "arfare Team Deathmatch Sub Base Sniper Footage Online HDMW2 sniper quickscopesnoscopesNOT ME PLAYING SUB TO THE GUY HERE ", "viewCount": 0.589319675639662, "labels": [0, 1, 36, 132]}, "XfRdntC4eDE": {"likeCount": 0.2850646235183067, "dislikeCount": 0.1799340549453582, "videoId": "XfRdntC4eDE", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "key battery remote change vauxhall fob blip plip transponder keyfob repair installation car auto instruction changing program keys programming codingHow to change a Vauxhall key battery 01 We show you how to change a battery and resynchronise the remote function to your car", "viewCount": 0.5558080669290691, "labels": [2, 7, 712, 1099, 1759]}, "-Xrm9GNiHUg": {"likeCount": 0.09542425094393249, "dislikeCount": 0.047712125471966245, "videoId": "-Xrm9GNiHUg", "title": "", "description": "", "length": 0.2225309281725863, "keywords": "batteria drums snare tom floor namm musik messe peppe basile stefano palaferri lele melotti vittorio rivaPresentazione PORK PIE DRUM.Vi presentiamo le PORK PIE DRUM.", "viewCount": 0.3793790384690819, "labels": [28, 33, 38, 78, 86]}}