{"d6Q5XhvsHAs": {"likeCount": 0.16232492903979007, "dislikeCount": 0.15797835966168103, "videoId": "d6Q5XhvsHAs", "title": "", "description": "", "length": 0.22355284469075487, "keywords": "natural hair natural hair care natural hair styles microlinks microlink review microlinks on natural hair hair black hair review beauty blog 4b4c hair 4c hair 4b hair Black Ethnicity African People Ethnicity Natural Style Curly kinky30 Day Review of Microlinks on NATURAL hair 4b4cThis is a video expressing my thoughts about the microlinks on my natural, unrelaxed 4b4c type hair. I selfinstalled them approximately 30 days prior to making this video and the extensions that I used were from minihouse8888 on ebay. You can see more of my natural hair styles and more information about natural hair care on my blog. Just go to the following link and click the blue button on left side of page that says \"Join this site\" to stay up to date! Here's that link to My Happy Healthy Hair If you liked this video, please give me a thumbs up and SUBSCRIBE!!!!", "viewCount": 0.42337827150849483, "labels": [50, 65, 256, 355]}, "d7nNdSXkqfg": {"likeCount": 0.13010299956639812, "dislikeCount": 0.03010299956639812, "videoId": "d7nNdSXkqfg", "title": "", "description": "", "length": 0.2271841606536499, "keywords": "Harry Ginny she's the oneHarry Ginny's the one HarryGinny love 4everREAD, THEN ASK THE QUESTIONS... This is my new video of Harry and Ginny the most special and beautifull pair of Harry Potter. I hope you like it and vote or comment. Este es mi nuevo video de Harry y Ginny la mas especial y hermosa pareja de Harry Potter. Espero que les guste, comenten y voten.  Program Sony Vegas Movie Harry Potter Song She's the one  Robbie Williams  IMPORTANT all scenes were taken from the MOVIE Harry Potter, which belongs to Warner Brothers. I do not own any of the clips or music used for my video! All rights belong to its respectful owners. NO COPYRIGHT INFRINGEMENT INTENDED", "viewCount": 0.33562171342197356, "labels": [282]}, "dDvOJiHhJxE": {"likeCount": 0.11760912590556814, "dislikeCount": 0.03010299956639812, "videoId": "dDvOJiHhJxE", "title": "", "description": "", "length": 0.2161368002234975, "keywords": "xpipe high performance motor sports custom    350 magnaflow rev loud 1969   exhaust sound ZZ4  chevrolet  racing circle wheel muscle car Exhaust System camaro v8   muffler borla prime works   engine  chevy   exhaust   mod   ram jet 69corvette Exhaust Sound1969 Corvette , ZZ4 new motor, Patriot Headers, Dual exhaust, Magnaflow Mufflers, ", "viewCount": 0.3890421018800914, "labels": [2, 7, 48, 196, 224, 267, 566, 711, 942]}, "dEWcQVpmDsg": {"likeCount": 0.06020599913279624, "dislikeCount": 0.03010299956639812, "videoId": "dEWcQVpmDsg", "title": "", "description": "", "length": 0.2307496037913213, "keywords": "derbydriver209 Tim Timothy Esmond Demolition Destruction Derby Crash Smash Imperial Chevy Ford Dodge Chrysler GM WagonStockton 99 speedway demolition derby 2009this was a one shot derby at 99 speedway. This was my first derby on pavement and it was fun untill I broke an axle. I like the part where I push a car onto a K rail. Im car 209.", "viewCount": 0.3193958978019187, "labels": [17, 19]}, "S868IhdrPR8": {"likeCount": 0.09542425094393249, "dislikeCount": 0.0, "videoId": "S868IhdrPR8", "title": "", "description": "", "length": 0.25289167002776547, "keywords": "CINO JOOKIN MEMPHIS TN CLUB BUMPIN CHOPPIN BUCKIN RAP KEVIN DAMOND BELOWZERO OUTLAWSDAMOND,CINO,KEVINTHREE OF THE BEST ALIVE....", "viewCount": 0.3028977705208778, "labels": [6]}, "4VL03KfTX18": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "4VL03KfTX18", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "nic nick haul ass haulass Nichaulass Performance party bus buses limo limousine limosine transport van wagon stripper strippers pole poles dancing dance gopro gorpro go pro hero hd ii gpororp gprotopip groporheroii goprohdhero11 hoprohdpro herogoropro her goropo h2 hii heroii hero2 herii nichaulass performance nichaulassperformance custom made custommade ground grounds strap straps kit kits gas mileage mpg mpgs increase horsepowerNicHaulAss Performance  Party Bus Rocking ModificationsAdd our shop on Facebook Hook up your party bus, limousine or transport van with our shop! From Custom Upholstery to Custom Audio and Unique Stripper Poles and LED Lighting to! 2535922697", "viewCount": 0.3352953911710088, "labels": [2, 218, 2262]}, "4XiAYebVwQw": {"likeCount": 0.23598354823398882, "dislikeCount": 0.13010299956639812, "videoId": "4XiAYebVwQw", "title": "", "description": "", "length": 0.21038037209559568, "keywords": "Hulk Hogan Santa With Muscles trailer preview wrestler in a movie bad christmasSanta With Muscles TrailerHulk Hogan hides in a Santa costume from the authorities, only to find out all along the Christmas spirit is inside the suit with him. And he beats the hell out of the bad guys, too.", "viewCount": 0.4929209391954934, "labels": [25, 99, 518]}, "4Yy0HWtrOzo": {"likeCount": 0.1278753600952829, "dislikeCount": 0.06989700043360189, "videoId": "4Yy0HWtrOzo", "title": "", "description": "", "length": 0.22741578492636802, "keywords": "aikido martial arts wayAikido  Shiohira Sensei Winter Camp 2006Shiohira Sensei demonstrates openhand and jo techniques at the 2006 PAF Winter Camp. For more information, visit ", "viewCount": 0.3964919294286643, "labels": [1028]}, "UEUdnZklJyg": {"likeCount": 0.16127838567197356, "dislikeCount": 0.06989700043360189, "videoId": "UEUdnZklJyg", "title": "", "description": "", "length": 0.22380461031287957, "keywords": "Onimusha music video amv musica playhit play hitPlay Hit  Onimusha 3Video do Onimusha 3 no Play Hit. depois que o video ganha mais de 4000 visitas o maldito youtube me inventa de tirar a msica, tavez eu reupe algum dia.", "viewCount": 0.4060811119791346, "labels": [1]}, "OTjvnKA0KOc": {"likeCount": 0.22405492482826, "dislikeCount": 0.06020599913279624, "videoId": "OTjvnKA0KOc", "title": "", "description": "", "length": 0.2361727836017593, "keywords": "Precure All Stars DX3AMV Precure All Stars DX3 PioneerThe anime,music and subtitles don't belongs to me.", "viewCount": 0.44152238302320557, "labels": [5, 1388]}, "o6xmlx2WjQ8": {"likeCount": 0.23404441148401187, "dislikeCount": 0.10413926851582252, "videoId": "o6xmlx2WjQ8", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "MAXIMO SPODEK INSTRUMENTAL PIANO ROMANTIC LOVE SONGS BALLADS FROM MOVIES BACKGROUND RELAX SOOTHING MUSIC CHARLIE CHAPLIN RICHARD CLAYDERMAN JAMES LAST 101 STRINGS ORCHESTRA ENGELBERT HUMPERDINCK PAUL MAURIAT FRANCK POURCEL CARAVELLI PERCY FAITH RAYMOND LEFEVRE BERT KAEMPFERTTHIS IS MY SONG, ROMANTIC PIANO BACKGROUND INSTRUMENTALINTERPRETATION AND MUSICAL ARRANGEMENTS PERFORMED BY THE PIANIST MAXIMO SPODEK, COMPOSED BY CHARLIE CHAPLIN", "viewCount": 0.4561256461130405, "labels": [31, 1589]}, "qtdVRA2WmPE": {"likeCount": 0.06020599913279624, "dislikeCount": 0.0, "videoId": "qtdVRA2WmPE", "title": "", "description": "", "length": 0.21903316981702914, "keywords": "4K Kololo 360 12K TOURS VR tourism 8K VIRTUAL Welgevonden Game Travel Channel ReserveKololo Game Reserve  South Africa Travel Channel 24Kololo Game Reserve is situated in the beautiful province of Limpopo, South Africa, in the heart of the Waterberg biosphere. Vast, peaceful and incredibly beautiful, this is a fascinating destination with a rich cultural legacy and a natural splendour.", "viewCount": 0.324551266781415, "labels": [15, 363, 1816]}, "Z2mXKe-8sgs": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "Z2mXKe-8sgs", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "PPP dancePPP danceme aurangzeb imran naveed and other friends", "viewCount": 0.3534787358629492, "labels": [8]}, "Z3bs4moSOuM": {"likeCount": 0.1380211241711606, "dislikeCount": 0.15051499783199063, "videoId": "Z3bs4moSOuM", "title": "", "description": "", "length": 0.2220108088040055, "keywords": "hid headlight projector retrofit bixenon 6000k vespa gts 250 250gts gts250ie scooter motorcycle h4 h7 h1 6000 mitch bergsma micbergsma koplamp reflecktor scheinwerfer fenyszoro faro stralkastare zarometov oapa farol frontlys phare llaw sa unahan oap vw bus mavic 2 pro cabo san lucas gopro hero 7 vw bus restoration 120 fps gopro hypersmooth jacobs well stabilization silver black dji mavic pro 2 burgman 400 maui hawaii travel camera review cinematography videographyVespa GTS 250 HID Projector Modification  MicBergsmamoopa's projector headlight Comment, Thumbs up, Share, and Subscribe! VISIT MY WEBSITE  SHOP GEAR I USE ON MY AMAZON PAGE  When you shop through my affiliate links I provide above, I earn a small commission from each sale! This helps support the MicBergsma channel and the making of more FREE YouTube videos for everyone! Thank you! Want more FREE GoPro Tip  Tutorial videos  Help SUPPORTDonate to MicBergsma! PAYPAL donation Patreon KEEP UP WITH US Website  Instagram Mitch  Instagram Lori  Instagram VW Bus  Google Plus  YouTube  Twitter  Facebook  KONA THE BUS Our VW Bus Website  YouTube  Instagram  Facebook  MITCH'S SCOOTER STUFF Website Amazon Page YouTube Google Plus Instagram Facebook IMPORTANT Please only use and share this embed code of the original video. Third party downloads and distribution is not permitted. If you are interested in licensing footage or working with me please contact hire.micbergsmagmail.com  GOPRO TIP PLAYLISTS Fusion Hero7 Hero6 Black Hero5 Black Hero 5 Session Hero4 Session Hero4 Underwater GoPro Studio Accessories  Mounts Comparisons DIY How To  Test Settings About MicBergsma Aloha! My channel is a fun mix of GoPro Tips, tricks, tutorials, and product reviews. I love helping people understand how to use a GoPro and get the best pictures and videos from the camera. I'm also am a big quadcopter enthusiast. I have videos showing my aerial work, tutorials, and tips on operating DJI Phantom quadcopters. I post many other videos about my life, vlogs, travels, animals, and whatever I catch on my camera that I want to share! Vespa GTS 250 HID Projector Modification  MicBergsma MicBergsma ", "viewCount": 0.43139304625334624, "labels": [2, 7, 280, 1178]}, "232qTdl01Sw": {"likeCount": 0.11760912590556814, "dislikeCount": 0.0, "videoId": "232qTdl01Sw", "title": "", "description": "", "length": 0.26127838567197353, "keywords": "Frontier Airlines Airbus A319 SMF DEN International Airport Sacramento Denver Landing CFM Engine Wing Wingtip Flaps Spoilers Runway Airplane Aircraft RepublicFrontier Airlines A319111 Landing In DenverWelcome on board Frontier Airlines flight 226! After 2hours and 20minutes in the air, we now descending into the Denver area for our arrival on runway 35L. The flight from Sacramento was a smooth one with some moderate to severe turbulence coming over the Rockies and also on final approach to the runway. I do want to apologize for the shakiness of the camera during the approach the ride into Denver was very, very bumpy, but I tried my best to keep it stable, and luckily the camera that I recorded it with is one with a very good image stabilization.    Video Information  Aircaft Airbus A319111 Airline Frontier Airlines Flight  FFT226 Departure Airport Sacramento International Airport Arrival Airport Denver International Airport Flight Time scheduled 2hours 32minutes Landing Runway Runway 35L Arrival Gate Gate A33 Camera Sony DSCTX7    Thank you for watching this video! Be sure to comment, like, and subscribe! The takeoff from Denver, and landing in Cancun will be up soon, so stay tuned! Copyright  20082012 Fsx767 Production Group", "viewCount": 0.33310221710418286, "labels": [2, 44, 46, 107, 109, 114, 138, 145, 162, 507, 785]}, "2D37_pWz06Q": {"likeCount": 0.2305351369446624, "dislikeCount": 0.11139433523068368, "videoId": "2D37_pWz06Q", "title": "", "description": "", "length": 0.21818435879447728, "keywords": "Friendship bracelet Frendshipbracelets Bracelet tutorialFriendship BraceletsThe Four Types of KnotsTHE AUDIO OF THIS VIDEO HAS BEEN REMOVED BECAUSE OF COPY RIGHT CONTENT. I AM WORKING ON GETTING CAPTIONS ON IT. SORRY FOR THE INCONVENIENCE  Hey people! Before you start making bracelets, you have to learn the four types of knots. There's forward, Backward, Forwardbackward, and Backwardforward. Hope this video helps!", "viewCount": 0.42217271301339016, "labels": [1007, 2688]}, "ufs4tZdWRKU": {"likeCount": 0.13424226808222062, "dislikeCount": 0.0, "videoId": "ufs4tZdWRKU", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "Mark Russell Team Chongi Thai Kickboxing KickboxingMark Russell  In ActionVarious clips of multiple world kickboxing heavyweight champion Mark Russell in action.", "viewCount": 0.3650598898172657, "labels": [0, 92, 110, 369]}, "bFYxZv5B5bk": {"likeCount": 0.1380211241711606, "dislikeCount": 0.047712125471966245, "videoId": "bFYxZv5B5bk", "title": "", "description": "", "length": 0.2167317334748176, "keywords": "90's cartoons tribute Scooby Doo Pokemon Dragon Ball Recess Johnny Bravo Angry Beavers Hey Arnold Ren and StimpyA Tribute to the Cartoons of the 90'sWell Youtube disabled the song that went with this video, so everyone just play whatever song you want with this video, lol", "viewCount": 0.3969322706112202, "labels": [5, 16]}, "bHNflMmwheo": {"likeCount": 0.18195439355418688, "dislikeCount": 0.06020599913279624, "videoId": "bHNflMmwheo", "title": "", "description": "", "length": 0.24116197059632302, "keywords": "Spray Painting Street Art Visual Art Genre Spray Paint Art Art Quotation Subject Amazing Cool Drawing Artist belton molotow italy italia norge norway bangladesh dev banaful md street artist gatemaler kunst art Europe Continent Norway Country Graffiti Speed Painting Visual Art Form nature natur hst fall autumnAmazing spray paint art  nature, autumn  made by street artistStreet artist making beautiful nature painting. Autumn  fall  nature  trees  amazing spray art Gatemaler lager bruker spraybokser til  male vakkert hstbilde Oslo, Norge, Norway, Bangladesh, Italy, fall sunset nature aerosolart Oslo Rome maling spraypaint spraypaintart Spray spraypainting stencilart streetart streetartist", "viewCount": 0.3919548758968848, "labels": [49, 127, 277, 725, 2046, 2085, 2903]}, "jnbgx-YYj8o": {"likeCount": 0.1278753600952829, "dislikeCount": 0.2012837224705172, "videoId": "jnbgx-YYj8o", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "Day ArmaArma 2 Day z  cheatskype Th3K1ll       .", "viewCount": 0.3728597243383432, "labels": [0, 1, 657, 677, 920, 1465]}, "WApU-tsb3Xs": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "WApU-tsb3Xs", "title": "", "description": "", "length": 0.24683473304121573, "keywords": "intermezzo granados GFA Regional Symposium guitar orchestraGFA 2nd Regional Symposium in LA  Guitar Orchestra Performs Intermezzo by GranadosMarc Teicholz conducts the GFA Regional Symposium Orchestra in a performance of Intermezzo by Granados", "viewCount": 0.3084576277934331, "labels": [3, 4, 9, 13, 54]}, "WD2RCmypcvs": {"likeCount": 0.07781512503836437, "dislikeCount": 0.07781512503836437, "videoId": "WD2RCmypcvs", "title": "", "description": "", "length": 0.24082399653118497, "keywords": "In The Air Tonight Phil Collins cover guitar acoustic drums musicIn The Air Tonight  Drum And Guitar cover In The Air Tonight  Phil Collins  Drum And Guitar Cover  Guitar Gear   Cort X6 SM  Spyder IV 15 Watts  Digitech RP250 Drum Gear Victory drums Paiste PST3 crash and 201 bronze ride Sabian SBR hi hat alright first I would like to say 2 things about this video   First , this was our first take for this song so there is a couple of mistakes. Second , I know I can't sing P So please Be gentle with ur comments and give us ur opinion  Thank You for watching D !!!", "viewCount": 0.30856472882968566, "labels": [9, 10, 28, 33, 34, 38]}, "kUnN0eraYrA": {"likeCount": 0.14771212547196624, "dislikeCount": 0.06989700043360189, "videoId": "kUnN0eraYrA", "title": "", "description": "", "length": 0.2123851640967086, "keywords": "christmas runescape santa 2008 guide walkthrough party hat pk lol ownage snowRUNESCAPE CHRISTMAS EVENT 2008 FIRST GUIDEREWARDS!!!!!!!!!!!hi guys, thanks for watching. first guide on youtube ", "viewCount": 0.39725268178658557, "labels": [99, 139]}, "kX_OfypXeik": {"likeCount": 0.3676510710282554, "dislikeCount": 0.2220108088040055, "videoId": "kX_OfypXeik", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "GUITAR CENTER conversation employee Acoustic beast working mike falzone electric guitar salesman studio sam ash Guitar Center Organization Work Acoustic Music Musical Genre Guitar CoverEvery Guitar Center Employee by mikefalzoneI love Guitar Center, if only for the conversations. New EPBook Order through DFTBA Digital Book iTunes New videos every Tuesday and Friday! New Tweet Tap Shirts ", "viewCount": 0.5224058886785149, "labels": [9, 2515]}, "hjhKh6lzPVk": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "hjhKh6lzPVk", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "blue marlin big game fishing puerto rico gran canaria cavalier.Blue Marlin  Tag & Release  330 kg  730 lbsWWW.BLUEMARLINCHARTERS.COM", "viewCount": 0.4307389055653304, "labels": [2, 43, 76, 2735]}, "Mf_IEfLFgB4": {"likeCount": 0.16720978579357176, "dislikeCount": 0.047712125471966245, "videoId": "Mf_IEfLFgB4", "title": "", "description": "", "length": 0.254282542695918, "keywords": "Placebo Musical Group Loud like love Exit wounds Exit Wounds Cover Guitar coverExit Wounds  Placebo  Cover Facebook page ", "viewCount": 0.3533772058384718, "labels": [4, 9, 10, 37]}, "x6zu2IpQZcE": {"likeCount": 0.18750612633917002, "dislikeCount": 0.09030899869919436, "videoId": "x6zu2IpQZcE", "title": "", "description": "", "length": 0.2367355921026019, "keywords": "Mii Fictional Character Nintendo Girls Club Mandy Nintendo 3DS 2DS 3DS 3DS XL StreetPass Nintendo videogamesAll About Miis with MandyLearn how to make a Mii a digital version of yourself. Subscribe! Episode 5 next week Buy Nintendo 3DS Nintendo 3DS on Facebook Nintendo 3DS on YouTube Nintendo UK on Twitter ", "viewCount": 0.3692582562274909, "labels": [24, 358, 2407]}, "YBGISDkeTxo": {"likeCount": 0.28943160626844383, "dislikeCount": 0.14913616938342728, "videoId": "YBGISDkeTxo", "title": "", "description": "", "length": 0.2658011396657113, "keywords": "swamp police blocks pickup seaplane lego city airplane NoIrrelevantTagsTOSftw set town truck police swamp jang lego jangbricks legos review plane brick lego 2015 legojang lego police city float plane 2015LEGO City Water Plane Chase review! set 60070 My LEGO speed builds  Realtime builds My preferred online shop is Amazon If you use my affiliate link I may get a tiny commission to help the channels grow! More places I shop LEGO news & set research All comments are moderated to maintain a safe, positive environment. Bad behavior is rejected, abusers are reported & blocked.  TOP VIEWER QUESTIONS answered     All of my verified media accounts Assume anything else is fake! The opinions I express are mine and mine alone and not for sale for any price. Ads, when shown, are selected & placed by YouTube itself.", "viewCount": 0.5249433179925179, "labels": [2, 26, 75, 130, 435, 636, 808]}, "YCa90IqQnLs": {"likeCount": 0.5176169425027698, "dislikeCount": 0.29786369483844743, "videoId": "YCa90IqQnLs", "title": "", "description": "", "length": 0.23873898263387294, "keywords": " mnet kpop kpop star program  bts  boy in luv mama   mnet mama  red carpet BTS  Boy in Luv at 2014 MAMA Red CarpetBTS  Boy in Luv at 2014 MAMA Red Carpet 2014 Mnet Asian Music Awards 2014.12.3 at AsiaWorldExpo, Arena  Mnet   Like Facebook and Twitter for more kpop news ", "viewCount": 0.6769191307756545, "labels": [3]}, "MqBdejEHMuY": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "MqBdejEHMuY", "title": "", "description": "", "length": 0.23222192947339193, "keywords": "andalusier spanish pferd andalusian horse stallion   pre dressage dresur dresuur dresage gran prix Horse Pets pura raza espanol cavallo caballlo cheval andalou spanisk hest riding Horses EquestrianANDALUSIAN DRESSAGE PRE STALLION, ANDALUSIERANDALUSIAN DRESSAGE PRE STALLION, ANDALUSIER www.andalusianhorses.eu", "viewCount": 0.32593549273080347, "labels": [15, 18, 60, 87, 365, 536, 2832]}, "MwwWj8djsR8": {"likeCount": 0.03010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "MwwWj8djsR8", "title": "", "description": "", "length": 0.2648360010980932, "keywords": "FF7 Teleport Sephiroth Control TEST1 forums.qhimm.com Kranmer Trainer 0.7FF7 Teleport  Sephiroth Control TEST1.aviFF7 Teleport  Sephiroth Control Done using FF7 Trainer 0.7 By Kranmer ", "viewCount": 0.32555137128195333, "labels": [0, 1, 159, 626, 1726]}, "vi4qGEnOFVc": {"likeCount": 0.22648178230095364, "dislikeCount": 0.07781512503836437, "videoId": "vi4qGEnOFVc", "title": "", "description": "", "length": 0.25634810853944107, "keywords": "SWAG Giveaway Summary For First Markham Grand Opening Linus Tech TipsSWAG & Giveaway Summary For First Markham Grand Opening Linus Tech TipsHere I show in reasonable detail all of the SWAG we'll be giving away for the First Markham Place Grand Opening event. We've got people lined up outside already for great deals and giveaways!", "viewCount": 0.399312748510571, "labels": [1, 21, 23]}, "viBhsdH1t-0": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "viBhsdH1t-0", "title": "", "description": "", "length": 0.23598354823398882, "keywords": "New York Part IBrentwood High School Select Choir From Long Island, New York Part IIMy beautiful Daughter Kristal singing. I am so proud of her. Love you...", "viewCount": 0.32547896873972104, "labels": [3, 4, 13, 41]}, "vohQHvXXE_w": {"likeCount": 0.1968482948553935, "dislikeCount": 0.06989700043360189, "videoId": "vohQHvXXE_w", "title": "", "description": "", "length": 0.24313637641589875, "keywords": "Turkish International American India Heathrow Egypt 27R Pakistan 27L British 777300ER Runway 777300 Air ytstretch169 777200ER Jet 777200 PIA Emirates Airlines Collection Airways Canada Landing Boeing Continental 777 KenyaBoeing 777 Collection  LHRABOUT THIS VIDEO A collection of no fewer than 14 clips featuring Boeing 777 aircraft landing at Heathrow Airport. Airlines featured include British Airways, Continental Airlines, Kenya Airways, American Airlines, Emirates, Air India, Turkish Airlines, Air Canada, Pakistan International Airlines PIA, Eygpt Air and Jet Airways. Aircraft Registration Too Many Aircraft Type Too Many Manufacturer's Serial Number MSN Too Many  Please  for new videos!  YT Channel  Website  Facebook  Twitter  Flickr  Copyright  2009. MCPCShowcaseHD. All rights reserved. ", "viewCount": 0.4284746469577731, "labels": [2, 44, 46, 107, 109, 114, 138, 145, 507, 852]}, "VjMEA2ajjP0": {"likeCount": 0.16901960800285137, "dislikeCount": 0.0, "videoId": "VjMEA2ajjP0", "title": "", "description": "", "length": 0.22068258760318496, "keywords": "northern nsw football soccer nsw australia football soccer7 tips for offensive soccer players by northern nsw football soccer 7 tips for offensive football soccer players by northern nsw football soccer Australia. Improve your offensive play and become a better football soccer player.", "viewCount": 0.3215108581053093, "labels": [12]}, "OGYyGwwN4IE": {"likeCount": 0.2575187844927661, "dislikeCount": 0.06989700043360189, "videoId": "OGYyGwwN4IE", "title": "", "description": "", "length": 0.2354108439147401, "keywords": "dragon ball z dragon ball z battle of gods dragon ball z battle of gods english dragon ball z battle of gods english dub dbz battle of gods english battle of gods goku gohan vegeta super saiyan super saiyan god super saiyan god transformation goku vs beerus goku vs beerus english kamehameha super saiyan vegeta rhymestyle mrrhymestyle vegeta vs beerus beerus vs z fighters JStars Victory Vs Video Game naruto sasuke madaraDragon Ball Z Battle of Gods English Dub Review JStars Victory VS Naruto Shippuden x DBZBig shout out to FUNimation for inviting me out to the red carpet premiere of the english version of Dragon Ball Z Battle of Gods! Get JStars Victory VS HERE  BECOME A SUPER SAIYAN   ", "viewCount": 0.43722305832501135, "labels": [0, 1, 69, 84, 144, 190, 384, 3068]}, "BWwYiDrL0jo": {"likeCount": 0.15314789170422552, "dislikeCount": 0.047712125471966245, "videoId": "BWwYiDrL0jo", "title": "", "description": "", "length": 0.23180633349627616, "keywords": "apple Apple ipad ipad2 pad iPad 2 two trident case protective stylish protection solution durable moisture resistant Tough Cases. With Style. Trident Case touch quick release clips hinges hinge tech cases tablet reviewKraken Series  Apple iPad 2 DemoA demo of the Kraken case for the iPad 2 Purchase the case Based in Southern California, Trident Case was founded in May 2010 with the mission to create the toughest cases available for the everexpanding mobile device market. Trident Case has its own manufacturing facility and inhouse design team focused on creative innovation with a determination to offer revolutionary designs. Find out more about Trident Case Web  Facebook  Twitter  YouTube  ", "viewCount": 0.4232564140886783, "labels": [24, 74, 131, 209, 880]}, "BbHmiY0WsH4": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06020599913279624, "videoId": "BbHmiY0WsH4", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "ssh how to iphone 3g ipod touch 2g apple mac cyberduckHow to shh into a iphone or ipod touchHow to shh into a iphone or ipod touch PW alpine UN root", "viewCount": 0.3478277831919605, "labels": [288, 322, 496]}, "jKf5x5-77rM": {"likeCount": 0.20043213737826426, "dislikeCount": 0.06989700043360189, "videoId": "jKf5x5-77rM", "title": "", "description": "", "length": 0.26972293427597177, "keywords": "Star Wars Vehilce Ships Han Solo Captain Of The Millennium Falcon Jakks Pacific Darth Vader Custom Millennium Falcon Star WarsVintage Toy Collection Nikon Coolpix Series Product Line Star Wars AT AT Walker Star wars Dioramas Star Wars Film Series Millennium Falcon Fictional Object How to customize toys Kenner Star Wars Action Figures Collection Category Hasbro Organization New Star Wars Movie Episode 7 Millennium Falcon What A Piece Of JunkVintage Millennium Falcon Restoration HDA liitle soap and water and a couple LED lights makes this old ship look better than new. ", "viewCount": 0.3732876041362707, "labels": [26, 189]}, "jMq7xM5SU6U": {"likeCount": 0.18692317197309763, "dislikeCount": 0.03010299956639812, "videoId": "jMq7xM5SU6U", "title": "", "description": "", "length": 0.2406540180433955, "keywords": "ocremix ocremix.org OC ReMix OCR OverClocked ReMix  video game music  VGM  soundtrack OST Legend of Zelda Link's Awakening   Threshold of a Dream prophetik Bradley Burr Kazumi Totaka    Kozue Ishikawa Minako Hamano Koji Kondo  Nintendo Game Boy Wind Fish Dafydd Skldpaddsklippan Turtle Rock best VGM music coverThreshold of a Dream 13 'Skldpaddsklippan' Turtle Rock by Dafydd Link's Awakening  OC ReMixLegend of Zelda Link's Awakening Threshold of a Dream  ReMixer Dafydd FREE at  SHIRTS & HOODIES!  DONATE! Facebook!  Twitter! Video by Jos the Bronx Rican Jos E. Felix Additional direction by Liontamer Larry Oji  Game The Legend of Zelda Link's Awakening Nintendo, 1993, GB  ReMixers Dafydd  Composers Kazumi Totaka, Kozue Ishikawa, Minako Hamano Special thanks to Koji Kondo  Songs 'Turtle Rock' Director  Bradley Burr prophetik Artwork  Caleb Winters Calebyte  Album  Phil Dragash LordPhillock  'Wind Fish' Symbol Website  Caleb Winters Calebyte Trailer  Jos E. Felix Jos the Bronx Rican Original Concept  Rab Townsend Aetherius Founded in 1999, OverClocked ReMix is an organization dedicated to the appreciation, preservation, and interpretation of video game music. Its primary focus is  a website featuring thousands of free fan arrangements, information on game music and composers, resources for aspiring artists, and a thriving community of video game music fans. For media inquiries interviews, articles, conventions or soundtrack development with OverClocked ReMix, please contact us! OverClocked ReMix is a notforprofit site that provides a ton of free music, which requires a ton of bandwidth and a pretty hefty web server. We need your help to keep the site running!   JOIN US WITH OC REMIX'S GROUPS!        ", "viewCount": 0.3832636627596704, "labels": [309]}, "n-KSoD8dAVk": {"likeCount": 0.2056904851336473, "dislikeCount": 0.06020599913279624, "videoId": "n-KSoD8dAVk", "title": "", "description": "", "length": 0.24653828514484186, "keywords": "max payne max payne mission walkthrough mission walkthrough playthrough playthru guide hq high quality definition hd video clip solution lsung soluzione solucin part two cold day hell a cold day in hell chapter put out flames gasolineMax Payne  A Cold Day in Hell  Put Out my Flames with Gasoline HDMax Payne Mission Walkthrough Video in High Definition Mission No. 015 Part II A Cold Day in Hell Chapter 04 Put Out my Flames with Gasoline  GTA Series Videos is a dedicated fanchannel keeping you up to date with all the latest news, video walkthroughs and official trailers of the most successful video games published by Rockstar Games, including Grand Theft Auto series, Red Dead Redemption, Max Payne, L.A. Noire, Bully and many others. This channel is in no way tied to Rockstar Games or TakeTwo Interactive. Follow GTA Series Videos on  YouTube   Google   Facebook   Twitter  For more info and videos visit    ", "viewCount": 0.4156609718165699, "labels": [0, 1]}, "cwJoG74BaQI": {"likeCount": 0.1146128035678238, "dislikeCount": 0.03010299956639812, "videoId": "cwJoG74BaQI", "title": "", "description": "", "length": 0.2209515014542631, "keywords": "Koivu Kovalev Markov Streit Higgins Kostitsyn Shanahan Jagr Biggest Comeback History PeriodCanadiens Defeat Rangers In Shootout!  2192008In what would be assumed defeat, Montreal climb back from a 50 deficit, only to win the game 65 in a shootout! This marks the first time in Habs history. Aired February 19, 2008", "viewCount": 0.3503382063473733, "labels": [0, 82, 103, 118, 440]}, "7rpA7ZRsMc0": {"likeCount": 0.14471580313422192, "dislikeCount": 0.06989700043360189, "videoId": "7rpA7ZRsMc0", "title": "", "description": "", "length": 0.24638929889859074, "keywords": "J. Justin Meehan Justin Meehan John Meehan HunYuan Taiji HunYuan Tai Chi Simplified Taiji Taiji form and applications Extreme Push HandsSifu Justin Meehan and his son, ICMAC Extreme Push Hands ChampionSifu Justin Meehan and his son, ICMAC Extreme Push Hands Champion John Meehan, demonstrate Simplified HunYuan Taiji form and applications.www.StLTaiji.com", "viewCount": 0.3730540036477119, "labels": [8]}, "xn1QT1RxTHQ": {"likeCount": 0.18512583487190754, "dislikeCount": 0.07781512503836437, "videoId": "xn1QT1RxTHQ", "title": "", "description": "", "length": 0.25118833609788743, "keywords": "Light Art Subject Lights Grand Place Christmas Tree 2012 Bruxelles BrusselsBrussels Christmas Tree 2012  Grand Place  lights and musicThe 2012 Christmas installation in Grand Place, Brussels Bruxelles", "viewCount": 0.40951693514317555, "labels": [99, 420, 911, 1078]}, "xo7m2Eldez4": {"likeCount": 0.13424226808222062, "dislikeCount": 0.047712125471966245, "videoId": "xo7m2Eldez4", "title": "", "description": "", "length": 0.2540329474790874, "keywords": "whitney Whitney Houston Celebrity Million Dollar Bill Musical Recording Manchester Arena Sports Facility Manchester English Metropolitan Borough Manchester Evening News Newspaper Live Concert TV Genre Nothing But Love World Tour Concert TourWhitney Houston  Million Dollar Bill live at Manchester M.E.N. Arena, 16.06.2010.This was an encore as everybody wanted Whitney back.", "viewCount": 0.3568905414982879, "labels": [3, 4, 6]}, "1EZ2pOL5yFk": {"likeCount": 0.22600713879850748, "dislikeCount": 0.10413926851582252, "videoId": "1EZ2pOL5yFk", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "angelica the murde of my sweet frontiers records aor hard rock daniel flores Thrive Magnus Karlsson primal fear Jesper Stromblad in flames Per Berquist Matt Guillory Record ProducerAngelica  Thrive EPK OfficialDon't forget to LIKE the Frontiers Records Facebook page Frontiers Records is excited to present the world the talents of Swedish singer ANGELICA with the release of her debut album \"Thrive\" on November 29th in Europe and December 3rd in North America. Best known for being the singer in The Murder of My Sweet, Angelica Rylin finally decided to pursue her childhood dream and to walk in the footsteps of such amazing singers such as Ann Wilson of Heart, Leigh Matty of Romeo's Daughter or Robin Beck and record her debut solo album in a true Melodic Rock style. Some Melodic Rock songwriting luminaries answered the call in order to create the magic harmonies and music displayed on Angelica's debut album. \"Harry Hess, Daniel Flores, Robert Sall, Alessandro Del Vecchio and Anders Wigelius all contributed\", says Angelica and some excellent guitarists such as Jesper Stromblad In Flames, Magnus Karlsson Primal Fear, Per Berquist Smash Into Pieces also appear on the album. There is also a very special performance by keyboardist Matt Guillory James LaBrie. Still Angelica wrote or cowrote several songs on her record, showing another side of her abilities. \"I got the chance to step out of my comfort zone and just focus on being a great singer. I also got to do a couple of amazing cowrites, for instance with Harry Hess of Harem Scarem\" continues Angelica \"but what I'm most happy about is that I got to include a couple of my own songs too. It's a great mix of classic but modern AOR love songs\". Helped by producer, drummer and songwriting partner Daniel Flores FIND ME, SEVENTH WONDER THE MURDER OF MY SWEET, Angelica managed to create a superb album which offers soaring and instantly likeable hook lines, solid guitar riffs and a crisp sound. \"After releasing two albums with The Murder of My Sweet I get an opportunity to show my fans a slightly different side of me and at the same time have fun and explore another side of rock music that I grew up with and truly love\" tells Angelica. \"I have pushed my boundaries vocally on this album and grown as a singer, which is very important for me on a more personal level. I guess this is every singer's dream!\" \"Thrive\" final track listing includes Breaking My Heart I Am Strong To Your Rescue Can't Stop Love Nothing Else You Can Break Riding Out The Storm Rain On My Parade Losers In Paradise You Will Never Win This Kiss Is Just For You I'm Not Waiting Take Me To Your Heart. Breaking My Heart bonus videoclip Enjoy the YouTube trailer presentation and listen to the streaming of the single \"Breaking My Heart\" on the Frontiers Records webradio www.frontiers.itwebradio", "viewCount": 0.45123908548190994, "labels": [14]}, "1GKkZlGdpr0": {"likeCount": 0.16627578316815741, "dislikeCount": 0.12304489213782739, "videoId": "1GKkZlGdpr0", "title": "", "description": "", "length": 0.21643528557844371, "keywords": "planes disney cars pixar animation cinema trailer movie flying Trailer Website Category Mickey Disneyland Film Invention Official Trailer dusty val kilmer 3D john cleese crofty david croft teri hatcher dane cookDisney's Planes I Official Trailer I HDFrom above the world of \"Cars\" comes \"Disney's Planes,\" an actionpacked 3D animated comedy adventure featuring Dusty voice of Dane Cook, a plane with dreams of competing as a highflying air racer. But Dusty's not exactly built for racingand he happens to be afraid of heights. So he turns to a seasoned naval aviator who helps Dusty qualify to take on the defending champ of the race circuit. Dusty's courage is put to the ultimate test as he aims to reach heights he never dreamed possible, giving a spellbound world the inspiration to soar. Voice cast includes Dane Cook, Brad Garrett, Teri Hatcher, John Cleese, Priyanka Chopra, Anthony Edwards, Val Kilmer and David \"Crofty\" Croft. \"Planes\" takes off in Ireland on 16th August and will be presented in Disney Digital 3D in select cinemas. Follow us on Twitter ", "viewCount": 0.46505891888201734, "labels": [16, 25, 46, 136]}, "MdpDmFVq5uc": {"likeCount": 0.14623979978989562, "dislikeCount": 0.08450980400142569, "videoId": "MdpDmFVq5uc", "title": "", "description": "", "length": 0.2597695185925512, "keywords": "Paris CityTownVillage Air France Airline Airport Boeing Airline TV Program Airline Industry Landing Simulator Airplane Plane Airlines Airbus Underwood CarrieFSX z Macikiem! 9  Warsaw  Paris  BAe146 Air France Film si spodoba? Zostaw kciuka w gr!  Skomentuj! Subskrybuj!   Facebook   Intro by  cieki dwikowe uyte w filmie Alta Vibracion  Muzyka na licencji  STREFA DOWNLOAD BAe146  Air France  Moje dodatki Software HDEv2 textures ENBseries Natural Light Mod Shader 3.0 Mod TreeX FSRecoder High Definition Jetway and Airport Parking Darmowe scenerie i samoloty Hardware Logitech Attack 3 Saitek Flight Instrumental Panel Saitek Flight Switch Panel Saitek Flight Multi Panel", "viewCount": 0.3105510184769974, "labels": [2, 44, 46, 107, 109, 114, 2527]}, "XBRnGdTeB1o": {"likeCount": 0.16020599913279623, "dislikeCount": 0.0, "videoId": "XBRnGdTeB1o", "title": "", "description": "", "length": 0.24048337166199382, "keywords": "Manic Street Preachers  Design for LifeManic Street Preachers  Design for LifeManic Street Preachers  Design for Life Live summersonic japan 2007", "viewCount": 0.40836817472743014, "labels": [3, 4]}, "2v6kdyh-3wM": {"likeCount": 0.1278753600952829, "dislikeCount": 0.03010299956639812, "videoId": "2v6kdyh-3wM", "title": "", "description": "", "length": 0.2143014800254095, "keywords": "Enya Piano Soundtrack Lord of the Rings movie Cover Keyboard musicLothlrien  Enya Lord of the Rings Soundtrack Piano coverThis is my cover of the LotR soundtrack Lothlrien, by Enya. Hope you enjoy  Please rate and comment ", "viewCount": 0.3571242850560224, "labels": [31, 40, 47, 57, 117, 1100]}, "Q-ZI3tzksrA": {"likeCount": 0.2790988475088816, "dislikeCount": 0.13424226808222062, "videoId": "Q-ZI3tzksrA", "title": "", "description": "", "length": 0.23873898263387294, "keywords": "christian hip hop Rap tres carter Tres Carter Dance Like Carlton Rapzilla Website musical genre rap rapzillacom Christian Hip Hop Musical Genre christian Christian Rap website dance like carlton Tres Carter  Dance Like Carlton music video Hip Hop Music Video tr3scarter rapzilla Carlton Fresh Prince dance like carlton music video HipHop new Tres Carter music video rapzilla carlton music videoTres Carter  Dance Like Carlton music video tr3scarter rapzillaTres Carter  Dance Like Carlton music video. Follow Rapzilla! Visit for more Christian HipHop & Rap", "viewCount": 0.4437671304770729, "labels": [14]}, "ECsjCvAdsXE": {"likeCount": 0.10413926851582252, "dislikeCount": 0.03010299956639812, "videoId": "ECsjCvAdsXE", "title": "", "description": "", "length": 0.25237464668115644, "keywords": "guitar band expert hero drums bass stars vocals gold rb2 full comboBat Country Rock Band 2 vs. Guitar Hero Warriors of Rock Guitar FCCharts are provided by RB GH The Song is Bat Country by Avenged Sevenfold, released as DLC on Rock Band and on Disc for Guitar Herr WoR. Both pretty changeling charts ranking a 56 in difficulty. Full Combo on Guitar in both games. Please Comment and subscribe if you liked it! CLICK HERE for a full playlist of all my Rock Band Guitar Hero Comparisons", "viewCount": 0.33012470886362116, "labels": [0, 1, 9, 339, 512, 2356]}, "EDAJYzKJ_pg": {"likeCount": 0.13424226808222062, "dislikeCount": 0.06989700043360189, "videoId": "EDAJYzKJ_pg", "title": "", "description": "", "length": 0.23483048630481607, "keywords": "hip hop dance Hip Hop Choreography Jade Jager Clark Jade's Hip Hop Academy Michael Jackson tuttingMichael Jackson dangerous  Swagger like usThe oldest competitive team 16 of Jade's Hip Hop Academy choreographed by Jade Jager Clark", "viewCount": 0.39753398846054583, "labels": [6, 8]}}