{"-XjqIbPj2T0": {"likeCount": 0.17323937598229688, "dislikeCount": 0.09542425094393249, "videoId": "-XjqIbPj2T0", "title": "", "description": "", "length": 0.21492191126553797, "keywords": "Mosquito Animal Health Industry nature bugsDoes Homemade Mosquito Spray Really Work?  Testing LifehacksAre you thinking about trying to make your own mosquito spray without all the chemicals? Lori wanted to do the same thing and wants to share her results with you. Watch the video above and don't forget to subscribe. If you're new Subscribe!  Go here  Like us  Follow us  Get our newsletter  ", "viewCount": 0.4206610023899224, "labels": [15, 3592]}, "qPwCumPKgk8": {"likeCount": 0.4067219688974142, "dislikeCount": 0.3103803720955957, "videoId": "qPwCumPKgk8", "title": "", "description": "", "length": 0.2526339277389844, "keywords": "black ops black ops 2 black ops ii Call Of Duty Black Ops II Video Game Call Of Duty Black Ops Video Game sniper patch neft update DSR DSR50 DSR 50 Ballista sniper rifle trick shot kill kills new xbox ps3 scopeNEW  Black Ops 2 Multiplayer SNIPER Rifle Patch  BO2 Sniper Nerf by Whiteboy7thstInstagram SUBSCRIBE ON YOUTUBE!  Follow my twitch live streams every Saturday and Wednesday 2pm PST GOAT SHIRTS Hello, I am Whiteboy7thst a future Call of Duty Advanced Warfare Commentator. I post all types of call of duty games including, COD4, CODWAW, COD MW2, COD BO1, COD MW3, COD BO2, COD GHOSTS and COD AW. Basically if you like call of duty gameplay, Im your number one source for anything from Call of Duty Black Ops to Call of Duty Advanced Warfare. I like Call of Duty Multiplayer gameplay the best. Thanks for clicking on this video! Have a good day! SUBSCRIBE!  GET GOAT GEAR! Follow my instagram  instagram.comwhiteboy7thst Whiteboy7thst is a Call of Duty Multiplayer Gameplay commentator, my specialty is COD! I l love Call of duty This video is a sponsored video .", "viewCount": 0.540556319710533, "labels": [0, 1, 36, 94]}, "qR1bstv99Zs": {"likeCount": 0.13424226808222062, "dislikeCount": 0.03010299956639812, "videoId": "qR1bstv99Zs", "title": "", "description": "", "length": 0.2619093330626743, "keywords": "lego star wars episode 31 xxxi jacob Esau fym forerunner Bible story series Jesus Christ Deity Judaism Religion Jewish People Ethnicity Christianity Religion Christian Adherents LEGO Toy Line Star Wars Film Series Toy Industry Humour Literary Genre Animated Cartoon TV Genre Church Type Of Place Of Worship God Deity The Bible Religious Text New Testament Religious Text Old Testament Religious Text Israel CountryLego Star Wars Episode XXXI Jacob and Esau IThe first half of the story on the twin brothers Jacob and Esau.", "viewCount": 0.3722387094177124, "labels": [26, 130, 189, 435, 610, 636, 816]}, "pzroWB_YIT8": {"likeCount": 0.2894869656745253, "dislikeCount": 0.16232492903979007, "videoId": "pzroWB_YIT8", "title": "", "description": "", "length": 0.23117538610557542, "keywords": "MBC Music Live   kpop kpop  korean wave  MBC       Yesterday  20140510            A.T BMK SPICAHOT 4minute Ga Yoon&Gi Yoon  Cup of coffee,  &    , Yesterday 20140510  20140510 4minute Ga Yoon&Gi Yoon  Cup of coffee,  &    ", "viewCount": 0.44454952268289083, "labels": [3]}, "508ACbx2j7o": {"likeCount": 0.10413926851582252, "dislikeCount": 0.047712125471966245, "videoId": "508ACbx2j7o", "title": "", "description": "", "length": 0.2184691430817599, "keywords": "jewelmary96 drivers license first time driving job applying application beemer bmw new driverFirst day w DRIVERS LICENSEWoot Woot!", "viewCount": 0.33653007486379877, "labels": [2, 7, 104, 2453]}, "51CWA3-5VVU": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "51CWA3-5VVU", "title": "", "description": "", "length": 0.24785664955938436, "keywords": "Panda Pandaboy   cartoon  Thailand   animation bear       panda        devil white pandy girl brown superPanda boy 5 Sick.flv Panda Boy and The Gang is a computergenerated animated cartoon series.", "viewCount": 0.3235023159495224, "labels": [5, 16, 1206]}, "51cMWtU7DpM": {"likeCount": 0.14913616938342728, "dislikeCount": 0.11760912590556814, "videoId": "51cMWtU7DpM", "title": "", "description": "", "length": 0.2369215857410143, "keywords": "rakion calabria mago dragon negro blanco stage 55 satge 53 chaos force enur feat natasha movie mage blazer hack 2006 bleach el vampiresco pollo solty rei gunbound passion cove dantes trucos de Rakion Cheat Hack Latino Internacional blue blueduck server private fruta truco hacker 51 gold cash musketeer and samurai rakinRakion  Black Dragon and White Dragon  Part OneThe new dragons stronger than any other g with the attacks more destructive and more effective", "viewCount": 0.4614981536872523, "labels": [0]}, "ORBnTtnXN-o": {"likeCount": 0.27581546219673897, "dislikeCount": 0.06989700043360189, "videoId": "ORBnTtnXN-o", "title": "", "description": "", "length": 0.23138672203691535, "keywords": "castlevania II belmonts revenge music game boy gameboy gb soundtrack ost explodCastlevania II Belmont's Revenge Music Game Boy  Psycho Warrior Rock CastleTrack 8  24 Complete Soundtrack Psycho Warrior Rock Castle Castlevania II Belmont's Revenge DMGCW II Dracula Densetsu II DMGCWJ Platform Nintendo Game Boy Developer, Publisher Konami Composer Hidehiro Funauchi Year 1991 JP, US, 1992 EU Tracklist 1  Opening 2  Castle Password 3  Start 4  Journey to Chaos Stage Select 5  New Messiah Crystal Castle 6  Praying Hands Cloud Castle 7  Ripe Seeds Plant Castle 8  Psycho Warrior Rock Castle 9  Road of Enemy Before Boss 10  Evil Gods Boss Fight 11  Stage Clear 12  Castle 2 Stage Map 13  Original Sin Dracula's Castle Part 1 14  Passpied Dracula's Castle Part 2 15  Soleiyu's Room 16  Faith Talking to Soleiyu 17  Chromatische Phantasie Soleiyu Battle 18  Road of Enemy 2 Before Dracula 19  Sons of Satan Dracula Battle 20  All Clear 21  Union Ending 22  The End of the Day Staff Roll 23  Game Over 24  Road of Enemy Alternate Version GBS playback sampled from hardware for best audio quality. Visit track 1 from this selection for a download link.", "viewCount": 0.49776733156478026, "labels": [935, 1345]}, "OR2-O6GeLJo": {"likeCount": 0.16127838567197356, "dislikeCount": 0.11760912590556814, "videoId": "OR2-O6GeLJo", "title": "", "description": "", "length": 0.2507855871695831, "keywords": "                      A      ?A  19       20140322  19      New   !     ?   ?       ,    ' '     ...      ?    9 50  ' '   8   1! A   A", "viewCount": 0.4763645086535168, "labels": [3822]}, "gYlyinLkubc": {"likeCount": 0.047712125471966245, "dislikeCount": 0.03010299956639812, "videoId": "gYlyinLkubc", "title": "", "description": "", "length": 0.21303337684950063, "keywords": "Stampee Foil rubber stamp rubber stamping foil rubber stamping foil StampNFoilApply Stampee Foil with a Household IronThis video is a step by step guide on how to apply Stampee Foil using a household iron.", "viewCount": 0.35786392099680725, "labels": [3161]}, "cl4oEjmn2aY": {"likeCount": 0.0, "dislikeCount": 0.0, "videoId": "cl4oEjmn2aY", "title": "", "description": "", "length": 0.20827853703164503, "keywords": "KONE Roped Hydraulic elevator...KONE Roped Hydraulic elevator...KONE Roped Hydraulic elevator...", "viewCount": 0.32678754193188975, "labels": [2, 7, 522]}, "cneE90D-Lrw": {"likeCount": 0.13010299956639812, "dislikeCount": 0.047712125471966245, "videoId": "cneE90D-Lrw", "title": "", "description": "", "length": 0.2484299839346786, "keywords": "Supersonic Festival 2006 Birmingham Capsule Live Music Custard Factory BroadcastSupersonic Festival  Broadcast 02Broadcast performing live at the Supersonic Festival, Birmingham 2006.", "viewCount": 0.35036545192429597, "labels": [3, 4, 10]}, "rwh899dHOB0": {"likeCount": 0.2012837224705172, "dislikeCount": 0.047712125471966245, "videoId": "rwh899dHOB0", "title": "", "description": "", "length": 0.24248816366310671, "keywords": "quilt quilting patchwork sewing craft sewing bag travel sewing sewing kit travel kitWhat I pack in my Travel Sewing Kit  Quilting Tips & Techniques 132This video shows the bag that I pack when I travel with my sewing items, I always like to have some sewing with me wherever I go! ", "viewCount": 0.3849787824237686, "labels": [382, 390, 1300]}, "rztC1g1RfUM": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "rztC1g1RfUM", "title": "", "description": "", "length": 0.2656098202012832, "keywords": "LG Thrill 4G Review LG Thrill Hands On AT&T LG Thrill 4G Review LG Thrill 4G Hardware Review LG Optimus 3D LG Optimus 3D Unboxing 4G 3D Andorid Android OS Android Phone Android 3D Phone Dual Core Dual Core Phone Dual Core Android Phone Dual Core 3D Phone LG LG 4G LG 3DLG Thrill 4G Hardware ReviewA hardware review of the LG Thrill 4G. available on AT&T for 99 with a new 2 year contract. The Thrill as described on AT&T's webpage. Here are some of the features that make the LG Thrill 4G such a powerhouse 1 GHz TI OMAP4430 processor with a dualchannel, dualmemory architecture for power and multitasking efficiency Android 2.2 operating system with thousands of apps available from the Android Market Brilliant 4.3\" 480x800 WVGA TFT touchscreen with support for glassesfree 3D viewing Dual 5 MP highdefinition cameras for 3D image and video capture plus a frontfacing camera for video chat Integration with YouTube 3D plus easy access to 3D games and movies 8 GB internal memory and an included 8 GB microSD card  with support for up to a 32 GB microSD card Up to 6 hours of talk time and 13 days of standby time Dimensions and weight 5.07\" x 2.68\" x 0.47\", 5.99 ounces Warranty and additional information 4G speeds delivered by HSPA with enhanced backhaul. Available in limited areas. Availability increasing with ongoing backhaul deployment. Requires compatible data plan. Learn more at att.comnetwork. Video chat only available over a WiFi connection. For health and safety information for 3D content viewing please visit att.com3Dinfo. Mobile broadband coverage not available in all areas. Thrill 4G is a trademark of LG Electronics, Inc.", "viewCount": 0.37112165243210904, "labels": [21, 23, 24]}, "MIoLx74fpns": {"likeCount": 0.15051499783199063, "dislikeCount": 0.17075701760979364, "videoId": "MIoLx74fpns", "title": "", "description": "", "length": 0.2296665190261531, "keywords": "MOV00387mazda3 mps 240  3 mps      170    ", "viewCount": 0.4180068500901219, "labels": [2, 7, 2075, 3586]}, "pmhvQu_QNfQ": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "pmhvQu_QNfQ", "title": "", "description": "", "length": 0.20969100130080565, "keywords": "kyle radomsky drumeo live instructor drum lessonsKyle Radomsky  Drumeo Instructor InterviewDRUMMERS For more information about Drumeo... ", "viewCount": 0.3228400358703005, "labels": [28, 33, 38]}, "pnSGOgJSBKk": {"likeCount": 0.06989700043360189, "dislikeCount": 0.0, "videoId": "pnSGOgJSBKk", "title": "", "description": "", "length": 0.2532754378992498, "keywords": "cheerleading gymnastics Premier Cheer Red Deer Youth II Christmas Show 2010 Stinkincharmander stinkincharmander SC productions TTH LD MY teenstalkhockey laymdame mryuglot yuglot lamedame lame dame teens talk hockey networkPremier Cheer Red Deer Youth II Christmas Show 2010My sisters cheerleading ", "viewCount": 0.3199206479161658, "labels": [8]}, "nUmDr7ayg0c": {"likeCount": 0.2354108439147401, "dislikeCount": 0.07781512503836437, "videoId": "nUmDr7ayg0c", "title": "", "description": "", "length": 0.23909351071033794, "keywords": "Supra GT47 SC300 Lexus high hp spinning tiresAndrew's GT47 Supra and Sam's Turbo SC300 Street FunMy Supra in 30 degree weather spinning 3255015 MT ET Radials and Sam's turbo SC300 having some street fun.", "viewCount": 0.49616393730410024, "labels": [2, 7, 17, 19, 1053]}, "QWb5wMS0_fs": {"likeCount": 0.06020599913279624, "dislikeCount": 0.047712125471966245, "videoId": "QWb5wMS0_fs", "title": "", "description": "", "length": 0.23304137733491911, "keywords": "Believe MeT3 Band  Believe Mehehehe", "viewCount": 0.35189085736914144, "labels": [3, 4, 6, 13]}, "yfD_mqTBS1g": {"likeCount": 0.08450980400142569, "dislikeCount": 0.0, "videoId": "yfD_mqTBS1g", "title": "", "description": "", "length": 0.22624510897304295, "keywords": "''XBOX 360'' star wars 1313 star wars 1313 TRAILER'' ''Arcade'' ''xbla'' ''xbox360'' ''x360'' ''ps3'' playstation 3'' ''console'' ''gaming'' ''video game'' walkthrough'' ''firstlook'' ''gameplay'' xbox live'' ''XBLG'' ''let's play'' ''lets xbox 360 Video Game Industry Sony Games Star lucas film skywalker solo jedi sith yodaStar wars 1313 TRAILERSTAR WARS returns with what promises to be a new ground breaking game with STAR WARS 1313!", "viewCount": 0.3425860145077841, "labels": [0, 1, 25, 189]}, "yf1RC8fBAns": {"likeCount": 0.18573324964312687, "dislikeCount": 0.12041199826559248, "videoId": "yf1RC8fBAns", "title": "", "description": "", "length": 0.2671172842715083, "keywords": "Samsung Galaxy A5 vs iPhone 5s askcorie iPhone 5s Samsung Galaxy A5 vs Sony Xper Sony Xperia z3 Compact vs Sams SONY XPERIA Z3 COMPACT VS SAMSUNG GALAXY A5 GALAXY A5 VS XPERIA Z3 COMPACTSamsung Galaxy A5 vs Sony Xperia Z3 Compact Full ComparisonFull Comparison of the Samsung Galaxy A5 vsSony Xperia Z3 Compact", "viewCount": 0.44660961740537375, "labels": [21, 23, 24, 115, 471, 520]}, "ivDs9TXPr8U": {"likeCount": 0.2012837224705172, "dislikeCount": 0.12041199826559248, "videoId": "ivDs9TXPr8U", "title": "", "description": "", "length": 0.26910814921229687, "keywords": "TobiiasGaming FiFA 11 12 worst tackle ever Ultimate Team Opening Head to Seasons messi Hjerpseth FifaRalle packs gold premium players love FIFA analysis career manager mode all my subs happy hour Machinima sports director martin tyler alan smith commentators fifa soccer football transfers trailer video road glory head seasons ultimate team pack opening street preview academy player growth creation centreSubscriber Analysis Ep.001 ft. AaronSmith14Can we smash 3,000 likes as ALWAYS? D  ADD MY SNAPCHAT!!!  kidtobiias  Follow me on twitter   BIASED CLOTHING   Twitch  Thanks for watching! Tobiias", "viewCount": 0.34008832155483626, "labels": [0, 63]}, "x-mXz3wG6f8": {"likeCount": 0.27596678446896306, "dislikeCount": 0.2499687082618404, "videoId": "x-mXz3wG6f8", "title": "", "description": "", "length": 0.20863598306747486, "keywords": "Birdman Maybach Landaulet Kim Kardashian' Rolls Royce Ghost Mark Wahlberg Bentley Azure Elle Macpherson Jaguar XJ automobiles cars vehicleTop 5 Celebrity Luxury CarsThe top 5 celebrity luxury cars  NO COPYRIGHT INTENDED. Visit the official Autosleek Magazine website Includes Birdman's Maybach Landaulet, Kim Kardashian's Rolls Royce Ghost, Mark Wahlberg's Bentley Azure, Elle Macpherson's Jaguar XJ and David Beckham's Rolls Royce Phantom Drophead Coupe. Enjoy!", "viewCount": 0.6144473016103612, "labels": [2, 7, 2408, 3668]}, "yj0G6Q2Cu3U": {"likeCount": 0.16901960800285137, "dislikeCount": 0.09030899869919436, "videoId": "yj0G6Q2Cu3U", "title": "", "description": "", "length": 0.22405492482826, "keywords": "id9761 samsung galaxy s captivate AT T att cell phone cellphone smartphone super amoled touchscreenSamsung Captivate handson  AT&T's Galaxy SThis is the AT&T branded Samsung Captivate, a version of the Samsung Galaxy S Android smartphone. It features a huge 4inch Super AMOLED touchscreen, WiFi, a 720p HD capable camera, and a slick user interface. More info ", "viewCount": 0.49604993173072787, "labels": [21, 23, 24, 115, 1306]}, "ylIK1dcszYk": {"likeCount": 0.28208579894397, "dislikeCount": 0.1079181246047625, "videoId": "ylIK1dcszYk", "title": "", "description": "", "length": 0.2214843848047698, "keywords": "King is Born Birth of Christ Jesus Christ Baby Jesus Living Scriptures God's gift Animated New Testament New Testament Cartoons\"A King is Born\" music video from \"The King is Born\"\"God's love a gift to all\"", "viewCount": 0.5076006559335021, "labels": [5]}, "yp-9pxFMumI": {"likeCount": 0.18195439355418688, "dislikeCount": 0.03010299956639812, "videoId": "yp-9pxFMumI", "title": "", "description": "", "length": 0.21760912590556813, "keywords": "Ratatouille Pirates Of The Caribbean At Worlds End cross Remy is pirate spoof parody experimental edittingRats Of The CaribbeanPLEASE READ Yeah I have been going through a Pirate Rat obsession stage and randomly thought up this powerful Ratatouille  Pirates Of The Caribbean cross video. Who knew cooking rats would make good pirate? hmm... Anyways. This took A LOT of editting so I hope at least a few people enjoy watching it as much as I enjoyed making it! D", "viewCount": 0.39919787909945836, "labels": [16, 25, 2266]}, "B3XoC6Vof50": {"likeCount": 0.2281033367247728, "dislikeCount": 0.03010299956639812, "videoId": "B3XoC6Vof50", "title": "", "description": "", "length": 0.20934216851622353, "keywords": "Otang Wheels Orangatang Loaded Boards otangambassadors loadedambassadors ambassador ambassadors BC Canada BCcollective Switchback Longboards Fast Slides Hills Canon 7D sorbet fartsBCcollective July Series PreviewFollow a young group of riders from British Colombia through a month of intense riding in the summer. Learn a better understanding of the terrain in British Colombia through interviews, cinematography and riding. The Series includes riders such as Colton Killoran, Spencer Dolphin, Tyson Elenko and Kyle Smith The BCcollective team and other bonus riders. There will be 6 episodes not including the preview, and the final episode ending with an epic compilation of riding to sum up the series. The series is planned to start on the 15th of August and will only be found on the BCcollective youtube channel.  Link So make sure you subscribe, Big thanks to switchbacklongboards.com, orangatangwheels.com and loadedboards.com", "viewCount": 0.410061175283379, "labels": [68, 72, 452, 480]}, "B66L1J73HUo": {"likeCount": 0.3137670537236755, "dislikeCount": 0.16812412373755872, "videoId": "B66L1J73HUo", "title": "", "description": "", "length": 0.22648178230095364, "keywords": "battlefield 3 bf3 battlefield bf2 bc2 flanking assault medic support m240b c4 m416 mk3a1 m249 m16a3 m26 operation metro grand bazaar seine crossing dice ea fps multiplayer conquest rush gameplay Bad Company call of duty Game shooterBattlefield 3  FlankingFlanking the shit out of them!  CommentLikeSubscribe! Music ACDC  Fire Your Guns", "viewCount": 0.49912659580483043, "labels": [0, 1, 124, 287]}, "B9Q08eKG7JM": {"likeCount": 0.15051499783199063, "dislikeCount": 0.03010299956639812, "videoId": "B9Q08eKG7JM", "title": "", "description": "", "length": 0.23180633349627616, "keywords": " Phuket city Phuket Bike week2012Meeting1.mp4         18   2012 Phuket Bike Week 2012  68  2555        23  2555  13.30 .   2 ", "viewCount": 0.41504494094608807, "labels": [2, 30, 55]}, "FO_wDI-0AcA": {"likeCount": 0.34229179807676624, "dislikeCount": 0.1799340549453582, "videoId": "FO_wDI-0AcA", "title": "", "description": "", "length": 0.2695481676490198, "keywords": "call of duty micahel myers minigame minigames mini game mini game customs swifter swiffer swiftt0r Swiftor swiftor says monopoly rick and morty vr rick and morty singing competition singing competition GTA 5 fortnite laugh or else rainbow six siege black ops 3 black ops 4 bo3 bo4 black ops 2 bo2 jokes hide and seek make me uncomfortable Friday the 13th Michael Myers joke competition Xbox PS4 Sniper Roulette v bucks lets playSwiftor and Layzie as Michael Myers  Call of Duty Black Ops 2  SwiftorLearn how to join my games Our forums Our FB Page About swiftor Welcome to the Official Swiftor YouTube Channel! Keep up with my Swiftor Says episodes where I give commentary on gameplay with notable games like Call of Duty Black Ops 3, GTA V, WW2 & more! New episodes daily, lets play! Swiftor and Layzie as Michael Myers  Call of Duty Black Ops 2  Swiftor Swiftor www.youtube.comswiftor If you want to learn how to join our games, watch this ", "viewCount": 0.4995253374076823, "labels": [0, 1, 36, 94, 2977]}, "FPeYwchD_4I": {"likeCount": 0.19444826721501687, "dislikeCount": 0.06989700043360189, "videoId": "FPeYwchD_4I", "title": "", "description": "", "length": 0.24857214264815802, "keywords": "Frozen FilmFrozen CensoredDISCLAIMER I claim no ownership to the footage used in this video. All I did was edit it to make it funny. Suggest what I should Censor next in the comment section below, or on twitter please check out other DodgyTacoProductiong censored videos  R5  Pass Me By Censored  Wreck It Ralph Censored  Katy Perry  Dark Horse ft. Juicy J Censored  Frozen Censored  Tangled Censored  The Nightmare Before Christmas Censored  Barney  I love you Censored  Frozen  do you wanna build a snowman Censored ", "viewCount": 0.37603470785299065, "labels": [16, 136]}, "p4J53StPkQk": {"likeCount": 0.09030899869919436, "dislikeCount": 0.03010299956639812, "videoId": "p4J53StPkQk", "title": "", "description": "", "length": 0.24517864355242902, "keywords": "australianosaves australianaperiquitos australiano", "viewCount": 0.3794975744051132, "labels": [15, 18, 96, 463, 708]}, "p8_HIocb1IA": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "p8_HIocb1IA", "title": "", "description": "", "length": 0.22528530309798933, "keywords": "Twickenham Republic of Rugby rugby rbs 6 nations 6 nations rugby is stash win clubhouseCanterbury's Republic of Rugby Invades TwickenhamLeading rugby brand Canterbury recently launched its SpringSummer 2014 sport casual campaign  'Republic of Rugby'. The campaign focuses around the true passion of the iconic rugby lifestyle, creating a feeling of familiarity and sense of belonging with the tag line 'Live The Game'. To increase awareness and engagement of the campaign, Canterbury teamed up with brand experience agency Flourish, and built an ultimate 'Republic of Rugby' fan experience in Twickenham's West Fan Village during the RBS 6 Nations. The Republic of Rugby experience has been designed to emulate a typical rugby clubhouse as a celebration of the game of rugby and to engage fans from all nations, home or away, to be part of the Republic. Fans entering the Republic of Rugby were able to join in with a host of activities including a legacy wall full of fun facts and memorabilia from the history of rugby and Canterbury, play a game of table rugby or select a rugby anthem from the jukebox. There was even a Republic of Rugby honours board where fans could write the name of their rugby club. To increase awareness and engagement on social media, Canterbury encouraged fans to share their Republic of Rugby experience using the hash tag RepublicOfRugby. The instant social sharing generated a huge Republic of Rugby social buzz with User Generated Content seen by thousands of Facebook, Twitter and Instagram users as friends shared their Republic of Rugby photos. Fans were also given the chance to win 500 of Republic of Rugby stash from the Canterbury sport casual range by declaring what 'Rugby Is...' to them on branded whiteboards and posing for the Republic of Rugby photographer. Using interactive touch screen tablets fans were then able to email their photo to themselves automatically entering them in to the prize draw and enabling Canterbury to collect email addresses to share more unique content with Fans who experienced the Republic of Rugby at a later date. Canterbury brand ambassador Will Greenwood also paid a visit to the Republic of Rugby, posing for photos with fans and signing his team, Preston Grasshoppers, on the honours board. Chris Stephenson, Canterbury CEO said \"We are rugby, it is what we do. We wanted to create an experience where rugby fans, no matter what nation they support, feel included and part of something special the Republic of Rugby does just that. It was really great to see fans engaging with the brand and enjoying themselves during the RBS 6 Nations.\" The Republic of Rugby will also feature during the Marriott London Sevens at Twickenham in May. The SS14 Sport Casual collection is available to purchase now from www.canterbury.com", "viewCount": 0.31809855807867304, "labels": [312]}, "03p90wrZmCI": {"likeCount": 0.03010299956639812, "dislikeCount": 0.0, "videoId": "03p90wrZmCI", "title": "", "description": "", "length": 0.21522883443830565, "keywords": "carolinaCarolina PreGreen Hunter Round 2Lisa Peterson rides at the Spring National Hunter 2012, Evergreen Equestrian Center, Monroe, WA", "viewCount": 0.3149527013754348, "labels": [15, 18, 87, 333]}, "oKiqW9a_E7k": {"likeCount": 0.13424226808222062, "dislikeCount": 0.06020599913279624, "videoId": "oKiqW9a_E7k", "title": "", "description": "", "length": 0.23802112417116061, "keywords": "Supernatural season three promo season four promo dean winchester sam winchester jensen ackles jared padalecki bon jovi buddy holly dry county everydaySupernatural season four gag promoJust thought I'd make a serious season three reminder and just have a piss take with a season four promo  Songs used First song  Dry County Bon Jovi Second song Everyday Buddy Holly", "viewCount": 0.3807805532270625, "labels": [1075, 1477]}, "oTKxiL8Xp7A": {"likeCount": 0.12552725051033062, "dislikeCount": 0.06020599913279624, "videoId": "oTKxiL8Xp7A", "title": "", "description": "", "length": 0.24608978427565478, "keywords": "Kenya Music FestivalKenya Music FestivalNoontoto Primary School is performing at Kenya Music Festival Eldoret, 2010.", "viewCount": 0.41952906601109696, "labels": [6, 8, 324]}, "h4J6Kavq7dY": {"likeCount": 0.09030899869919436, "dislikeCount": 0.0, "videoId": "h4J6Kavq7dY", "title": "", "description": "", "length": 0.22041199826559246, "keywords": "tenkin89 tenkin minecraft beta 1.5 1.5.1 new patch minecart station pez dispenser golden booster detecter rails departure arrival old glitchMinecraft Station 1.501 patch  using booster railsThis is a short video demonstration of how to use the new booster rails, that were added in Minecraft Beta 1.5. I made a test world and used InvEdit to get all the items. The new type of station can't be made without having any of the old glitched boosters. There is needed one for the PEZ dispenser, but that is all. Using the new booster rails seems to be more reliable, it's much easier to make and it's much more compact. Also, when using the new detector rails, it's very easy to make use of only one rail track from A to B, since it's simple to make the detector rail detect incoming carts, and then shift to an arrival lane. However, keep in mind the booster rails aren't as powerful at the old glitch and it's quite \"expensive\" to make these rails, as iron is MUCH more common than gold. I hope this was helpful, if you have any questions, feel free to ask. Texture pack DokuCraft 1.6 beta 32x", "viewCount": 0.3452246574520437, "labels": [0, 1, 27]}, "IP1HRJYU8aQ": {"likeCount": 0.1968482948553935, "dislikeCount": 0.06020599913279624, "videoId": "IP1HRJYU8aQ", "title": "", "description": "", "length": 0.21072099696478686, "keywords": "dare soar faze swan banks ramos game winning killcam trickshot pc yawspeed 360 720 1080 illcams illfeeds promo glide fayde era vertu clan new channelVerTu Top 5 Plays  Episode 2 MarchWhat's up guys. Here's our top 5 plays of the month! Please leave a like and a comment if if you enjoyed, peace. Email VerTuTop5Hotmail.com Rules No setup shots unless it's MW2! The clips you send in have to be hit within the next month! YouTube links only! 1st Ghost Valou 2nd RamBale 3rd Chivyyy 4th Shax Karl 5th Rouze Speedy Song JK The Reaper  Exodia  This song is used for entertainment purposes only. All credits for the song go to the artistslabel.", "viewCount": 0.3082426300860772, "labels": [0, 1, 132]}, "Bn5i3kikVOk": {"likeCount": 0.06989700043360189, "dislikeCount": 0.03010299956639812, "videoId": "Bn5i3kikVOk", "title": "", "description": "", "length": 0.20899051114393982, "keywords": "Maruti Alto k10 Maruti Alto k10 Video Maruti Alto k10 Video Clip Maruti Alto k10 Car Video Maruti Alto k10 Videos Maruti Alto k10 Car Videos Maruti Alto k10 Video ClipsMaruti Alto K10 Video  See Maruti Alto K10 videos, Know all about the new Maruti Alto K10 interiors and exteriors by the latest Maruti Alto K10 video clips.", "viewCount": 0.3253338005326107, "labels": [2, 7]}, "-k6ndYQVJvs": {"likeCount": 0.16812412373755872, "dislikeCount": 0.07781512503836437, "videoId": "-k6ndYQVJvs", "title": "", "description": "", "length": 0.24248816366310671, "keywords": "naruto ride for you danity kane tenten neji hinata sasuke sakura kakashi sexy love r&b sassakSasuke and SakuraTHIS VIDEO IS PURELY FANMADE AND IS IN NO WAY ASSOCIATED WITH THE MUSICAL ARTIST OR ANIME COMPANY IN ANY WAY narutoxhinata, sasuukexsakura, sasxhina, sakxkaka, nejixtenten Danity Kane Ride For You naruto ride for you danity kane tenten neji hinata sasuke sakura kakashi sexy love r&b sassak Please comment Lately, I've been tryna fight whatever's pulling us under it's got a hold and really making me wonder what it takes to get through I gotta stick with you, my baby Baby tell me Maybe I'm foolishly overreacting But being without you I can't imagine It's just to close to the heart and And I won't stand it if were broken apart Chorus Do you hear me? Baby ya gotta believe in the things that make you & me win together Don't you throw in the towel I'm keeping my promise to you I got ya back now When the chips are down It seems like it's so hard for you to move ahead Just know that I am by your side There aint no ifs, buts, or maybes, I'm gonna stay down and ride for you baby We've been cutting it close with the backwards & forwards It's rocking the boat we gotta get control of this Let's take it back to three years ago When you said that we could make it through whatever, ever And to me it sounded like you meant forever, ever Leaving was not an option, baby, never, never Now don't you believe in a love that's worth a fight In you is everything that I'm missing So give us a chance Chorus Don't you dare tell me we gotta let it go... We been on top for too long just to let it go under I don't wanna hear that I just can't hear that and know Wherever you wanna take me I'll go I been with you for too long to start over with another I know that you hear me Just tell me you hear me tenten neji hinata sasuke sakura kakashi naruto", "viewCount": 0.4206583034837792, "labels": [5, 84, 169, 405]}, "-lEYUxI4KiI": {"likeCount": 0.27566361082458485, "dislikeCount": 0.13222192947339192, "videoId": "-lEYUxI4KiI", "title": "", "description": "", "length": 0.2586587304671755, "keywords": "fieltrolandia fresas fieltro tutorial strawberry felt cute kawiiTutorial Fresas de fieltroCmo hacer preciosas fresas con fieltro. Tutorial How to make cute strawberries with felt.", "viewCount": 0.4917400467955251, "labels": [371, 2366]}, "-mmDt-Ee_bs": {"likeCount": 0.12552725051033062, "dislikeCount": 0.0, "videoId": "-mmDt-Ee_bs", "title": "", "description": "", "length": 0.24533183400470376, "keywords": "depeche mode hamburg 2009 stripped livedepeche mode hamburg 1.7.2009 live strippeddepeche mode live in hamburg 2009, der song \"Stripped\"", "viewCount": 0.3621799224002668, "labels": [3]}, "3KaOXvN4sh0": {"likeCount": 0.13979400086720378, "dislikeCount": 0.08450980400142569, "videoId": "3KaOXvN4sh0", "title": "", "description": "", "length": 0.24756711883244298, "keywords": "YouTube editor Iphone Ipod Touch Software album Mobile Phone Review App AppleMobile App software for Window CleaningI created this video with the YouTube Video Editor ", "viewCount": 0.3884342147647059, "labels": [23, 24, 73, 992]}, "StZIwcn5XVA": {"likeCount": 0.16334684555795864, "dislikeCount": 0.047712125471966245, "videoId": "StZIwcn5XVA", "title": "", "description": "", "length": 0.22430380486862944, "keywords": "F3D  F3D   Cinema 4D After Effects lessons Douglas F3D Skyknight Aircraft Model f3dstudiya f3d Adobe After Effects Software cinema 4d tutorials Blender Software Animations Computer Rendering Animated C4d Modelling 3D Modeling Film Job Animation TV Genre Render Character 3ds Adobe Systems Award Winner maxon make Cinema 4D Brand Lessons TV Episode Animation albumF3D C4D  ? !   Cinema 4D         ", "viewCount": 0.38086835091289695, "labels": [972]}, "SPZzbXHqNCk": {"likeCount": 0.08450980400142569, "dislikeCount": 0.06020599913279624, "videoId": "SPZzbXHqNCk", "title": "", "description": "", "length": 0.23996737214810382, "keywords": "FACE tarte maracuja oil creaseless concealerFACE  tarte  maracuja oil creaseless concealerDisclaimer  All of the products shown were purchased by me for my own personal use. I am not affiliated with any websites or brands and all comments made are my honest opinions. These are simply short informative videos expressing my likes and dislikes of random goodees.", "viewCount": 0.3703033304733686, "labels": [39, 393]}, "xMpxAIAF1DM": {"likeCount": 0.2060697840353612, "dislikeCount": 0.13222192947339192, "videoId": "xMpxAIAF1DM", "title": "", "description": "", "length": 0.23729120029701067, "keywords": "Gary Moore Peter Green Les Paul guitarPeter GreenGary Moore Les Paul  Dallas Guitar Show 2007Peter GreenGary Moore Les Paul  Dallas Guitar Show March 2007  medium resolution", "viewCount": 0.5401924135829335, "labels": [9, 37, 655]}, "n_8fTcQWbn4": {"likeCount": 0.16627578316815741, "dislikeCount": 0.06020599913279624, "videoId": "n_8fTcQWbn4", "title": "", "description": "", "length": 0.23424226808222062, "keywords": "GOLFMK1 LOW VWVW GOLF CABRIOLET BY REPAIRSVW GOLF CABRIOLET BY REPAIRS", "viewCount": 0.45574109486956227, "labels": [2, 7, 197, 198, 458, 513, 2547]}, "Lj8PvYbNZp8": {"likeCount": 0.19190780923760742, "dislikeCount": 0.1, "videoId": "Lj8PvYbNZp8", "title": "", "description": "", "length": 0.2558708570533166, "keywords": "Malukah Always Running Bass Guitar Musical Instrument Cover Bassline Zombies Zombies!!! Game Black Ops 2 Kevin SherwoodMalukah Always Running Bass CoverAlways Running, yeah I actually liked this song from the zombie map Buried very simple and easy to play, from Black Ops 2, enjoy! ", "viewCount": 0.36795187436957894, "labels": [4, 9, 10, 37, 94]}, "LkDNmXJ7PO0": {"likeCount": 0.0, "dislikeCount": 0.06989700043360189, "videoId": "LkDNmXJ7PO0", "title": "", "description": "", "length": 0.21986570869544228, "keywords": "Snyder High SchoolTiger  Snyder High SchoolVisit Snyder on the Web", "viewCount": 0.3389520465846378, "labels": [1308]}}